{
    "a.charset": "এই বৈশিষ্ট্য লিঙ্কের সাথে যুক্ত অক্ষর এনকোডিংএর  নির্দেশক ",
    "a.coords": "বিভিন্ন অবজেক্টের আকৃতির সাথে ব্যবহার করতে, এই এট্রিবিউটটি পাতায় কোন অবজেক্টের স্থানাঙ্ক কমা দ্বারা আলাদা করা সংখ্যার তালিকা হিসেবে ব্যবহার করে।",
    "a.datafld": "যে তথ্য মুল অব্জেক্ট বাউন্ড তথ্য যোগান দেয় সেই অব্জেক্টের কলামের নাম নির্দেশের কাজে এই এট্রিবিউট ব্যবহার করা হয় ।",
    "a.datasrc": "এই অ্যাট্রিবিউটটি ডাটা প্রদাঙ্কারি ডাটা সোর্সের আইডি নির্দেশ করে যা এই উপাদানকে আবদ্ধ করে তথ্য সরবরাহ করে ।",
    "a.href": "এই একক প্রয়োজনীয় বৈশিষ্ট্য ANCHORS জন্য এই সংজ্ঞা একটি হাইপারটেক্সটর লিঙ্কের উৎস।",
    "a.hreflang": "এই বৈশিষ্ট্য লিঙ্কের সাথে যুক্ত ভাষার  নির্দেশক ",
    "a.media": "এই এট্রিবিউট রিসোর্সের সাথে আবদ্ধ মাধ্যম গুলোকে নির্দিষ্ট করে ।",
    "a.methods": "এই অ্যাট্রিবিউটের মান ঐ ফাংশন সম্পর্কিত তথ্য প্রদান করে যেটি কিনা কোন একটি অবজেক্টের উপর সম্পাদিত হতে পারে।",
    "a.name": "এঙ্কর বর্ণনা করার সময় কোন নির্দিষ্ট স্থান বোঝাতে এই এট্রিবিউট ব্যবহার করা হয়।",
    "a.ping": "ফায়ারফক্স 3 বেটা 3 ভার্সন থেকে \"পিং\" এর সাপোর্ট নিষ্ক্রিয় করা হয়েছে। ",
    "a.rel": "href অ্যাট্রিবিউট ধারণকারী অ্যাঙকর এর জন্য, এই অ্যাট্রিবিউট টার্গেট অবজেক্ট থেকে লিঙ্ক অবজেক্ট এর সম্পর্ক নির্ধারণ করে।",
    "a.rev": "এই অ্যাট্রিবিউট একটি বিপরীত লিঙ্ক নির্ধারণ করে, যা rel অ্যাট্রিবিউটি এর বিপরীত সম্পর্ক।",
    "a.shape": "এই এট্রিবিউটটি ব্যাবহার করা হয় হাইপারটেক্সট সোর্স লিঙ্ক যুক্ত এবং ছবির মানচিত্র আঁকতে সক্ষম একটি নির্বাচন যোগ্য অঞ্চলকে ব্যাখ্যা করার জন্য।",
    "a.target": "এই এট্রিবিউট লিংক করা রিসোর্সের URL কে উল্লেখ করে।",
    "a.type": "এই এট্রিবিউট MIME এর লিংক এর জন্য কোন ফর্মের মিডিয়াকে নির্দেশ করে।",
    "a.urn": "এটা পরিকল্পিত ভাবেই মাইক্রোসফট সমর্থিত অ্যাট্রিবিউট যা ইউনিফর্ম রিসোর্সের নামের (URN) সাথে লিঙ্কটিকে সংযুক্ত করে।",
    "area.accesskey": "এই এলিমেন্টের জন্য একটি কীবোর্ড ন্যাভিগেটন এক্সিলারেটর নির্দিষ্ট করুন।",
    "area.alt": "একটি টেক্সট স্ট্রিং বিকল্প ব্রাউজারের জন্য, যে ব্রাউজারে ছবি প্রদর্শন করে না।",
    "area.coords": "হট স্পট অঞ্চলের স্থানাঙ্ক উল্লেখ করার জন্য মানগুলির একটি সেট।",
    "area.href": "ক্ষেত্রফলের হাইপারলিঙ্ক টার্গেট।",
    "area.hreflang": "লিংক করা রিসোর্সের এর ভাষার ইঙ্গিত দেয়।",
    "area.media": " একটি মিডিয়ার সংকেত যার জার জন্য লিঙ্কড সংস্থান পরিকল্পিত,উদাহরণের জন্য প্রিন্ট এবং স্ক্রিন",
    "area.name": "ক্লিক করা যায় এমন অংশের নাম লিখুন যেন এটাকে অন্য ব্রাউজার দ্বারা স্ক্রিপ্ট করা যায়।",
    "area.nohref": "নির্দেশ করছে যে কোন হাইপারলিংক যুক্ত ক্ষেত্রে বিদ্যমান নয়",
    "area.rel": "href অ্যাট্রিবিউট ধারণকারী অ্যাঙকর এর জন্য, এই অ্যাট্রিবিউট টার্গেট অবজেক্ট থেকে লিঙ্ক অবজেক্ট এর সম্পর্ক নির্ধারণ করে।",
    "area.shape": "সংশ্লিষ্ট হট স্পটের আকৃতি।",
    "area.tabindex": "ব্রাউজার ট্যাবের ক্রমের নির্দিষ্ট এলাকার অবস্থান নির্দেশ করা একটি সংখ্যা মান।",
    "area.target": "এই এট্রিবিউট লিংক করা রিসোর্সের URL কে উল্লেখ করে।",
    "area.type": "এই এট্রিবিউট MIME এর লিংক এর জন্য কোন ফর্মের মিডিয়াকে নির্দেশ করে।",
    "audio.autobuffer": "এটি একটি বুলিয়ান অ্যাট্রিবিউট; অডিও স্বয়ংক্রিয়ভাবে আরম্ভ করা যাবে কিন্তু স্বয়ংক্রিয়ভাবে খেলার সেট করে না , এমনকি যদি ডাউনলোড করা হচ্ছে ।",
    "audio.autoplay": "একটি বুলিয়ান এট্রিবিউট; যদি উল্লেখ করা থাকে(যদিয়ও মান \"মিথ্যা\" হয়!), তাহলে অডিও ক্লিপটি স্বয়ংক্রিয়ভাবে চালু হয়ে যাবে কেননা এটা ডাটা লোড অসম্পূর্ণ রেখেই তা করতে সক্ষম।",
    "audio.buffered": "একটি এট্রিবিউট যা দিয়ে আপনি বুঝতে পারবেন মিডিয়ার কোন অংশ বাফার হয়েছে।",
    "audio.controls": "এই বৈশিষ্ট্য উপস্থিত থাকলে, ব্রাউজারটি  ব্যবহারকারীকে  অডিও প্লেব্যাক , শব্দের মাত্রা , সিকিং এবং বিরাম/পুনরারম্ভ করার অনুমতির নিয়ন্ত্রণ প্রদান করবে।",
    "audio.loop": "একটি বুলিয়ান অ্যাট্রিবিউট; যদি নির্দিষ্ট করে দেয়া হয়, আমাদেরকে তাহলে, অডিওটি শেষ হবার পর পর আবার স্বয়ংক্রিয়ভাবে প্রথম থেকে শুরু হবে।",
    "audio.mozCurrentSampleOffset": "অফসেট চিহ্নিত করা হয় নাম্বার উদাহরন থেকে যখন একটি অডিও বর্তমানে চলছিল তার প্রথম থেকে অডিও স্ট্রিম করা হয়।",
    "audio.muted": "একটি বুলিয়ান বৈশিষ্ট্য যা নির্দেশ করে অডিও প্রথমে স্তব্ধ থাকবে কিনা।",
    "audio.preload": "এই গণিতভিত্তিক অ্যাট্রিবিউটটি ব্রাউজারকে ব্যবহারকারীর সর্বোচ্চ ভাল অভিজ্ঞতার লক্ষ্যে নির্মাতার চিন্তাধারার একটা সংকেত দিতে ব্যবহত হয়।",
    "audio.src": "যে URL টি অডিওটির সাথে সংযুক্ত হবে।",
    "base.href": "একই জাতীয় URL ঠিকানার জন্য নথিতে এই নথিতে এই বেস ইউআরএল ব্যবহার হবে।",
    "base.target": "একটি নাম অথবা কিওয়ার্ড ফলাফল দেখানোর জন্য ডিফল্ট স্থান চিহ্নিত করে যখন হাইপারলিংক অথবা ফর্ম ন্যাভিগ্যাট করায়, সেইসকল উপাদানের জন্য যাদের স্পষ্ট কোন উদ্দিষ্ট রেফারেন্স নাই। ",
    "bdo.dir": "এই উপাদানে লেখার দিকনির্দেশনা।",
    "blockquote.cite": "উদ্ধৃত তথ্যের উৎস নথি বা বার্তার URL।",
    "body.alink": "নির্বাচিত হাইপারলিংকের জন্য টেক্সট এর রং। ",
    "body.background": "ছবি টির ইউ.আর.আই যেটি ব্যাকগ্রাউন্ড হিসেবে ব্যাবহার করা হবে",
    "body.bgcolor": "ডকুমেন্ট এর পটভূমির রঙ",
    "body.link": " অদেখা হাইপারটেক্সট লিংকের জন্য টেক্সট এর রঙ",
    "body.onafterprint": "ব্যবহারকারীর নথি ছাপানো হয়ে গেলে যে ফাংশনটি ডাকা হবে।",
    "body.onbeforeprint": "ব্যবহারকারি যখন ডকুমেন্ট প্রিন্ট করতে বলবে তখন এই ফাংশন কল করতে হবে ।",
    "body.onbeforeunload": "ফাংশনটি কল করা হবে যখন নথিটিকে আনলোড করা হবে।",
    "body.onblur": "ডকুমেন্ট যখন চলে যাচ্ছে তখন এই ফাংশানটি ব্যবহার করা হবে।",
    "body.onerror": "ফাংশনটি কল করা হবে যখন নথিটি সঠিকভাবে লোড হতে ব্যর্থ হবে। ",
    "body.onfocus": "ডকুমেন্ট যখন ফোকাস পায় তখন এই ফাংশানটি ব্যবহার করা হবে।",
    "body.onhashchange": "কোন নথির টুকরো শনাক্তকারী বর্তমান ঠিকানা পরিবর্তন হলে যে ফাংশন কে কল করতে হবে(হ্যাশ (#) ক্যারেকটার থেকে শুরু করে) |",
    "body.onload": "ডকুমেন্টটি লোড হওয়া শেষ হয়ে গেলে যে ফাংশনটি ডাকা হবে।",
    "body.onmessage": "ডকুমেন্টটি বার্তা পেলে এই ফান্কশানটিকে ডাকা হবে।",
    "body.onoffline": "নেটওয়ার্ক সংযোগ বিচ্ছিন্ন হলে এই ফান্কশানটিকে ডাকা হবে।",
    "body.ononline": "নেটওয়ার্ক সংযোগ বিচ্ছিন্ন হলে এই ফান্কশানটিকে ডাকা হবে।",
    "body.onpopstate": "ব্যবহারকারী সেশন ইতিহাস ন্যাভিগেট করলে যে ফাংশনটি ডাকা হবে।",
    "body.onredo": "ব্যবহারকারী পূর্বাবস্থার ইতিহাস থেকে যখন এগিয়ে যাবে তখন যে ফাংশনটি ডাকা হবে।",
    "body.onresize": "ডকুমেন্টটির আকার পাল্টালে এই ফান্কশানটিকে ডাকা হবে।",
    "body.onstorage": "স্টোরেজ এর স্থান পরিবর্তিত হলে এই ফাংশান টি ব্যাবহার করুন",
    "body.onundo": "ব্যবহারকারী পূর্বাবস্থার ইতিহাস থেকে যখন পিছনে যাবে তখন যে ফাংশনটি ডাকা হবে।",
    "body.onunload": "ডকুমেন্ট যখন চলে যাচ্ছে তখন এই ফাংশানটি ব্যবহার করা হবে।",
    "body.text": "লেখনীর প্রতক্ষ্য রঙ।",
    "body.vlink": "দেখা হয়েছে এমন হাইপারলিংকের রং।",
    "br.clear": "ব্রেকের পর পরবর্তি লাইন কোথা থেকে শুরু হবে তা চিহ্নিত করে।",
    "button.autofocus": "এই বুলিয়ান অ্যাট্রিবিউট আপনাকে নির্দিষ্ট করবে যে বাটনটি ইনপুট ফোকাস থাকতে হবে যখন পৃষ্ঠাটি লোড হয়, যদি না ব্যবহারকারী এটি অগ্রাহ্য করে, উল্লেখ করতে দেয় হলে পৃষ্ঠাটি লোড ব্যবহারকারীরা এটি অগ্রাহ্য করা হবে, উদাহরণস্বরূপ একটি ভিন্ন নিয়ন্ত্রণ দ্বারা টাইপ করে । ",
    "button.disabled": "এই বুলিয়ান এট্রিবিউট টি নির্দেশ করছে যে ব্যবহারকারি এই বাটনটি ব্যবহার করতে পারবে না।",
    "button.form": "এই ফর্ম উপাদানটি (তার \"ফর্ম অধিকারীর\") সাথে যুক্ত ",
    "button.formaction": "বাটন সাবমিটের মাধ্যমে প্রোগ্রামের URI তথ্য প্রক্রিয়াকরণ করে । ",
    "button.formenctype": "যদি বাটনটি submit বাটন হয়, এই এট্রিব্রিউট নির্ধারণ করে বিষয়বস্তুর ধরণ যা সার্ভারে ফর্ম জমা দিতে ব্যবহার করা হয় ।",
    "button.formmethod": "যদি বাটনটি একটি সাবমিট বাটন হয়, এই বৈশিষ্ট্য HTTP-র পদ্ধতি নির্ধারণ করে যেটা ব্রাউজার ফর্ম জমার জোননো ব্যবহার করে। ",
    "button.formnovalidate": "যদি বাটনটি একটি \"সাবমিট\" বাটন হয়, বুলিয়ান বৈশিষ্টটি বোঝায় যে জমা দেবার সময় ফর্মটি যাচাই করা হবেনা।",
    "button.formtarget": "যদি বাটনটি সাবমিট বাটন হয়, এই এট্রিবিউট নাম বা কীওয়ার্ড নির্দেশ করছে যেখানে প্রতিক্রিয়া প্রদর্শন করা হয় যা ফর্ম জমা দেওয়ার পরে গৃহীত হয়েছে । ",
    "button.name": "যে বোতামটি ফর্ম ডেটা জমা দিয়েছে তার নাম।",
    "button.type": "বোতাম এর ধরন।",
    "button.value": "বাটনের প্রাথমিক মুল্য।",
    "canvas.height": "CSS পিক্সেলে সমস্থানের উচ্চতা ",
    "canvas.width": "CSS পিক্সেলে সমস্থানের প্রস্থ ",
    "caption.align": "এই গানিতিক অ্যাট্রিবিউটটি কিভাবে টেবিলের সাপেক্ষে শিরোনামকে প্রান্তিককৃত করতে হবে তা নির্দেশ করে ।",
    "col.align": "এই গাণিতিক এট্রিবিউট বর্ণনা করে কিভাবে অনুভূমিক বিন্যাসের প্রতিটি কলামের সেলের কন্টেন্ট কিভাবে পরিচালনা করা হবে।",
    "col.bgcolor": "এই বৈশিষ্ট্যটি কলামের প্রতিটি ঘরের ব্যাকগ্রাউন্ড রং সংজ্ঞায়িত করে।",
    "col.char": "একটি কলামের কোষগুলি সারিবদ্ধ করার জন্য এই বৈশিষ্ট্য টি ব্যাবহার করা হয়।",
    "col.charoff": "এই বৈশিষ্ট্যগুলি ব্যাবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্য যা শ্রেণীবিন্যাসে সঞ্চয় করে রাখা  কলাম তথ্য মুছে ফেলে যেগুলো char বৈশিষ্ট্য দ্বারা নির্দিষ্ট করা হয়েছে । ",
    "col.span": "এই অ্যাট্রিবিউটে একটি ধনাত্মক পূর্ণসংখ্যা রাখে যা সাধারণত উপাদানের বিদ্যমান পর পর কলাম গুলোর <col> সংখ্যা নির্দেশ করে।",
    "col.valign": "কলামের প্রতিটি সেলে থাকা লেখার লম্ব বিন্যাস এই এট্রিবিউট বর্ণনা করে।",
    "col.width": "এই অ্যাট্রিবিউট বর্তমান কলাম গ্রুপের প্রতিটি কলামের একটি ডিফল্ট প্রস্থ নির্ধারণ করে |",
    "colgroup.align": "এই গাণিতিক এট্রিবিউট বর্ণনা করে কিভাবে অনুভূমিক বিন্যাসের প্রতিটি কলামের সেলের কন্টেন্ট কিভাবে পরিচালনা করা হবে।",
    "colgroup.bgcolor": "এই বৈশিষ্ট্য কলামের প্রতিটি সেলের পটভূমির রঙ সংজ্ঞায়িত করে । ",
    "colgroup.char": "একটি কলামের কোষগুলি সারিবদ্ধ করার জন্য এই বৈশিষ্ট্য টি ব্যাবহার করা হয়।",
    "colgroup.charoff": "এই বৈশিষ্ট্যগুলি ব্যাবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্য যা শ্রেণীবিন্যাসে সঞ্চয় করে রাখা  কলাম তথ্য মুছে ফেলে যেগুলো char বৈশিষ্ট্য দ্বারা নির্দিষ্ট করা হয়েছে । ",
    "colgroup.span": "এই এট্রিবিউট পজেটিভ পূর্ণ সংখ্যা রাখে যা এলিমেন্টের এট্রিবিউটে পরপর কয়টি অতিরিক্ত কলাম হবে তা নির্দেশ করে।",
    "colgroup.valign": "কলামের প্রতিটি সেলে থাকা লেখার লম্ব বিন্যাস এই এট্রিবিউট বর্ণনা করে।",
    "colgroup.width": "এই অ্যাট্রিবিউট বর্তমান কলাম গ্রুপের প্রতিটি কলামের একটি ডিফল্ট প্রস্থ নির্ধারণ করে |",
    "command.checked": "নির্দেশনাটি নির্বাচন করা হয়েছে কিনা নির্ধারিত হয়।",
    "command.disabled": "কমান্ড পাওয়া যাচ্ছে না বোঝায়।",
    "command.icon": "এই কমান্ডের একটি প্রতিনিধি ছবি দেয়।",
    "command.label": "কমান্ডের নাম ব্যবহারকারীকে যেভাবে দেখানো হবে। ",
    "command.radiogroup": "এই এট্ট্রিবিউটগুলি কমান্ডের গ্রুপগুলির একটি নাম দিযেছে, একটি রেডিওর ধরনের সঙ্গে যেগুলি বদল হবে যখন কমান্ড নিজেই বদল হবে।",
    "command.type": "এই বৈশিষ্ট্যটি কমান্ড ধরনের নির্দেশক।",
    "dd.nowrap": "এই এট্রিবিউটটির ভ্যাল্যু যদি yes হয় তাহলে ডেফিনেশন টেক্সট র‍্যাপ হবে না।",
    "del.cite": "একটি রিসর্স এর জন্য একটি URI যা পরিবর্তনটি বর্ননা করে(উদাহরন স্বরূপ, মিটিং মিনিটস)।",
    "del.datetime": "এই এট্রিবিউট সময় ও তারিখ নির্দেশ করে এবং এটিকে একটি উপযোগী সময় স্ট্রিংসহ সঠিক তারিখ হতে হবে।",
    "details.open": "এই বুলিয়ান এট্রিবিউট টি নির্দেশ করছে যে , পেজ লোড হলে তা সম্পূর্ণ বিবরন দেখাবে কি না।",
    "dl.compact": "একই লাইনে প্রদর্শিত শব্দ ও সংজ্ঞা বর্ণনা বাধ্য করে।",
    "embed.height": "CSS পিক্সেলে, বিষয়বস্তুর উচ্চতা।",
    "embed.src": "URL এর পুঁজি গুলি সন্নিবেশিত হচ্ছে।",
    "embed.type": "MIME ধরণ প্লাগ ইন instantiate আপনি নির্বাচন করতে ব্যবহার করার জন্য।",
    "embed.width": "CSS পিক্সেলে, বিষয়বস্তুর প্রদর্শিত প্রস্থ।",
    "fieldset.disabled": "যদি এই বুলিয়ান বৈশিষ্ঠ্য একটি সেট হয়, তাহলে সেই ধরন চালনা করে তারই উত্তরাধীকারিদের, খালি প্রথম ঐচ্ছিকের উপাদান উত্তরাধীকারিদের অক্ষম থাকে<legend> অর্থাত না সম্পাদনাযোগ্য",
    "fieldset.form": "এই এট্রিবিউট টি তে <form> এলিমেন্টের সাথে সম্পর্কিত আইডি এট্রিবিউটের মান আছে।",
    "fieldset.name": "গ্রুপের সাথে সম্প্রিক্ত নাম যেটা ফর্ম ডাটার সাথে জমা করা হয়েছে।",
    "form.accept": "কমা দ্বারা পৃথক বিষয়বস্তুর তালিকা যা সার্ভার গ্রহন করে।",
    "form.accept-charset": "সার্ভারএ গ্রহণযোগ্য এনকোডিং অক্ষররের তালিকা।",
    "form.action": "একটা প্রোগ্রামের  যা ফর্মের মাধ্যমে জমাদানকৃত তথ্য প্রক্রিয়াকরণ করে ।",
    "form.autocomplete": "নির্ধারিত কন্ট্রোল যা কিনা এই ফর্মে ডিফল্টভাবে ব্রাউজারের মাধ্যমে তাদের মান স্বয়ংক্রিয় ভাবে সম্পূর্ণ করবে কিনা নির্দেশ করে।",
    "form.enctype": "যদি বাটনটি submit বাটন হয়, এই এট্রিব্রিউট নির্ধারণ করে বিষয়বস্তুর ধরণ যা সার্ভারে ফর্ম জমা দিতে ব্যবহার করা হয় ।",
    "form.method": "যে HTTP মেথডটি ব্রাউজার ফর্ম জমা করতে ব্যবহার করে।",
    "form.name": "ফর্মের নাম ",
    "form.novalidate": "যে বুলিয়ান বৈশিষ্টটি বোঝায় যে জমা দেবার সময় ফর্মটি যাচাই করা হবেনা।",
    "form.target": "ফর্ম পূরণের পর প্রাপ্ত ফলাফল প্রদর্শনের জন্য একটি নাম বা মূলশব্দ।",
    "head.profile": "একটি বা দুটি মেটাডাটা প্রোফাইল এর ইউ আর এল সাদা স্থান দ্বারা বিভক্ত ",
    "hr.align": "HTML4.01এর পর থেকে ব্যাবহার হ্রাস প্রাপ্ত। HTML5 এর পর থেকে অব্যাবহ্রিত।",
    "hr.color": "রঙের নাম অথবা হেক্সাডেসিমাল মান দিয়ে রঙ নির্ধারন করুন।",
    "hr.noshade": "HTML4.01এর পর থেকে ব্যাবহার হ্রাস প্রাপ্ত। HTML5 এর পর থেকে অব্যাবহ্রিত।",
    "hr.size": "HTML4.01এর পর থেকে ব্যাবহার হ্রাস প্রাপ্ত। HTML5 এর পর থেকে অব্যাবহ্রিত।",
    "hr.width": "পিক্সেল বা শতাংশ মান ব্যবহার করে পেজের জন্য দৈর্ঘ্যের মান ঠিক করে।",
    "html.manifest": "রিসোর্স ম্যানিফেসটের একটি URI কে নির্দিষ্ট করে যার দ্বারা স্থানিয়ভাবে ক্যাসড রিসোর্সকে বুঝানো হয়।",
    "html.version": "বর্তমান ডকুমেন্ট নিয়ন্ত্রন যে HTML ডাক্যুমেংট টাইপ ডেফিনেশন করছে, তার সংস্করণ উল্লেখ করা হচ্ছে।",
    "iframe.align": "আশেপাশের বিষয়বস্তু অনুসারে এলিমেন্টটি বিন্যাস করা।",
    "iframe.frameborder": "1 ( প্রাথমিক ) এই মানটি ব্রাউজার কে এই ফর্ম আর অন্যসকল ফ্রেমের মাঝে সীমানা টেনে দিতে বলে ।",
    "iframe.height": "frame এর উচ্চতা সূচিত করে HTML5 এ CSS pixels এর মাধ্যমে, অথবা HTML 4.01 এ pixels বা শতাংশের মাধ্যমে ।",
    "iframe.longdesc": "ফ্রেমটির লম্বা বর্ণনার একটি URI",
    "iframe.marginheight": "  পিক্সেলে ফ্রেমের বিষয়বস্তু আর তার উপরের আর নীচের সীমার মধ্যবর্তী শূন্যস্থান এর পরিমান।",
    "iframe.marginwidth": "ফ্রেম বিষয়বস্তু এবং তার বাম আর ডান সীমার মধ্যবর্তী শূন্যস্থান এর পরিমান pixel এ।",
    "iframe.mozallowfullscreen": "Gecko 9.0 অথবা তার পরবর্তী সংস্করণে যদি element.mozRequestFullScreen () পদ্ধতিটিকে কল করে ফ্রেমটিকে পূর্ণ স্ক্রীন মোডে স্থাপন করা অনুমোদিত হয়, তবে এই এট্রিবিউটটিকে true সেট করা যেতে পারে। ",
    "iframe.name": "এমবেডেড ব্রাউজিংএর জন্য একটি নাম (বা ফ্রেম)",
    "iframe.sandbox": "একটি খালি স্ট্রিং হিসেবে উল্লেখ করা হলে, এই বৈশিষ্ট্য ইনলাইন ফ্রেম মধ্যে দেখা দিতে পারে এমন বিষয়বস্তু যা অতিরিক্ত বিধিনিষেধ করতে সক্ষম হবেন।",
    "iframe.scrolling": "গাণিতিক এট্রিবিউট নির্দেশিত করছে যখন ব্রাউজার একটি স্ক্রোলবার প্রদান করা উচিত (অথবা অন্য কোন স্ক্রলবার যন্ত্র) ফ্রেম এর জন্য: স্বতঃ : শুধুমাত্র যখন প্রয়োজন।",
    "iframe.seamless": "এই বুলিয়ান অ্যাট্রিবিউট দ্বারা নির্দেশ করা হয় যে ব্রাউজারের ইনলাইন ফ্রেমকে এমন ভাবে উপস্থাপন করা উচিত যাতে একে দৃশ্যমান নথির অংশ বলে মনে হয়, উদাহরণস্বরূপ <iframe> এ যে CSS স্টাইল আছে তা এই অন্তর্ভুক্ত নথিতে অন্য কোন স্টাইলইং নির্ধারণ করার আগেই প্রয়োগ করা হয় এবং নথিতে অন্তর্ভুক্ত লিঙ্ক গুলোকে প্রসঙ্গত প্যারেন্ট ব্ব্রাউজিং এ খোলা হয় (যদি না অন্য কোন সেটিংস বাঁধা প্রদান করে)",
    "iframe.src": "যে URL টি পৃষ্ঠাটির সাথে সংযুক্ত হবে।",
    "iframe.srcdoc": "এই পেজের বিষয়বস্তু এমবেড করা হবে।",
    "iframe.webkitallowfullscreen": "ক্রোম 17 তে অথবা পরের(এবং হতে পারে আগের) ভার্সনে,এই এট্রিবিউটটিকে সত্য হিসাবে স্থাপন করা যাবে যদি element.webkitRequestFullScreen() মেথড ব্যাবহার করে সম্পূর্ণ স্ক্রিন জুড়ে ফ্রেম রাখা যায়।",
    "iframe.width": "frame এর প্রস্থ সূচিত করে HTML5 এ CSS pixels এর মাধ্যমে, অথবা HTML 4.01 এ pixels বা শতাংশের মাধ্যমে ।",
    "img.align": "চারপাশের বিষয়বস্তুর ওপর নির্ভর করে ইমেজটির সাজানো।",
    "img.alt": "এই এট্রিবিউট সেই স্কিমকে বোঝায় যেখানে মেটাডাটা আছে।",
    "img.border": "ছবির চারপাশের সীমারেখার প্রস্থ।",
    "img.crossorigin": "এই গানিতিক অ্যাট্রিবিউট নির্দেশ করে সংশ্লিষ্ট ছবির আনয়নের জন্য CORS ব্যবহার করা হবে কি হবেনা।",
    "img.height": "ছবির উচ্চতা HTML5 CSS পিক্সেলস, অথবা HTML 4 পিক্সেল এ অথবা শতকরা হারে।",
    "img.hspace": "ছবির ডানে অথবা বামে সন্নিবিষ্ট খালি জায়গার পিক্সেল পরিমান।",
    "img.ismap": "এই বুলিয়ান এট্রিবিউটটি নির্দেশ করে যে এই ছবিটি একটি সার্ভার-সাইড মানচিত্রের অংশ ।",
    "img.longdesc": "ছবির বর্ণনার যে ইউআরএলটি প্রদর্শিত হবে, যা অল্ট লেখাটির সম্পূরক।",
    "img.name": "উপাদানের নাম  ",
    "img.src": "ছবির URL, এই এট্রিবিউটটি <img> এলিমেন্টের জন্য আবশ্যক।",
    "img.usemap": "আংশিক URL (# দ্বার শুরু হয়) এলিমেন্টের সাথে একটি ইমেজ ম্যাপের যুক্ত থাকে।",
    "img.vspace": "ছবির উপরে অথবা নিচে সন্নিবিষ্ট খালি জায়গার পিক্সেল পরিমান।",
    "img.width": "ভিডিও-র ডিস্প্লে অংশটির প্রস্থ, CSS পিক্সেলে।",
    "input.accept": "যদি এট্রিবিউট টাইপের মান file হয়, তবে এট্রিবিউটটি, সার্ভার কি ধরণের ফাইল গ্রহণ করবে তা নির্দেশ করবে; অন্যথায় এটি উপেক্ষা করা হবে।",
    "input.accesskey": "একক অক্ষর যেটি ইউজার টিপতে পারেন কন্ট্রোল ইনপুট ফোকাস স্যুইচ করার জন্য",
    "input.autocomplete": "নিয়ন্ত্রণের মান ব্রাউজার কর্তৃক স্বয়ংক্রিয়ভাবে সম্পূর্ণ করা হবে কিনা তা এই এট্রিবিউটটি নির্দেশ করে। ",
    "input.autofocus": "এই বুলিয়ান অ্যাট্রিবিউট আপনাকে নির্দিষ্ট করবে যে বাটনটি ইনপুট ফোকাস থাকতে হবে যখন পৃষ্ঠাটি লোড হয়, যদি না ব্যবহারকারী এটি অগ্রাহ্য করে, উল্লেখ করতে দেয় হলে পৃষ্ঠাটি লোড ব্যবহারকারীরা এটি অগ্রাহ্য করা হবে, উদাহরণস্বরূপ একটি ভিন্ন নিয়ন্ত্রণ দ্বারা টাইপ করে । ",
    "input.checked": "যখন কোন টাইপ এট্রিবিউটের মান হয় রেডিও অথবা চেকবক্স, এই বুলিয়ান এট্রিবিউট বোঝায় যে কন্ট্রোল প্রথম থেকেই নির্বাচন করা আছে; অন্যথায় এটি উপেক্ষিত।",
    "input.disabled": "এই বুলিয়ান অ্যাট্রিবিউট নির্দেশ করে যে ফর্ম কন্ট্রোল মিথষ্ক্রিয়া এর জন্য উপলব্ধ নয় । ",
    "input.form": "ফরম উপাদান সংযুক্তিকরন উপাদানের (ফরম মালিকের) সাথে যুক্ত করা হয়।",
    "input.formaction": "ইনপুট এলিমেন্ট জমা করার পর একটি প্রোগ্রামের URI যা তথ্য প্রক্রিয়াকরণ করে, যদি এটি সাবমিট বাটন অথবা ছবি হয়। ",
    "input.formenctype": "যদি এই ইনপুট এলিমেন্ট টি সাবমিট বাটন অথবা ছবি হয় তাহলে এই অ্যাট্রিবিউটটি সার্ভারে ফর্ম সাবমিট করার জন্য যে কন্টেন্টটি ব্যবহৃত হয় সেই কন্টেন্টের ধরন বলে দেয়।",
    "input.formmethod": "যদি ইনপুট উপাদান একটি সাবমিট বাটন হয়, এই বৈশিষ্ট্য HTTP-র পদ্ধতি নির্ধারণ করে যেটা ব্রাউজার ফর্ম জমার জোননো ব্যবহার করে। ",
    "input.formnovalidate": "যদি ইনপুট উপাদানটি একটি \"সাবমিট\" বাটন কিংবা \"ছবি\" হয়, তবে \"Boolean\" অ্যাট্রিবিউটটি নির্দেশ করে যে সাবমিট করার সময় ফর্ম বৈধকরণ না করলেও চলবে।",
    "input.formtarget": "যদি এই ইনপুট এলিমেন্ট টি সাবমিট বাটন অথবা ছবি হয় তাহলে, এই অ্যাট্রিবিউটটি নাম বা কীওয়ার্ড নির্দেশ করছে যেখানে প্রতিক্রিয়া প্রদর্শন করা হয় যা ফর্ম জমা দেওয়ার পরে গৃহীত হয়েছে । ",
    "input.height": "যদি এট্রিবিউট টাইপের মান ছবি হয়, তাহলে এট্রিবিউটটি বাটনে প্রদর্শিত ছবির উচ্চতা নির্ধারণ করবে।",
    "input.list": "ব্যবহারকারীকে পূর্ব-নির্ধারিত অপশন সম্বলিত একটি পরামর্শ তালিকা নির্দেশ করে।",
    "input.max": "এই বিষয়ের জন্য সর্বোচ্চ মান (সংখ্যা অথবা তারিখ), যা সর্বনিম্ন মান (সর্বনিম্ন নাম) এর থেকে কম হতে পারবে না।",
    "input.maxlength": "এই এট্রিবিউটের মান যদি টেক্সট, ইমেইল, অনুসন্ধান বিষয়ক, পাসওয়ার্ড , টেলিফোন অথবা URL হয় তবে, এটি ব্যবহারকারি সরবচ্চ কত অক্ষর(Unicode-এ) লিখতে পারবে তা নির্দেশ করে । অন্যন্য কন্ট্রোল টাইপের জন্য এটি অগ্রাহ্য করা হবে ।",
    "input.min": "এই বিষয়ের জন্য সর্বনিম্ন মান (সংখ্যা অথবা তারিখ), যা সর্বোচ্চ মান (সর্বোচ্চ এট্রিবিউট) এর থেকে বেশী হতে পারবে না।",
    "input.mozactionhint": "ভার্চুয়াল কীবোর্ডের সঙ্গে মোবাইল ডিভাইস থেকে Enter কী লেবেল কিভাবে নির্ধারণ হয় তা ব্যবহৃত একটি \"অ্যাকশন সঙ্কেত\" নির্দিষ্ট করে",
    "input.multiple": "এই বুলিয়ান অ্যাট্রিবিউট নির্দেশ করে ব্যবহারকারী একাধিক মান লিখতে পারেন কিনা.",
    "input.name": "কন্ট্রলটির নাম, যেটি ফর্ম ডেটার সঙ্গে জমা করা হয়েছে।",
    "input.pattern": "একটি রেগুলার এক্সপ্রেশন যার কন্ট্রোল মান পরীক্ষিত অাছে।",
    "input.placeholder": "কন্ট্রোলে ব্যবহারকারী কি দিতে পারবে তার একটি সাহায্য।",
    "input.readonly": "এই বুলিয়ান এট্রিবিউট বোঝায় যে ব্যবহারকারী এটির মান পরিবর্তন করতে পারবে না।",
    "input.required": "এই অ্যাট্রিবিউটটি নির্ধারণ করে যে ব্যবহারকারীকে ফর্ম সাবমিট করার আগে অবশ্যই এটি পূরণ করতে হবে। ",
    "input.selectionDirection": "যে দিকে সিলেকশনটি ঘটেছে",
    "input.size": "নিয়ন্ত্রণের আকারের মান।",
    "input.src": "যদি এট্রিবিউট টাইপের মান ছবি হয়, তবে সেটি গ্রাফিকাল সাবমিট বাটনে একটি ছবির লোকেশন প্রদর্শন করার জন্য ইউআরএল নির্দেশ করবে; অন্যথায় এটি অবহেলা করা হবে।",
    "input.step": "কমপক্ষে এবং সর্বোচ্চ একটি সাংখ্যা বা তারিখ সময় মূল্য নির্ধারণ করা যাবে যা বাড়তি সীমার সাথে কাজ করে।",
    "input.tabindex": "বর্তমান ডকুমেন্টটির জন্য উপাদানটির অবস্থান ট্যাবিং ন্যাভিগেশন অর্ডারের মধ্যে ।",
    "input.type": " নিয়ন্ত্রণ প্রদর্শনের ধরণ।",
    "input.usemap": "একটি <map> এর উপাদান যেন একটি ছবির মানচিত্র",
    "input.value": "control এর প্রাথমিক value।",
    "input.width": "যদি এট্রিবিউট টাইপের মান ছবি হয়, তাহলে এট্রিবিউটটি বাটনে প্রদর্শিত ছবির প্রস্থ নির্ধারণ করবে।",
    "input.x-moz-errormessage": "এই মোজিলা এক্সটেনশনটি আপনাকে ত্রুটি বার্তা প্রদর্শন করার অনুমতি দেয় যখন একটি ক্ষেত্র সফলভাবে যাচাই হয় না।",
    "ins.cite": "এই এট্রিবিউটটি একটি সমস্যা সমাধান ব্যবহারে কিছু মিটিং মিনিট বা টিকেটের লিঙ্ক টাইপের রিসোর্স এর  URIকে বোঝায় যেটি কোন পরিবর্তনকে ব্যাখ্যা করে।",
    "ins.datetime": "এই এট্রিবিউট সময় ও তারিখ নির্দেশ করে এবং এটিকে একটি উপযোগী সময় স্ট্রিংসহ সঠিক তারিখ হতে হবে।",
    "keygen.autofocus": "এই বুলিয়ান অ্যাট্রিবিউট আপনাকে নির্দিষ্ট করবে যে কন্ট্রোলটিতে ইনপুট ফোকাস থাকতে হবে যখন পৃষ্ঠাটি লোড হয়, যদি না ব্যবহারকারী এটি অগ্রাহ্য করে, উল্লেখ করতে দেয় হলে পৃষ্ঠাটি লোড ব্যবহারকারীরা এটি অগ্রাহ্য করা হবে, উদাহরণস্বরূপ একটি ভিন্ন নিয়ন্ত্রণ দ্বারা টাইপ করে । ",
    "keygen.challenge": "একটি চ্যালেঞ্জ স্ট্রিং, যেটা পাবলিক 'কী'র সাথে জমা হয়।",
    "keygen.disabled": "এই বুলিয়ান অ্যাট্রিবিউট নির্দেশ করে যে ফর্ম কন্ট্রোল মিথষ্ক্রিয়া এর জন্য উপলব্ধ নয় । ",
    "keygen.form": "এই ফর্ম উপাদানটি (তার ফর্ম অধিকারীর) সাথে যুক্ত ",
    "keygen.keytype": "বাটন এর ধরন ।",
    "keygen.name": "কন্ট্রলটির নাম, যেটি ফর্ম ডেটার সঙ্গে জমা করা হয়েছে।",
    "label.accesskey": "কীবোর্ড থেকে এই উপাদান ব্যবহার করার জন্য একটা শর্টকাট কী।",
    "label.for": "নামকরণ করা যাবে এমন ফর্মের সাথে সম্পৃক্ত উপাদানের আইডি একই নথির নামকরণ উপাদান।",
    "label.form": "যে ফর্ম উপাদানের লেবেল উপাদান যুক্ত (তার ফর্মের মালিক)।",
    "link.charset": "এই বৈশিষ্ট্য লিঙ্কের সাথে যুক্ত অক্ষর এনকোডিংএর  নির্দেশক ",
    "link.disabled": "যে ধরনের বিষয়ের সাথে লিংক করা হয়েছে তা এই এট্রিবিউট বর্ণনা করে।",
    "link.href": "এই এট্রিবিউট লিংক করা রিসোর্সের URL কে উল্লেখ করে।",
    "link.hreflang": "এই বৈশিষ্ট্য লিঙ্কের সাথে যুক্ত ভাষার  নির্দেশক ",
    "link.media": "এই এট্রিবিউট রিসোর্সের সাথে আবদ্ধ মাধ্যম গুলোকে নির্দিষ্ট করে ।",
    "link.methods": "এই অ্যাট্রিবিউটের মান ঐ ফাংশন সম্পর্কিত তথ্য প্রদান করে যেটি কিনা কোন একটি অবজেক্টের উপর সম্পাদিত হতে পারে।",
    "link.rel": "এই এট্রিবিউটটি বর্তমান ডকুমেন্টের সাথে লিঙ্ক করা ডকুমেন্টের সম্পর্ক নির্দেশ করে।",
    "link.rev": "এই এট্রিবিউটের মান বর্তমান ডকুমেন্টের সাথে লিঙ্কড ডকুমেন্টের সম্পর্ক দেখায় href এট্রিবিউট দিয়ে সংজ্ঞায়িত করা হয়।",
    "link.sizes": "এই বৈশিষ্ট্য সম্পদের মধ্যে চাক্ষুষ মিডিয়া আইকন মাপ সংজ্ঞায়িত করে।",
    "link.target": "সকল ফ্রেমের নাম বা উইন্ডোর নামকে বোঝায় যেগুলোতে সংজ্ঞায়িত লিঙ্কিং সম্পর্ক থাকে বা যেগুলোতে কোন লিঙ্ক করা রিসোর্স দেখান হয়।",
    "link.type": "যে ধরনের বিষয়ের সাথে লিংক করা হয়েছে তা এই এট্রিবিউট বর্ণনা করে।",
    "menu.label": "মেনুর নাম প্রদান করে।",
    "menu.type": "মেনু ঘোষিত হওয়ার ধরনের ইঙ্গিত করতে ব্যবহৃত হয়। ",
    "meta.charset": "এই বৈশিষ্টটি পাতার ক্যারেক্টার এনকোডিং ঘোষণা করে।",
    "meta.content": "এই অ্যাট্রিবিউটটি মান প্রদান করে http-equiv অথবা name এট্রিবিউটটির, কনটেক্সট এর উপর নির্ভর করে। ",
    "meta.http-equiv": "এই গাণিতিক এট্রিবিউট প্রাগমা কে বোঝায় যা সার্ভার এবং ইউসার এজেন্ট এর আচরন পরিবর্তন করতে পারে।",
    "meta.name": "এই বৈশিষ্ট্য একটি ডক্যুমেন্ট স্তরের মেটাডেটার নাম সংজ্ঞায়িত করে",
    "meta.scheme": "এই এট্রিবিউট সেই স্কিমকে বোঝায় যেখানে মেটাডাটা আছে।",
    "meter.form": "এই এট্রিবিউট্টি এলিম্নেটকে একটি ফর্ম এলিম্নেটের সাথে জুক্ত করে যার কিনা মিটার এলিমেন্টের মালিকানা আছে ।",
    "meter.high": "পরিমাপকৃত সর্বোচ্চ সীমার মধ্যে সর্বনিন্ম সাংখ্যমান।",
    "meter.low": "পরিমাপকৃত সর্বনিম্ন সীমার মধ্যে সর্বোচ্চ সাংখ্যমান।",
    "meter.max": " এই উপরের সাংখ্যিক আবদ্ধতা হছে মাপা পরিসীমার",
    "meter.min": "পরিমাপকৃত পরিসীমার নিম্ন সাংখ্যিক সীমা।",
    "meter.optimum": "এই বৈশিষ্টটি ঐচ্ছিক সংখ্যাতাত্ত্বিক মান নির্দেশ করে।",
    "meter.value": "বর্তমান সংখ্যাতাত্ত্বিক মান।",
    "object.archive": "আর্কাইভ এর সম্পদ বস্তুর জন্য URI-র একটি স্থান পৃথকীকৃত তালিকা । ",
    "object.border": "কন্ট্রোলের চারপাশের সীমারেখার প্রস্থ pixel এ।",
    "object.classid": "অবজেক্টটির বাস্তবায়নের URI।",
    "object.codebase": "ক্লাসআইডি, ডাটা অথবা আর্কাইভ বর্ণিত আপেক্ষিক URI সমাধান করতে বেস পাথ ব্যবহার হয়।",
    "object.codetype": "ক্লাস আইডি দ্বারা তথ্য উপাদানের ধরণ বিভক্ত ",
    "object.data": "একটি সঠিক URL-র ঠিকানা।",
    "object.declare": "এই বুলিয়ান এট্রিবিউটের উপস্থিতি এই এলিমেন্টকে বিবৃত করেছে।",
    "object.form": "ফর্ম এলিমেন্ট যদি থাকে, অবজেক্ট এলিমেন্ট (তার ফর্মের মালিকের) সাথে সম্পৃক্ত।",
    "object.height": "ভিডিও-র ডিস্প্লে অংশটির উচ্চতা, CSS পিক্সেলে।",
    "object.name": "বৈধ ব্রাউজিং বিষয়ের নাম (HTML5), অথবা কন্ট্রোলের নাম(HTML4) ।",
    "object.standby": "ফরম উপাদান সংযুক্তিকরন উপাদানের (ফরম মালিকের) সাথে যুক্ত করা হয়",
    "object.tabindex": "বর্তমান ডকুমেন্টটির জন্য উপাদানটির অবস্থান ট্যাবিং ন্যাভিগেশন অর্ডারের মধ্যে ।",
    "object.type": "তথ্য দ্বারা নির্দিষ্ট করা রিসোর্সের MIME-টাইপ।",
    "object.usemap": "একটি হ্যাশ নাম <map> এলিমেন্টকে নির্দেশ করে; যার ম্যাপ এলিমেন্টের নামের প্রথমে '#' থাকবে ",
    "object.width": "ভিডিও-র ডিস্প্লে অংশটির প্রস্থ, CSS পিক্সেলে।",
    "ol.compact": "এই বুলিয়ান চিহ্নটি সংকেত দেয় যে তালিকাটি নিবিড়ভাবে সম্পাদনা করা উচিত ।",
    "ol.reversed": "এই বুলিয়ান এট্রিবিউটটি নির্ধারণ করে যে আইটেমেটির আইটেমগুলো বিপরিতক্রমে নির্ধারণ করা হয়েছে।",
    "ol.start": "এই পূর্ণসংখ্যা মানটি পৃথক তালিকা আইটেমগুলি সংখ্যায়নের প্রাথমিক মান নির্ধারণ করে।",
    "ol.type": "সংখ্যার ধরন বর্ণনা: 'a' ছোট হাতের বর্ণ, \"A' বড় হাতের বর্ণ, 'i' ছোট হাতের রোমান সংখ্যা, 'I' বড় হাতের রোমান সংখ্যা এবং '1' সংখ্যা প্রকাশ করে।",
    "optgroup.disabled": "এই বুলিয়ান বৈশিষ্টটি দেওয়া থাকলে এই পছন্দটি বাছাই করা যাবেনা।",
    "optgroup.label": "বিকল্প দলের নামগুলো যেটা ব্রাউসার ব্যাবহার করতে পারবে ব্যাবহারকারীর  ইন্টারফেসের  বিকল্পগুলি লেবেল করার সময় ",
    "option.disabled": "এই বুলিয়ান বৈশিষ্টটি দেওয়া থাকলে এই পছন্দটি বাছাই করা যাবেনা।",
    "option.label": "এই বৈশিষ্ট্য বিকল্প মানে ইঙ্গিত লেবেলের জন্য লেখা আছে।",
    "option.selected": "যদি থাকে , এই বুলিয়ান বৈশিষ্ট্য নির্দেশ করে যে এই পছন্দটি প্রাথমিকভাবে নির্ধারন করা হয়েছে ।",
    "option.value": "এই এট্রিবিউটের লিখিত অংশ গুলি অবস্থান বর্ননায় ব্যবহৃত লেবেল কে প্রদর্শন করে ।",
    "output.for": "অন্যান্য উপাদানের ID-র একটি তালিকা, যা নির্দেশ করে ইনপুট মান (বা অন্যথায় প্রভাবিত) দিয়ে কোন উপাদান গুলি অবদান করেছে গণনার দিকে।",
    "output.form": "এই ফর্ম উপাদানটি (তার \"ফর্ম অধিকারীর\") সাথে যুক্ত ",
    "output.name": "উপাদানের নাম  ",
    "param.name": "প্যারামিটারের নাম।",
    "param.type": "valuetypeএর মান \"ref\" হলেই একমাত্র ব্যবহার করা হবে।",
    "param.value": "প্যারামিটারের মান।",
    "param.valuetype": "এটি একটি বাতিল API এবং কাজ করবে কিনা তার কোন নিশ্চয়তা নেই।",
    "progress.form": "এই এট্রিবিউটটি প্রগ্রেস উপাদানটি যে ফর্মের অধীনে আছে তা নির্দেশ করে।",
    "progress.max": "প্রোগ্রেস এলেমেন্টটি সম্পূর্ণ হওয়া কাজের কতটুকু প্রয়োজন তা নির্দেশ করার জন্য এই এট্রিবিউট।",
    "progress.value": "প্রোগ্রেস এলেমেন্টটি সম্পূর্ণ হওয়া কাজের কতটুকু প্রয়োজন তা নির্দেশ করার জন্য এই এট্রিবিউট।",
    "q.cite": "এই এট্রিবিউটের মান হচ্ছে একটা URL যেটা মূল নথি অথবা বার্তা তথ্যর মেসেজ কে নির্দেশ করে ।",
    "script.async": "যদি সম্ভব হয়, ব্রাউজার যাতে স্ক্রিপ্টটি এসিংক্রনাসভাবে বাস্তবায়িত করে তা নির্দেশ করার জন্য এই বুলিয়ান এট্রিবিউটটি সেট করুন।",
    "script.defer": "যখন নথিটি পার্স করা হবে তখন স্ক্রিপ্টটি কাজ করবে এটি ব্রাউজার কে বোঝানোর জন্য বুলিয়ান মান দেওয়া হয়েছে ।",
    "script.language": "টাইপ এট্রিবিউট-র মত এই এট্রিবিউটও ব্যবহৃত স্ক্রিপ্টিং ভাষা সনাক্ত করে ।",
    "script.src": "এই এট্রিবিউটটি একটি বহিরাগত স্ক্রিপ্টের URI নির্দেশ করে; এটি কোন নথিতে সরাসরি স্ক্রিপ্ট এমবেড করার বিকল্প হিসেবে ব্যবহার করা যেতে পারে।",
    "script.type": "এই এট্রিবিউটটি কোন স্ক্রিপ্ট এলিমেন্টে স্থাপনকৃত অথবা ঐ এলিমেন্টের src এট্রিবিউট দ্বারা উল্লেখিত স্ক্রিপ্টিং ভাষার কোডকে নির্দেশ করে।",
    "select.autofocus": "এই বুলিয়ান অ্যাট্রিবিউট আপনাকে নির্দিষ্ট করবে যে বাটনটি ইনপুট ফোকাস থাকতে হবে যখন পৃষ্ঠাটি লোড হয়, যদি না ব্যবহারকারী এটি অগ্রাহ্য করে, উল্লেখ করতে দেয় হলে পৃষ্ঠাটি লোড ব্যবহারকারীরা এটি অগ্রাহ্য করা হবে, উদাহরণস্বরূপ একটি ভিন্ন নিয়ন্ত্রণ দ্বারা টাইপ করে । ",
    "select.disabled": "যে বুলিয়ান বৈশিষ্টটি বোঝায় যে ব্যবহারকারী কন্ট্রোলটি ব্যবহার করতে পারবেন না।",
    "select.form": "যে ফর্ম বস্তুটিতে সিলেক্ট বস্তুটি যুক্ত (তার \"ফর্মের মালিক\")।",
    "select.multiple": "এই বুলিয়ান এট্রিবিউট নির্দেশ করে যে একাধিক অপশন তালিকায় নির্বাচন করা যাবে ।",
    "select.name": "control টির নাম।",
    "select.required": "একটি বুলিয়ান বৈশিষ্ট্য নির্দেশ করে যে অ-খালি স্ট্রিং মানবিশিষ্ট অপশনকে অবশ্যই নির্বাচন করা উচিত।",
    "select.selectedIndex": "নির্বাচিত উপাদানের <option> সূচী",
    "select.size": "যদি কন্ট্রোলটিকে কোন স্ক্রলক্ষম তালিকা বাক্সের রূপে প্রকাশ করা যায় তাহলে এই অ্যাট্রিবিউটটি একটি তালিকায় বিদ্যমান সেই সকল রো এর সংখ্যা প্রকাশ করে যারা কেবল মাত্র এক বার দৃশ্যমান হতে পারে।",
    "source.media": "মিডিয়ার উদ্দেশ্যে রিসোর্সের মিডিয়া অনুসন্ধান।",
    "source.src": "মিডিয়া সম্পদের  ঠিকানা প্রয়োজন",
    "source.type": "রিসোর্সের MIME-টাইপ, ঐচ্ছিকভাবে কোডেক প্যারামিটারের সাথে।",
    "style.disabled": "যদি ধার্য করা হয় তাহলে, নিষ্ক্রিয় করে দেয়(প্রয়োগ করে না) সেসকল স্টাইলের নিয়ম নীতি গুলোকে যেগুলো একটি উপাদানের অন্তর্গত নথিতে নির্দিষ্ট করা থাকে।",
    "style.media": "কোন ধরনের মাধ্যমের জন্য এই স্টাইল প্রযোজ্য হবে।",
    "style.scoped": "এই বৈশিষ্ট্য উপস্থিত থাকলে, স্টাইল শুধুমাত্র তার মূল উপাদানে প্রযোজ্য",
    "style.title": "বিকল্প স্টাইল শীটের সেট সমূহ নির্দিষ্ট করে।",
    "style.type": "এই এট্রিব্রিউট স্টাইলিং ভাষা হিসাবে একটি MIME ধরণ (অক্ষরসেট উল্লেখ করা উচিত নয়) সংজ্ঞায়িত করে । ",
    "table.align": "এই বিচ্ছিন্ন এট্রিবিউটটি টেবিল অন্তরভুক্ত ডকুমেন্ট অনুযায়ি কিভাবে বিন্যাস্ত হবে তা নির্দেশ করে ।",
    "table.bgcolor": "এই বৈশিষ্ট্যটি টেবিল এবং তার বিষয়বস্তুর ব্যাকগ্রাউন্ড রং সংজ্ঞায়িত করে।",
    "table.border": "এই পুর্ণ সংখ্যার এট্রিবিউটটি টেবিলের চারিদিকের ফ্রেমের মাপ পিক্সেলে নির্দেশ করে।",
    "table.cellpadding": "এই এট্রিবিউট কোন সেলের বিষয়বস্তু এবং এর বর্ডারের মধ্যমার ফাঁকা জায়গা, এটি দেখানো হবে কিনা তা বর্ণনা করে।",
    "table.cellspacing": "এই চিহ্নটি দুটো সেলের মধ্যে দুরত্ব শতকরায় বা পিক্সেলে বর্ণনা করে(আনুভূমিক এবং উলম্ব দুভাবেই), টেবিলের সবচেয়ে উপর এবং প্রথম সারির সেলের মধ্যে, টেবিলের বামপাশ এবং প্রথম কলাম, টেবিলের ডানপাশ এবং শেষ কলাম এবং টেবিলের নিচ এবং শেষ সারি। ",
    "table.frame": "টেবিলকে ঘিরে অবস্থিত ফ্রেমের কোন পাশটি প্রদর্শিত হবে তা এই গাণিতিক এট্রিবিউটটি সংজ্ঞায়িত করে।",
    "table.rules": "এই গাণিতিক এট্রিবিউট সংজ্ঞায়িত করে কোথায় নিয়ম,i.e.",
    "table.summary": "এই এট্রিবিউটটি ইউজার এজেন্ট দ্বারা প্রদর্শনে অক্ষম টেবিলকে বর্ননার জন্য ব্যবহৃত বিকল্প লেখা নির্দেশ করে ।",
    "table.width ": "যে বৈশিষ্টটি টেবিলের প্রস্থ নির্ধারণ করে।",
    "tbody.align": "এই গাণিতিক এট্রিবিউট বর্ণনা করে কিভাবে অনুভূমিক বিন্যাসের প্রতিটি সেলের কন্টেন্ট কিভাবে পরিচালনা করা হবে।",
    "tbody.bgcolor": "এই বৈশিষ্ট্যটি কলামের প্রতিটি ঘরের ব্যাকগ্রাউন্ড রং সংজ্ঞায়িত করে।",
    "tbody.char": "একটি কলামের কোষগুলি সারিবদ্ধ করার জন্য এই বৈশিষ্ট্য টি ব্যাবহার করা হয়।",
    "tbody.charoff": "এই বৈশিষ্ট্যগুলি ব্যাবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্য যা শ্রেণীবিন্যাসে সঞ্চয় করে রাখা  কলাম তথ্য মুছে ফেলে যেগুলো char বৈশিষ্ট্য দ্বারা নির্দিষ্ট করা হয়েছে । ",
    "tbody.valign": "টেবিল হেডারেরে প্রতিটি সেলের প্রতিটি সারির লেখার লম্ব বিন্যাস এই এট্রিবিউটকে বর্ণনা করে।",
    "td.abbr": "এই বৈশিষ্ট্য টি তে cell এর বিশয়বস্তুর সংক্ষেপিত বর্ণনা থাকে।",
    "td.align": "এই গাণিতিক এট্রিবিউট বর্ণনা করে কিভাবে অনুভূমিক বিন্যাসের প্রতিটি সেলের কন্টেন্ট কিভাবে পরিচালনা করা হবে।",
    "td.axis": "এই বৈশিষ্ট্য টির কাছে শূন্যস্থান দ্বারা আলাদা করা স্ট্রিং এর একটি তালিকা থাকে",
    "td.bgcolor": "এই বৈশিষ্ট্যটি কলামের প্রতিটি ঘরের ব্যাকগ্রাউন্ড রং সংজ্ঞায়িত করে।",
    "td.char": "একটি কলামের কোষগুলি সারিবদ্ধ করার জন্য এই বৈশিষ্ট্য টি ব্যাবহার করা হয়।",
    "td.charoff": "এই বৈশিষ্ট্যগুলি ব্যাবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্য যা শ্রেণীবিন্যাসে সঞ্চয় করে রাখা  কলাম তথ্য মুছে ফেলে যেগুলো char বৈশিষ্ট্য দ্বারা নির্দিষ্ট করা হয়েছে । ",
    "td.colspan": "এই এট্রিবিউটটি একটি ধনাত্মক পুর্ন সঙ্খ্যা ধারন করে যাটা কলামগুলি কত সেল পর্যন্ত বৃদ্ধি পাবে তা নির্দেশ করে ।",
    "td.headers": "এটি স্পেস দিয়ে আলাদা করা স্ট্রিং-এর তালিকাকে অ্যাট্রিবিউট দেয়, যা এই উপাদানের<th> আইডি অ্যাট্রিবিউট অনুসারে কার্যকর হবে",
    "td.rowspan": "এই এট্রিবিউটটি একটি ধনাত্মক পুর্ন সঙ্খ্যা ধারন করে যাটা সারিগুলি কত সেল পর্যন্ত বৃদ্ধি পাবে তা নির্দেশ করে ।",
    "td.scope": "এই API টি বর্তমানে অপ্রচলিত এবং HTML5 এ নাও কাজ করতে পারে",
    "td.valign": "টেবিল হেডারেরে প্রতিটি সেলের প্রতিটি সারির লেখার লম্ব বিন্যাস এই এট্রিবিউটকে বর্ণনা করে।",
    "textarea.autofocus": "এই বুলিয়ান অ্যাট্রিবিউট আপনাকে নির্দিষ্ট করবে যে বাটনটি ইনপুট ফোকাস থাকতে হবে যখন পৃষ্ঠাটি লোড হয়, যদি না ব্যবহারকারী এটি অগ্রাহ্য করে, উল্লেখ করতে দেয় হলে পৃষ্ঠাটি লোড ব্যবহারকারীরা এটি অগ্রাহ্য করা হবে, উদাহরণস্বরূপ একটি ভিন্ন নিয়ন্ত্রণ দ্বারা টাইপ করে । ",
    "textarea.cols": "টেক্সট কন্ট্রোল দৃশ্যমান প্রস্থ, গড়ে বর্ণের প্রস্থ।",
    "textarea.disabled": "যে বুলিয়ান বৈশিষ্টটি বোঝায় যে ব্যবহারকারী কন্ট্রোলটি ব্যবহার করতে পারবেন না।",
    "textarea.form": "এই ফর্ম উপাদানটি, যেটি একটি টেক্স্টএরিযা উপাদান, সেটি (তার \"ফর্ম অধিকারীর\") সাথে যুক্ত",
    "textarea.maxlength": "সর্বোচ্চ অক্ষর সংখ্যা (ইউনিকোড কোড পয়েন্টস) যা কোন ব্যবহারকারী দিতে পারেন।",
    "textarea.name": "control টির নাম।",
    "textarea.placeholder": "কন্ট্রোলে ব্যবহারকারী কি দিতে পারবে তার একটি সাহায্য।",
    "textarea.readonly": "এই বুলিয়ান এট্রিবিউট বোঝায় যে ব্যবহারকারী এটির মান পরিবর্তন করতে পারবে না।",
    "textarea.required": "এই অ্যাট্রিবিউটটি নির্ধারণ করে যে ব্যবহারকারীকে ফর্ম সাবমিট করার আগে অবশ্যই এটি পূরণ করতে হবে। ",
    "textarea.rows": "কন্ট্রলে দেখা যায় এমন টেক্সট লাইনের সংখ্যা।",
    "textarea.selectionDirection": "যে দিকে সিলেকশনটি ঘটেছে",
    "textarea.selectionEnd": "বর্তমান নির্বাচনে থাকা শেষ অক্ষরের ইন্ডেক্স।",
    "textarea.selectionStart": "সাম্প্রতিক নির্বাচিত অংশের প্রথম character এর সূচক।",
    "textarea.wrap": "কংট্রোল পাঠ্যটিকে কিভাবে পরিবেষ্টন করে তা চিহ্নিত করা হয়",
    "tfoot.align": "এই গাণিতিক এট্রিবিউট বর্ণনা করে কিভাবে অনুভূমিক বিন্যাসের প্রতিটি সেলের কন্টেন্ট কিভাবে পরিচালনা করা হবে।",
    "tfoot.bgcolor": "এই বৈশিষ্ট্যটি কলামের প্রতিটি ঘরের ব্যাকগ্রাউন্ড রং সংজ্ঞায়িত করে।",
    "tfoot.char": "একটি কলামের কোষগুলি সারিবদ্ধ করার জন্য এই বৈশিষ্ট্য টি ব্যাবহার করা হয়।",
    "tfoot.charoff": "এই বৈশিষ্ট্যগুলি ব্যাবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্য যা শ্রেণীবিন্যাসে সঞ্চয় করে রাখা  কলাম তথ্য মুছে ফেলে যেগুলো char বৈশিষ্ট্য দ্বারা নির্দিষ্ট করা হয়েছে । ",
    "tfoot.valign": "টেবিল হেডারেরে প্রতিটি সেলের প্রতিটি সারির লেখার লম্ব বিন্যাস এই এট্রিবিউটকে বর্ণনা করে।",
    "th.abbr": "এই বৈশিষ্ট্য টি তে cell এর বিশয়বস্তুর সংক্ষেপিত বর্ণনা থাকে।",
    "th.align": "এই গাণিতিক এট্রিবিউট বর্ণনা করে কিভাবে অনুভূমিক বিন্যাসের প্রতিটি সেলের কন্টেন্ট কিভাবে পরিচালনা করা হবে।",
    "th.axis": "এই বৈশিষ্ট্য টির কাছে শূন্যস্থান দ্বারা আলাদা করা স্ট্রিং এর একটি তালিকা থাকে",
    "th.bgcolor": "এই বৈশিষ্ট্যটি কলামের প্রতিটি ঘরের ব্যাকগ্রাউন্ড রং সংজ্ঞায়িত করে।",
    "th.char": "একটি কলামের কোষগুলি সারিবদ্ধ করার জন্য এই বৈশিষ্ট্য টি ব্যাবহার করা হয়।",
    "th.charoff": "এই বৈশিষ্ট্যগুলি ব্যাবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্য যা শ্রেণীবিন্যাসে সঞ্চয় করে রাখা  কলাম তথ্য মুছে ফেলে যেগুলো char বৈশিষ্ট্য দ্বারা নির্দিষ্ট করা হয়েছে । ",
    "th.colspan": "এই এট্রিবিউটটি একটি ধনাত্মক পুর্ন সঙ্খ্যা ধারন করে যাটা কলামগুলি কত সেল পর্যন্ত বৃদ্ধি পাবে তা নির্দেশ করে ।",
    "th.headers": "এটি স্পেস দিয়ে আলাদা করা স্ট্রিং-এর তালিকাকে অ্যাট্রিবিউট দেয়, যা এই উপাদানের<th> আইডি অ্যাট্রিবিউট অনুসারে কার্যকর হবে",
    "th.rowspan": "এই এট্রিবিউটটি একটি ধনাত্মক পুর্ন সঙ্খ্যা ধারন করে যাটা সারিগুলি কত সেল পর্যন্ত বৃদ্ধি পাবে তা নির্দেশ করে ।",
    "th.scope": "এই গাণিতিক এট্রিবিউট সকল ঘরকে ব্যাখ্যা করে যেখানে বিদ্যমান শিরোনাম<th> এলিমেন্ট গুলোর সাথে সংশ্লিষ্ট থাকে।",
    "th.valign": "টেবিল হেডারেরে প্রতিটি সেলের প্রতিটি সারির লেখার লম্ব বিন্যাস এই এট্রিবিউটকে বর্ণনা করে।",
    "thead.align": "এই গাণিতিক এট্রিবিউট বর্ণনা করে কিভাবে অনুভূমিক বিন্যাসের প্রতিটি সেলের কন্টেন্ট কিভাবে পরিচালনা করা হবে।",
    "thead.bgcolor": "এই বৈশিষ্ট্যটি কলামের প্রতিটি ঘরের ব্যাকগ্রাউন্ড রং সংজ্ঞায়িত করে।",
    "thead.char": "একটি কলামের কোষগুলি সারিবদ্ধ করার জন্য এই বৈশিষ্ট্য টি ব্যাবহার করা হয়।",
    "thead.charoff": "এই বৈশিষ্ট্যগুলি ব্যাবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্য যা শ্রেণীবিন্যাসে সঞ্চয় করে রাখা  কলাম তথ্য মুছে ফেলে যেগুলো char বৈশিষ্ট্য দ্বারা নির্দিষ্ট করা হয়েছে । ",
    "thead.valign": "টেবিল হেডারেরে প্রতিটি সেলের প্রতিটি সারির লেখার লম্ব বিন্যাস এই এট্রিবিউটকে বর্ণনা করে।",
    "time.datetime": "এই এট্রিবিউট উপাদানের সময় ও তারিখ নির্দেশ করে এবং এটিকে একটি ঐচ্ছিক সময় স্ট্রিং সহ সঠিক তারিখ হতে হবে।",
    "time.pubdate": "(এই বৈশিষ্ট্যটি এখনো WHATWG এবং W3C HTML5 Working Group এর আলোচনাধীন।) এলিমেন্টটি যে তারিখ এবং সময় দেয় তা হল নথিটির প্রকাশ তারিখ - এই Boolean এট্রিবিউটটি তা-ই নির্দেশ করে।",
    "tr.align": "এই গাণিতিক এট্রিবিউট বর্ণনা করে কিভাবে অনুভূমিক বিন্যাসের প্রতিটি সেলের কন্টেন্ট কিভাবে পরিচালনা করা হবে।",
    "tr.bgcolor": "যে বৈশিষ্টটি প্রত্যেকটি সারি কক্ষের পটভূমির রঙ নির্ধারণ করে।",
    "tr.char": "একটি কলামের কোষগুলি সারিবদ্ধ করার জন্য এই বৈশিষ্ট্য টি ব্যাবহার করা হয়।",
    "tr.charoff": "এই বৈশিষ্ট্যগুলি ব্যাবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্য যা শ্রেণীবিন্যাসে সঞ্চয় করে রাখা  কলাম তথ্য মুছে ফেলে যেগুলো char বৈশিষ্ট্য দ্বারা নির্দিষ্ট করা হয়েছে । ",
    "tr.valign": "টেবিল হেডারেরে প্রতিটি সেলের প্রতিটি সারির লেখার লম্ব বিন্যাস এই এট্রিবিউটকে বর্ণনা করে।",
    "ul.compact": "এই বুলিয়ান চিহ্নটি সংকেত দেয় যে তালিকাটি নিবিড়ভাবে সম্পাদনা করা উচিত ।",
    "ul.type": "তালিকার জন্য বুলেট স্টাইল সেট করতে ব্যবহৃত হয়।",
    "video.autobuffer": "একটি বুলিয়ান এট্রিবিউট; যদি বলা হয়, তাহলে ভিডিও স্বয়ংক্রিয় ভাবে চালু হবে যদিও সেটি স্বয়ংক্রিয়ভাবে চালু হবার জন্য না বলা থাকে।",
    "video.autoplay": "এটি বুলিয়ান এট্রিবিউটল নির্দিষ্ট করে দেয়া হলে ভিডিওটি স্বয়ংক্রিয়ভাবে চলা শুরু করবে যখনই লোড ছাড়া এটি চলতে পারবে।",
    "video.buffered": "একটি এট্রিবিউট যা দিয়ে আপনি বুঝতে পারবেন মিডিয়ার কোন অংশ বাফার হয়েছে।",
    "video.controls": "এই বৈশিষ্ট্য উপস্থিত থাকলে, ব্রাউজারটি  ব্যবহারকারীকে  অডিও প্লেব্যাক , শব্দের মাত্রা , সিকিং  এবং বিরাম/পুনরারম্ভ করার অনুমতি নিয়ন্ত্রণ প্রদান করব।",
    "video.height": "ভিডিও-র ডিস্প্লে অংশটির প্রস্থ, CSS পিক্সেলে।",
    "video.loop": "একটি বুলিয়ান অ্যাট্রিবিউট; যদি নির্দিষ্ট করে দেয়া হয়, আমাদেরকে তাহলে, ভিডিওটি শেষ হবার পর পর আবার স্বয়ংক্রিয়ভাবে প্রথম থেকে শুরু হবে।",
    "video.muted": "একটি বুলিয়ান বৈশিষ্ট্য যা নির্দেশ করে ভিডিও তে অডিও এর ডিফল্ট সেটিং।",
    "video.poster": "URL একটি পোস্টার ফ্রেম দেখানোর নির্দেশ করে যতক্ষণ না ব্যবহারকারী তা শুরু করে।",
    "video.preload": "এই গণিতভিত্তিক অ্যাট্রিবিউটটি ব্রাউজারকে ব্যবহারকারীর সর্বোচ্চ ভাল অভিজ্ঞতার লক্ষ্যে নির্মাতার চিন্তাধারার একটা সংকেত দিতে ব্যবহত হয়।",
    "video.src": "যে URL টি ভিডিওটির সাথে সংযুক্ত হবে।",
    "video.width": "ভিডিও-র ডিস্প্লে অংশটির প্রস্থ, CSS পিক্সেলে।"
}