{
    "a.charset": "Aqueste atribut definís l'encodatge dels caractèrs de la ressorsa ligada",
    "a.coords": "Utilizat amb des formes d'objèctes, aqueste atribut utilise una lista de nombres, séparés per des virgules, per définir les coordonadas d'un objècte sus la page.",
    "a.datafld": "Aqueste atribut précise lo nom de la colomna de l'objècte source de donadas qui fournit les donadas liées.",
    "a.datasrc": "Aqueste atribut indica l'ID de l'objècte de font de donadas que provesís las donadas ligadas a aqueste element.",
    "a.href": "C'est lo seul atribut obligatoire per les ancres qui définissent la source d'un lien ipertèxte.",
    "a.hreflang": "Aqueste atribut indica la lenga de la ressorsa ligada.",
    "a.media": "Aqueste atribut indica lo média sul qual s'applique la ressource liée.",
    "a.methods": "La valor de aqueste atribut provesís d'informacions quant a las foncions que pòdon èsser utilizadas sus un objècte.",
    "a.name": "Aqueste atribut es requis dins una ancre définissant un emplacement cible dins una page.",
    "a.ping": "Lo support de «&nbsp;ping&nbsp:» a été désactivé a partir de Firefox 3 bêta 3.",
    "a.rel": "Pour les ancres contenant l'atribut href, aqueste atribut précise la relation de l'objècte cible a l'objècte lien.",
    "a.rev": "Aqueste atribut indica un lien inverse, la relation inverse de l'atribut rel.",
    "a.shape": "Aqueste atribut es utilizat per définir una région sélectionnable per des liens ipertèxtes associés a una forme per créer un imatge interactive.",
    "a.target": "Aqueste atribut indica où afichar la ressource liée.",
    "a.type": "Aqueste atribut spécifie lo tipe de média sous la forme d'un tipe MIME per la cible del lien.",
    "a.urn": "Ce soi-disant atribut soutenu per Microsoft associe un nom de ressource uniforme (URN) al lien.",
    "area.accesskey": "Definís un acorchi de clavièr per l'element.",
    "area.alt": "Una cadena de caractèr alternative a afichar per les navigadors n'affichant pas les images.",
    "area.coords": "Un ensemble de valara spécifiant les coordonadas de la zòna del hotspot.",
    "area.href": "La cible del lien ipertèxte per la zòna donada.",
    "area.hreflang": "Indica la lenga de la ressource liée.",
    "area.media": "Una indicacion del tipe de mèdia pel qual la ressorsa ligada es estada creada, per exemple per l'impression o l'afichatge sus un ecran.",
    "area.name": "Définir un nom per la zòna cliquable per qu'elle puisse èsser utilizada en script dins les anciens navigadors.",
    "area.nohref": "Indica qu'aucun lien ipertèxte n'existe per la zòna associée.",
    "area.rel": "Pour les ancres contenant l'atribut href, aqueste atribut précise la relation de l'objècte cible a l'objècte lien.",
    "area.shape": "La forme associée a la zòna interactive.",
    "area.tabindex": "Una valor numérique spécifiant la position de la zòna définie dins l'òrdre des onglets del navigador.",
    "area.target": "Aqueste atribut indica où afichar la ressource liée.",
    "area.type": "Aqueste atribut spécifie lo tipe de média sous la forme d'un tipe MIME per la cible del lien.",
    "audio.autobuffer": "Un atribut boolean qu'indican se lo telecargament del fichièr àudio deu començar immediatament, quitament se la lectura s'avia pas automaticament.",
    "audio.autoplay": "Un atribut boolean ; s'il es défini (même s'il vaut <code>false</code> !), la piste àudio sera lancée automaticament una fois que suffisamment de donadas auront été chargées per que la lecture puisse se poursuivre sans arrêt jusqu'à la fin.",
    "audio.buffered": "Un atribut en lectura per determinar lo nombre de fragments suls quals lo mèdia es estat mes en memòria tampon.",
    "audio.controls": "Quand aqueste atribut serà present, lo navigador permetrà a l'utilizaire de gerir lo lector àudio amb lo volum, la lectura/pausa e l'avança rapida.",
    "audio.loop": "Un atribut boolean. S'il es spécifié, la piste àudio sera automaticament repositionada al començament una fois la lecture finie.",
    "audio.mozCurrentSampleOffset": "Lo decalatge, exprimé en nombre d'échantillons depuis lo début del flux àudio, indiquant la position de lecture actuelle.",
    "audio.muted": "Un atribut boolean qu'indica se lo son deu èsser copat al començament.",
    "audio.preload": "Aqueste atribut d'énumération sert a indiquer al navigador ce qui, d'après l'auteur, permettrait d'offrir la meilleure expérience a l'utilizaire.",
    "audio.src": "L'URL del fichièr àudio a inserir.",
    "base.href": "L'URL de base a utiliser dins tout lo document per compléter les URL relatives.",
    "base.target": "Un nom o un mot clau indiquant l'emplacement per defaut per afichar lo résultat quand des liens ipertèxtes o des formularis provoquent la navigacion, per les elements qui n'ont pas de référence cible explicite.",
    "bdo.dir": "La direction del tèxte dins aqueste element.",
    "blockquote.cite": "Una URL désignant la source (document o message) de la citation.",
    "body.alink": "La color del tèxte des hyperliens lorsqu'on les sélectionne.",
    "body.background": "URI d'una image a utiliser coma arrière-plan.",
    "body.bgcolor": "Color de rèire plan del document.",
    "body.link": "Color del tèxte per los ligams ipertèxte non visités.",
    "body.onafterprint": "Foncion d'apelar aprèp l'impression del document.",
    "body.onbeforeprint": "Foncion d'apelar quand l'utilizaire demanda l'impression del document.",
    "body.onbeforeunload": "Foncion a appeler quand lo document es sus lo point d'èsser déchargé.",
    "body.onblur": "Foncion a appeler quand lo document perd lo focus.",
    "body.onerror": "Foncion a appeler quand lo document ne se charge pas correctement.",
    "body.onfocus": "Foncion a appeler quand lo document reçoit lo focus.",
    "body.onhashchange": "Foncion a appeler quand la partie d'identifiant de fragment (celle qui commence per lo caractèr dièse (#)) de l'adresse actuelle del document a changé.",
    "body.onload": "Foncion d'apelar quand lo cargament del document es acabat.",
    "body.onmessage": "Foncion a appeler quand lo document a reçu un message.",
    "body.onoffline": "Foncion a appeler quand la communication réseau a échoué.",
    "body.ononline": "Foncion a appeler quand la communication réseau es rétablie.",
    "body.onpopstate": "Foncion a appeler quand l'utilizaire s'est déplacé dins l'historique de la session.",
    "body.onredo": "Foncion a appeler quand l'utilizaire parcourt, en avançant, l'historique d'anullacion.",
    "body.onresize": "Foncion a appeler quand lo document a été redimensionné.",
    "body.onstorage": "Foncion a appeler quand l'espace de stockage a changé.",
    "body.onundo": "Foncion a appeler quand l'utilizaire a reculé dins l'historique des actions anulladas.",
    "body.onunload": "Una foncion a appeler a la fermeture del document.",
    "body.text": "Color de premier plan del tèxte.",
    "body.vlink": "Color del tèxte des hyperliens qui ont déjà été visités.",
    "br.clear": "Indica où commencer la linha suivante après lo retour a la linha.",
    "button.autofocus": "Aqueste atribut boolean vous permet de especificar se lo boton deu èsser seleccionat quand la page se charge, a moins que l'utilizaire ne choisisse un autre contrôle en tapant quelque chose dedans.",
    "button.disabled": "Aqueste atribut boolean indica que l'utilizaire ne pòt pas interagir amb lo boton.",
    "button.form": "L'element <code>form</code> amb lequel lo boton es associé (le formulari auquel il appartient).",
    "button.formaction": "L'URI del programme de traitement des informations soumises al moyen del boton.",
    "button.formenctype": "Se ce boton es un boton de soumission, aqueste atribut précise lo tipe de contengut qui es utilizat per soumetre lo formulari al serveur.",
    "button.formmethod": "Se ce boton sert a soumetre lo formulari, aqueste atribut indica la méthode HTTP que lo navigador deu utiliser per mandar lo formulari.",
    "button.formnovalidate": "Se lo boton es un boton <code>submit</code>, aqueste atribut boolean indica que lo formulari ne deu pas èsser validé quand il es soumis.",
    "button.formtarget": "Se lo boton es un boton submit, aqueste atribut es un nom o un mot clau indiquant l'emplacement d'afichatge de la réponse reçue après la soumission del formulari.",
    "button.name": "Lo nom del boton, qui sera mandat amb les donadas del formulari.",
    "button.type": "Lo tipe del boton.",
    "button.value": "La valor initiale del boton.",
    "canvas.height": "La nautor de l'espace de coordonadas, exprimée en pixèls CSS.",
    "canvas.width": "The width of the coordinate space in CSS pixels.",
    "caption.align": "Aqueste atribut d'énumération indica la façon dont la légende deu èsser alignée per rapport al tablèu.",
    "col.align": "Aqueste atribut d'énumération definís la façon dont l'alinhament orizontal es géré, per lo contengut de cada cellula de la colomna.",
    "col.bgcolor": "Aqueste atribut definís la color de rèire plan de cada cellula de la colomna.",
    "col.char": "Aqueste atribut es utilizat per especificar lo caractèr sul qual seràn alinhadas las cellulas d'una colomna.",
    "col.charoff": "Aqueste atribut es utilizat per especificar lo decalatge, en nombre de caractèrs,  de la colomna per rapòrt als caractèrs d'alinhament donats per l'atribut char.",
    "col.span": "Aqueste atribut conten un entièr positif indiquant lo nombre de colomnas consécutives sul qual l'element <col> s'étend.",
    "col.valign": "Aqueste atribut spécifie l'alinhament vertical del tèxte dins cada cellula de la colomna.",
    "col.width": "Aqueste atribut definís la largor per defaut per cada colomna appartenant al grop de colomnas.",
    "colgroup.align": "Aqueste atribut d'énumération definís la façon dont l'alinhament orizontal es géré, per lo contengut de cada cellula de la colomna.",
    "colgroup.bgcolor": "Aqueste atribut definís la color del rèire plan per chacune des cellulas des colomnas qui appartiennent al même grop. ",
    "colgroup.char": "Aqueste atribut es utilizat per especificar lo caractèr sul qual seràn alinhadas las cellulas d'una colomna.",
    "colgroup.charoff": "Aqueste atribut es utilizat per especificar lo decalatge, en nombre de caractèrs,  de la colomna per rapòrt als caractèrs d'alinhament donats per l'atribut char.",
    "colgroup.span": "Aqueste atribut conten un nombre entièr positif indiquant lo nombre de colomnas consécutives supplémentaires per appliquer les atributs de l'element <column>.",
    "colgroup.valign": "Aqueste atribut spécifie l'alinhament vertical del tèxte dins cada cellula de la colomna.",
    "colgroup.width": "Aqueste atribut definís la largor per defaut per cada colomna appartenant al grop de colomnas.",
    "command.checked": "Indica se la comanda es sélectionada.",
    "command.disabled": "Indica que la comanda n'est pas disponible.",
    "command.icon": "Donne un imatge qui représente la comanda.",
    "command.label": "Lo nom de la comanda, coma indiqué a l'utilizaire.",
    "command.radiogroup": "Aqueste atribut fournit lo nom d'un grop de comandas amb lo tipe radio. Ce grop sera activé quand la comanda elle-même sera activée.",
    "command.type": "Aqueste atribut indica lo tipe de comanda.",
    "dd.nowrap": "Se la valor de aqueste atribut es yes, lo tèxte de la definísion ne passera pas automaticament a la linha.",
    "del.cite": "L' URI d'una ressource qui explique lo changement (par exemple, les procès-verbaux).",
    "del.datetime": "Aqueste atribut indica la date e l'ora de la modificacion e deu èsser una date valide, éventuellement complétée d'una cadena de caractèrs per l'ora.",
    "details.open": "Aqueste atribut boolean indica se les détails devon èsser afichats a l'utilizaire al cargament de la page.",
    "dl.compact": "Obliga la definicion a èsser sus la meteissa linha que lo tèrme definit.",
    "embed.height": "La nautor afichada de la ressource, en pixèls CSS.",
    "embed.src": "L'adresse URL de la ressource embarquée.",
    "embed.type": "Lo tipe MIME a utiliser per seleccionar lo plugin a lancer.",
    "embed.width": "La largor de la ressource afichats, en pixèls CSS.",
    "fieldset.disabled": "Se aqueste atribut boolean es present, los contraròtles del formulari seràn desactivats, es a dire pas modificables, levat los descendents de la primièra balisa <legend> se existís.",
    "fieldset.form": "Aqueste atribut a la valor de l'atribut id de l'element <form> ⏎ <br> auquel il es associé.",
    "fieldset.name": "Lo nom associé amb lo grop, qui sera soumis amb les donadas del formulari.",
    "form.accept": "Una liste séparée per des virgules de tipes de contengut que lo serveur accepte.",
    "form.accept-charset": "Una liste des codages de caractèrs que lo serveur accepte.",
    "form.action": "L'URI d'un programme de traitement des informations soumises via lo formulari.",
    "form.autocomplete": "Indica se les zones de saisie de ce formulari pòdon per defaut èsser autocomplétées per lo navigador.",
    "form.enctype": "Quand la valor de l'atribut <code>method</code> vaut <code>post</code>, aqueste atribut es lo tipe MIME del contengut qui es mandat al serveur lors de la soumission del formulari.",
    "form.method": "La méthode HTTP a utiliser per soumette lo formulari.",
    "form.name": "Lo nom del formulari.",
    "form.novalidate": "Aqueste atribut boolean indica que lo formulari ne deu pas èsser validé lorsqu'il es soumis.",
    "form.target": "Un nom o un mot clau qu'indica ont afichar lo contengut recebut en responsa a la somission del formulari.",
    "head.profile": "L'URI d'un o mantun perfils de metadonadas, separats per d'espacis.",
    "hr.align": "Déconseillée depuis HTML4.01. Obsolète depuis HTML5",
    "hr.color": "Definís la color de la linha orizontale per nom de color o valor hexadécimale.",
    "hr.noshade": "Déconseillée depuis HTML4.01. Obsolète depuis HTML5",
    "hr.size": "Déconseillée depuis HTML4.01. Obsolète depuis HTML5",
    "hr.width": "Definís la longueur de la linha orizontale a afichar sus la page, en pixèls o en pourcents.",
    "html.manifest": "Indica l'URI d'un manifeste de ressources indiquant les ressources qui devraient èsser mises en cache localement.",
    "html.version": "Definís la version del DTD HTML qui es utilizada per lo document courant.",
    "iframe.align": "L'alinhament de aqueste element per rapport al contèxte environnant.",
    "iframe.frameborder": "La valor 1 (valor per defaut) indica al navigador de dessiner una bordure entre ce cadre e tous les autres cadres.",
    "iframe.height": "Indica la nautor del cadre ⏎ <br> HTML5 en pixèls CSS o ⏎ <br> HTML 4.01 en pixèls o en pourcentage.",
    "iframe.longdesc": "Una URI permettant una description longue del cadre.",
    "iframe.marginheight": "L'espace en nombre de pixèls entre lo contengut del cadre e ses marges superiora e inferiora.",
    "iframe.marginwidth": "L'espace en nombre de pixèls entre lo contengut del cadre e ses marges latérales.",
    "iframe.mozallowfullscreen": "A partir de Gecko 9.0, aqueste atribut pòt èsser mis a true afin d'autoriser lo cadre a passer en mòde plein écran en appelant sa méthode element.mozRequestFullScreen().",
    "iframe.name": "Un nom per lo contengut de navigacion embarqué (ou per lo cadre).",
    "iframe.sandbox": "Sel conten una cadena de caractèrs voida, aqueste atribut activa de restriccions suplementàrias quant al contengut que pòt aparéisser dins lo quadre.",
    "iframe.scrolling": "Atribut d'énumération indiquant se lo navigador deu provesir una barre de défilement (ou autre) per la frame : auto : seulement quand c'est nécessaire.",
    "iframe.seamless": "Aqueste atribut boolean indica que lo navigador devrait rendre lo cadre interne de telle manière qu'il donne l'impression de faire partie del document contenant, per exemple en appliquant des estils CSS qui s'appliquent a l'<iframe> al document contengut avant de estils spécifiés dins ce document , e per l'ouverture de liens dins les documents contenguts dins lo contèxte de navigacion del parent (sauf se un autre paramètre l'empêche).",
    "iframe.src": "L'URL de la page a inserir.",
    "iframe.srcdoc": "Lo contengut de la page que lo contèxte intégré deu inclure.",
    "iframe.webkitallowfullscreen": "Avec Chrome 17 o les versions ulterioras (voire peut-èsser anterioras), aqueste atribut pòt valoir true se la frame es autorisée a èsser afichada al sein del mòde plein écran en appelant la méthode element.webkitRequestFullScreen().",
    "iframe.width": "Indica la largor del cadre HTML5 en pixèls CSS, ou HTML 4.01 en pixèls o en pourcents.",
    "img.align": "L'alinhament de l'imatge per rapport al contèxte environnant.",
    "img.alt": "Aqueste atribut definís un tèxte alternatif per décrire l'imatge.",
    "img.border": "L'épaisseur de la bordure autour de l'imatge.",
    "img.crossorigin": "Aqueste atribut d'énumération indica se lo mòde de cargament de l'imatge liée deu èsser fait en utilisant CORS o non.",
    "img.height": "La nautor de l'imatge en HTML5 en pixèls CSS, ou en HTML4 en pixèls o en pourcents.",
    "img.hspace": "Lo nombre de pixèls d'espaces blancs a inserir a la gauche e a la drecha de l'imatge.",
    "img.ismap": "Aqueste atribut boolean indica se l'imatge fait partie d'una image de carte côté serveur.",
    "img.longdesc": "L'adreça URL d'una descripcion de l'imatge d'afichar, que completa lo tèxte alternatiu.",
    "img.name": "Un nom per l'element.",
    "img.src": "L'URL de l'imatge, aqueste atribut es obligatoire per l'element <img>.",
    "img.usemap": "Lo fragment d'URL (commençant per \"#\") d'una carte d'image associée amb l'element.",
    "img.vspace": "Lo nombre de pixèls d'espace blanc a inserir au-dessus e en-dessous de l'imatge.",
    "img.width": "La largor de l'imatge en pixèls o en pourcentage.",
    "input.accept": "Se la valor de l'atribut <code>type</code> es <code>file</code>, aqueste atribut indica quels son les tipes de fichièrs que lo serveur accepte ; sinon il es ignoré.",
    "input.accesskey": "Un caractèr sul qual l'utilizaire pòt quichar per que lo contraròtle siá seleccionat.",
    "input.autocomplete": "Aqueste atribut indica se lo contengut de la zòna de saisie pòt èsser automaticament complété per lo navigador.",
    "input.autofocus": "Aqueste atribut boolean permet de especificar que aquesta zòna de saisie devrait avoir lo focus al cargament de la page, a moins que l'utilizaire n'en décide autrement, per exemple en tapant dins una autre zone.",
    "input.checked": "Quand la valor de l'atribut <code>type</code> es <code>radio</code> (boton-radio) o <code>checkbox</code> (case a cocher), aqueste atribut boolean boolean indica que lo boton es coché per defaut. En cas contraire, il es ignoré.",
    "input.disabled": "Aqueste atribut boolean indica qu'es pas possible d'interagir amb aqueste contraròtle de formulari.",
    "input.form": "La balisa <code>form</code> amb laquelle la balisa <code>input</code> es associée (le formulari qui la contient).",
    "input.formaction": "L'URI d'un programme qui traite les informations mandadas per l'element input, s'il s'agit d'un boton o d'una image.",
    "input.formenctype": "Se l'element input es un boton de mandadís o un imatge, aqueste atribut precisa lo tipe de contengut qu'es utilizat per sometre lo formulari al servidor.",
    "input.formmethod": "Se l'element <code>input</code> es un boton de soumission o un imatge, aqueste atribut spécifie la méthode HTTP que lo navigador utilise per soumetre lo formulari.",
    "input.formnovalidate": "Se aqueste element d'entrée es un boton o un imatge de soumission, aqueste atribut boolean indica que lo formulari ne deu pas èsser validé quand il es soumis.",
    "input.formtarget": "Se l'element input es un boton d'envoi o un imatge, aqueste atribut es un nom o un mot clau indiquant où la réponse deu èsser afichada una fois lo formulari mandat.",
    "input.height": "If the value of the type attribute is image, this attribute defines the height of the image displayed for the button.",
    "input.list": "Identifie una lista d'options prédéfinies a suggérer a l'utilizaire.",
    "input.max": "La valor maximale (numérique o temporelle) per aqueste element, qui ne deu pas èsser inferiora a la valor minimale (l'atribut min).",
    "input.maxlength": "Se la valor de l'atribut tipe es text, email, search, password, tel o url, aqueste atribut definís lo nombre de caractèrs maximal (comptés en points de còde Unicode) que l'utilizaire pòt entrer. Il es ignoré per les autres tipes de contrôle.",
    "input.min": "La valor minimale (numérique o temporelle) per aqueste element, qui ne deu pas èsser superiora a la valor maximale (atribut max).",
    "input.mozactionhint": "Especifica una indicacion per determinar lo tèxte d'escriure sus la tòca entrada del clavièr virtual dels aparelhs mobils.",
    "input.multiple": "Aqueste atribut boolean indica se l'utilizaire pòt saisir plus d'una seule valor.",
    "input.name": "Lo nom de la zòna de saisie, qui sera mandat amb les donadas del formulari.",
    "input.pattern": "Una expression rationnelle utilizada per valider lo contengut del contrôle.",
    "input.placeholder": "Una indication, destinée a l'utilizaire, per savoir ce qui pòt èsser saisi dins lo contrôle.",
    "input.readonly": "Aqueste atribut boolean indica que l'utilizaire ne pòt pas modifier la valor de la zòna de saisie.",
    "input.required": "Aqueste atribut indica que l'utilizaire deu provesir una valor abans de poder mandar lo formulari.",
    "input.selectionDirection": "La direction dins laquelle la sélection a eu lieu.",
    "input.size": "La teille initiale de la zòna de saisie.",
    "input.src": "Se la valor de l'atribut tipe vaut image, aqueste atribut definís l'URI correspondant a l'imatge qui deu èsser afichada sus boton d'envoi. Dans les autres cas, il es ignoré.",
    "input.step": "Fonctionne amb les atributs min e max per limiter les incréments utilisables afin de définir una valor numérique o una date e una ora.",
    "input.tabindex": "La posicion de l'element dins l'òrdre de navigacion al clavièr del document corrent.",
    "input.type": "Lo tipe de zòna de saisie a afichar",
    "input.usemap": "Lo nom d'un element <map>  en tant que mapa d'imatge.",
    "input.value": "La valor initiale de la zòna de saisie.",
    "input.width": "If the value of the type attribute is image, this attribute defines the width of the image displayed for the button.",
    "input.x-moz-errormessage": "Aquesta extension Mozilla vous permet de especificar lo message d'erreur a afichar lorsqu'un champ ne valide pas correctement.",
    "ins.cite": "Aqueste atribut definís l'URI d'una ressource qui explique lo changement, coma un lien vers des notes de réunion o un rapport d'incident dins un système de dépannage.",
    "ins.datetime": "Aqueste atribut indica la date e l'ora de la modificacion e deu èsser una date valide, éventuellement complétée d'una cadena de caractèrs per l'ora.",
    "keygen.autofocus": "Aqueste atribut spécifie que aquesta zòna de saisie devrait avoir lo focus al cargament de la page, a moins que l'utilizaire n'en décide autrement, per exemple en tapant dins una autre zone.",
    "keygen.challenge": "Una cadena de caractèrs de challenge, mandada amb la clé publique.",
    "keygen.disabled": "Aqueste atribut boolean indica qu'es pas possible d'interagir amb aqueste contraròtle de formulari.",
    "keygen.form": "L'element de formulari auquel aqueste element es associé (sa forme « parente »).",
    "keygen.keytype": "Lo tipe de clé généré.",
    "keygen.name": "Lo nom de la zòna de saisie, qui sera mandat amb les donadas del formulari.",
    "label.accesskey": "Una touche de raccourci per accéder a aqueste element a partir del clavièr.",
    "label.for": "L'identifiant d'un element de formulari auquel lier lo label, dins lo même document que l'element label.",
    "label.form": "La balisa <code>form</code> amb laquelle la balisa <code>label</code> es associée (le formulari auquel elle appartient).",
    "link.charset": "Aqueste atribut definís l'encodatge dels caractèrs de la ressorsa ligada",
    "link.disabled": "Aqueste atribut es utilizat per désactiver una relation de lien.",
    "link.href": "Aqueste atribut indica l'URL de la ressource liée.",
    "link.hreflang": "Aqueste atribut indica la lenga de la ressorsa ligada.",
    "link.media": "Aqueste atribut indica lo média sul qual s'applique la ressource liée.",
    "link.methods": "La valor de aqueste atribut provesís d'informacions quant a las foncions que pòdon èsser utilizadas sus un objècte.",
    "link.rel": "Aqueste atribut indica lo tipe de relation entre lo document lié e lo document courant.",
    "link.rev": "La valor de aqueste atribut indica la relation entre lo document courant e lo document lié, tel que défini per ⏎ <br> ⏎ l'atribut <br> href .",
    "link.sizes": "Aqueste atribut definís la talha de las icònas pel mèdia visual contengut dins la ressorsa.",
    "link.target": "Definís lo nom de la fenèsser o del cadre qui a la relation de lien définie o qui va afichar lo rendu de toute ressource liée.",
    "link.type": "Aqueste atribut es utilizat per définir lo tipe de contengut qui es lié.",
    "menu.label": "Dona lo tèxte d'un menú",
    "menu.type": "Utilizat per precizar quin tipe de menú se declara.",
    "meta.charset": "Aqueste atribut déclare l'encodage de caractèrs utilizat per la page.",
    "meta.content": "Aqueste atribut fournit la valor associée aux atributs http-equiv ou name en foncion del contèxte.",
    "meta.http-equiv": "Aqueste atribut d'énumération definís la directive qui pòt modifier lo comportement des serveurs e des agents utilizaires.",
    "meta.name": "Aqueste atribut definís lo nom d'una metadonada del document.",
    "meta.scheme": "Aqueste atribut definís lo schéma dins lequel les metadonadas son décrites.",
    "meter.form": "Aqueste atribut associe l'element amb un element de formulari qui a la proprietat de l'element <code>meter</code>.",
    "meter.high": "La borne inferiora de la valor maximale de l'intervalle mesuré.",
    "meter.low": "La borne superiora de la valor minimale de l'intervalle mesuré.",
    "meter.max": "La borne superiora (numérique) de l'intervalle mesuré.",
    "meter.min": "La limite numérique inferiora de la plage mesurée.",
    "meter.optimum": "Aqueste atribut indica la valor numérique optimale.",
    "meter.value": "La valor numérique actuelle.",
    "object.archive": "Una liste d'URI, séparées per des espaces, contenant les archives des ressources d'un objècte.",
    "object.border": "La largor de la bordure de la zòna de saisie, en nombre de pixèls.",
    "object.classid": "L'URI de l'implémentation de l'objècte.",
    "object.codebase": "Lo chemin de base (préfixe) utilizat per résoudre les URI relatives définies per les atributs classid, data o archive.",
    "object.codetype": "Lo tipe de contengut de la donada référencée per classid.",
    "object.data": "L'adresse de la ressource sous forme d'una URL valide.",
    "object.declare": "La présence de aqueste atribut boolean fait de aqueste element una déclaration seule.",
    "object.form": "La balisa <code>form</code> amb laquelle la balisa <code>object</code> es éventuellement associée (le formulari auquel elle appartient).",
    "object.height": "La nautor de la ressource afichada, en pixèls CSS.",
    "object.name": "Lo nom d'un contèxte de navigacion valid (HTML5), o lo nom d'un contraròtle (HTML4).",
    "object.standby": "Un messatge que lo navigador pòt afichar pendent lo cargament de l'implementacion e de las donadas de l'objècte",
    "object.tabindex": "La posicion de l'element dins l'òrdre de navigacion al clavièr del document corrent.",
    "object.type": "Lo tipe MIME de la ressource spécifiée per les donadas.",
    "object.usemap": "Una référence a un element <map>. Elle es composée d'un dièse (#) suivi par le nom de l'element map.",
    "object.width": "La largor de la ressource afichada, en pixèls CSS.",
    "ol.compact": "Aqueste atribut boolean suggerís que la lista deuriá èsser afichada d'un biais compacte",
    "ol.reversed": "Aqueste atribut boolean definís se les elements, appartenant a l'element parent de la lista, seràn listés dins l'òrdre inverse, c'est-à-dire ",
    "ol.start": "Aqueste atribut entièr especificar la valor de départ per la numérotation des elements de la lista.",
    "ol.type": "Indica lo tipe de numérotation utilizada : 'a' indica les minusculas, 'A' les majusculas, 'i' les chiffres romains minusculas, 'I' les chiffres romains majusculas e '1' les nombres arabes.",
    "optgroup.disabled": "Se aqueste atribut boolean es défini, aucun des elements de ce grop d'options n'est sélectionnable.",
    "optgroup.label": "Lo nom del grop d'opcions, que lo navigador pòt utilizar per afectar un labèl a las opcions dins l'interfàcia.",
    "option.disabled": "Se aqueste atribut boolean es renseigné, l'option ne pòt pas èsser cochée.",
    "option.label": "Aqueste atribut conten lo tèxte del label indiquant la signification de l'option.",
    "option.selected": "Se il es présent, aqueste atribut Boolean indica que l'option es présélectionada.",
    "option.value": "Lo contengut textuel de aqueste atribut représente lo label afichat qui expliquera l'option.",
    "output.for": "Una liste d'identifiants indiquant quels elements ont fourni des valara d'entrée o ont modifié lo calcul.",
    "output.form": "L'element de forma al qual aqueste element es associat (sa forma « parenta »).",
    "output.name": "Lo nom de l'element.",
    "param.name": "Nom del paramètre.",
    "param.type": "N'est utilizat que se l'atribut valuetype vaut \"ref\".",
    "param.value": "Valor del paramètre.",
    "param.valuetype": "Il s'agit d'una API obsolète dont lo foncionament n'est plus garanti.",
    "progress.form": "Aqueste atribut indica lo formulari auquel appartient la balisa <code>progress</code>.",
    "progress.max": "Aqueste atribut descrio lo volum de trabalh necessitat pel prètzfach indicat dins l'indicador de progression.",
    "progress.value": "Aqueste atribut spécifie quelle proportion de la tâche a été accomplie.",
    "q.cite": "La valor de aqueste atribut es una URL indiquant la source de la citation.",
    "script.async": "Activez aqueste atribut boolean per indiquer que lo navigador doit, se possible, exécuter lo script de manière asynchrone.",
    "script.defer": "Aqueste atribut booléan es défini per indiquer al navigador que lo script deu èsser exécuté una fois lo document entièrement analysé.",
    "script.language": "Coma l'atribut tipe, aqueste atribut indica lo lengatge d'escript utilizat.",
    "script.src": "Aqueste atribut spécifie l'URI d'un script externe, ce qui pòt èsser utilizat coma una alternative a l'intégration d'un script directement dins un document.",
    "script.type": "Aqueste atribut identifie lo langage de script del còde embarqué dins un element script o référencé per l'atribut src de l'element.",
    "select.autofocus": "Aqueste atribut permet de especificar que aquesta zòna de saisie devrait avoir lo focus al cargament de la page, a moins que l'utilizaire n'en décide autrement, per exemple en tapant dins una autre zone.",
    "select.disabled": "Aqueste atribut boolean indica que l'utilizaire ne pòt pas interagir amb la zòna de saisie.",
    "select.form": "L'element <code>form</code> amb lequel l'element <code>select</code> es associé (le formulari auquel il appartient).",
    "select.multiple": "Aqueste atribut boolean indica que plusieurs options pòdon èsser sélectionadas dins la lista.",
    "select.name": "Lo nom de la zòna de saisie.",
    "select.required": "Un atribut boolean indiquant qu'une option amb una valor non-vide deu èsser sélectionada.",
    "select.selectedIndex": "L'index de l'element <option>⏎ seleccionat.",
    "select.size": "Se lo contrôle se présente sous la forme d'una lista déroulante, aqueste atribut représente lo nombre de linhas de aquesta liste qui pòdon èsser visibles en même temps.",
    "source.media": "Una requête media vers la ressource media souhaitée.",
    "source.src": "Obligatoire ; l'adresse de la ressource média.",
    "source.type": "Lo tipe MIME de la ressource, éventuellement amb un paramètre de codecs.",
    "style.disabled": "S'il es défini, désactive (n'applique pas) les règles de estil per lo document qui son spécifiées dins l'element.",
    "style.media": "À quel média ce estil deu èsser appliqué.",
    "style.scoped": "Se aqueste atribut es present, alara l'estil s'aplica pas qu'a son element parent.",
    "style.title": "Spécifie des ensembles de feuilles de estil alternatives.",
    "style.type": "Aqueste atribut definís lo langage de estil sous la forme d'un tipe MIME (le jeu de caractèrs ne deu pas èsser spécifié).",
    "table.align": "This enumerated attribute indicates how the table must be aligned in regard of the containing document.",
    "table.bgcolor": "Aqueste atribut definís la color de rèire plan del tablèu e de son contengut.",
    "table.border": "Aqueste atribut entièr definís, en pixèls, la talha del cadre entourant lo tablèu.",
    "table.cellpadding": "Aqueste atribut definís l'espace entre lo contengut d'una cellula e sa bordure, que celle-ci soit afichada o non.",
    "table.cellspacing": "Aqueste atribut definís la talha, en percentatge o en pixèls, de l'espaci entre doas cellulas (a l'encòp orizontalament e verticalament), entre lo naut de la taula e las cellulas de la primièra linha, l'esquèrra de la taula e la primièra colomna, la drecha de la taula e la darrièra colomna, e entre la darrièra linha e lo bas de la taula.",
    "table.frame": "Aqueste atribut d'énumération definís quel côté del cadre entourant lo tablèu deu èsser afichat.",
    "table.rules": "Aqueste atribut d'énumération definís où les règles, c'est-à-dire",
    "table.summary": "Aqueste atribut definís un tèxte alternatif per décrire lo tablèu, il es utilizat dins lo cas où il es impossible d'afichar lo tablèu.",
    "table.width ": "Aqueste atribut definís la largor del tablèu.",
    "tbody.align": "Aqueste atribut d'enumeracion definís la faiçon que l'alinhament orizontal es gerit, pel contengut de cada cellula.",
    "tbody.bgcolor": "Aqueste atribut definís la color de rèire plan de cada cellula de la colomna.",
    "tbody.char": "Aqueste atribut es utilizat per especificar lo caractèr sul qual seràn alinhadas las cellulas d'una colomna.",
    "tbody.charoff": "Aqueste atribut es utilizat per especificar lo decalatge, en nombre de caractèrs,  de la colomna per rapòrt als caractèrs d'alinhament donats per l'atribut char.",
    "tbody.valign": "Aqueste atribut indica l'alinhament vertical del tèxte a l'interior de cada linha de l'entèsta del tablèu.",
    "td.abbr": "Aqueste atribut conten una brève description abrégée del contengut de la cellula.",
    "td.align": "Aqueste atribut d'enumeracion definís la faiçon que l'alinhament orizontal es gerit, pel contengut de cada cellula.",
    "td.axis": "Aqueste atribut conten una lista de cadenas de caractèrs séparées per des espaces.",
    "td.bgcolor": "Aqueste atribut definís la color de rèire plan de cada cellula de la colomna.",
    "td.char": "Aqueste atribut es utilizat per especificar lo caractèr sul qual seràn alinhadas las cellulas d'una colomna.",
    "td.charoff": "Aqueste atribut es utilizat per especificar lo decalatge, en nombre de caractèrs,  de la colomna per rapòrt als caractèrs d'alinhament donats per l'atribut char.",
    "td.colspan": "Aqueste atribut conten un nombre entièr positiu qu'indica sus quant de colomnas la cellula se deu espandir.",
    "td.headers": "Aqueste atribut es una lista de cadenas de caractèrs, séparées per des espaces, correspondant chacune a l'atribut <code>id</code> des elements <th> qui s'appliquent a aqueste element.",
    "td.rowspan": "Aqueste atribut conten una valor entière positive o nulle indiquant sus combien de linhas la cellula s'étend.",
    "td.scope": "Il s'agit d'una API obsolète dont lo foncionament n'est plus garanti en HTML5",
    "td.valign": "Aqueste atribut indica l'alinhament vertical del tèxte a l'interior de cada linha de l'entèsta del tablèu.",
    "textarea.autofocus": "Aqueste atribut boolean permet de especificar que aquesta zòna de saisie devrait avoir lo focus al cargament de la page, a moins que l'utilizaire n'en décide autrement, per exemple en tapant dins una autre zone.",
    "textarea.cols": "La largor visible del contrôle de tèxte, en largor moyenne de caractèr.",
    "textarea.disabled": "Aqueste atribut boolean indica que l'utilizaire ne pòt pas interagir amb la zòna de saisie.",
    "textarea.form": "La balisa <code>form</code> amb laquelle la balisa <code>textarea</code> es associée (le formulari auquel elle appartient).",
    "textarea.maxlength": "Lo nombre maximum de caractèrs (en points de còde Unicode) que l'utilizaire pòt saisir.",
    "textarea.name": "Lo nom de la zòna de saisie.",
    "textarea.placeholder": "Una indication a l'utilizaire sus ce qu'il pòt saisir dins ce contrôle.",
    "textarea.readonly": "Aqueste atribut boolean indica que l'utilizaire ne pòt pas modifier la valor de la zòna de saisie.",
    "textarea.required": "Aqueste atribut indica que l'utilizaire deu provesir una valor abans de poder mandar lo formulari.",
    "textarea.rows": "Lo nombre de linhas de tèxte visibles a l'interior de la zòna de saisie.",
    "textarea.selectionDirection": "La direction dins laquelle la sélection a eu lieu.",
    "textarea.selectionEnd": "L'index del dernier caractèr de la sélection actuelle.",
    "textarea.selectionStart": "L'index del premier caractèr de la sélection actuelle.",
    "textarea.wrap": "Indica comment lo contrôle ajuste lo tèxte en fin de linha.",
    "tfoot.align": "Aqueste atribut d'enumeracion definís la faiçon que l'alinhament orizontal es gerit, pel contengut de cada cellula.",
    "tfoot.bgcolor": "Aqueste atribut definís la color de rèire plan de cada cellula de la colomna.",
    "tfoot.char": "Aqueste atribut es utilizat per especificar lo caractèr sul qual seràn alinhadas las cellulas d'una colomna.",
    "tfoot.charoff": "Aqueste atribut es utilizat per especificar lo decalatge, en nombre de caractèrs,  de la colomna per rapòrt als caractèrs d'alinhament donats per l'atribut char.",
    "tfoot.valign": "Aqueste atribut indica l'alinhament vertical del tèxte a l'interior de cada linha de l'entèsta del tablèu.",
    "th.abbr": "Aqueste atribut conten una brève description abrégée del contengut de la cellula.",
    "th.align": "Aqueste atribut d'enumeracion definís la faiçon que l'alinhament orizontal es gerit, pel contengut de cada cellula.",
    "th.axis": "Aqueste atribut conten una lista de cadenas de caractèrs séparées per des espaces.",
    "th.bgcolor": "Aqueste atribut definís la color de rèire plan de cada cellula de la colomna.",
    "th.char": "Aqueste atribut es utilizat per especificar lo caractèr sul qual seràn alinhadas las cellulas d'una colomna.",
    "th.charoff": "Aqueste atribut es utilizat per especificar lo decalatge, en nombre de caractèrs,  de la colomna per rapòrt als caractèrs d'alinhament donats per l'atribut char.",
    "th.colspan": "Aqueste atribut containt una valor entière positive o nulle indiquant sus combien de colomnas la cellula s'étend.",
    "th.headers": "Aqueste atribut es una lista de cadenas de caractèrs, séparées per des espaces, correspondant chacune a l'atribut <code>id</code> des elements <th> qui s'appliquent a aqueste element.",
    "th.rowspan": "Aqueste atribut conten un nombre entièr positif correspondant al nombre de linhas de tablèu sul qual la cellula deu èsser étendue.",
    "th.scope": "Aqueste atribut d'énumération definís las cellulas auxquelles l'entèsta, défini dins aqueste element <th>, fait référence.",
    "th.valign": "Aqueste atribut indica l'alinhament vertical del tèxte a l'interior de cada linha de l'entèsta del tablèu.",
    "thead.align": "Aqueste atribut d'enumeracion definís la faiçon que l'alinhament orizontal es gerit, pel contengut de cada cellula.",
    "thead.bgcolor": "Aqueste atribut definís la color de rèire plan de cada cellula de la colomna.",
    "thead.char": "Aqueste atribut es utilizat per especificar lo caractèr sul qual seràn alinhadas las cellulas d'una colomna.",
    "thead.charoff": "Aqueste atribut es utilizat per especificar lo decalatge, en nombre de caractèrs,  de la colomna per rapòrt als caractèrs d'alinhament donats per l'atribut char.",
    "thead.valign": "Aqueste atribut indica l'alinhament vertical del tèxte a l'interior de cada linha de l'entèsta del tablèu.",
    "time.datetime": "Aqueste atribut indica la date e l'ora de l'element. Il deu contenir una date valide, amb una cadena facultative per donner l'ora.",
    "time.pubdate": "(Aquesta fonctionnalité es encore en cours de discussion al sein del Groupe de travail HTML5 del W3C e del WHATWG). Aqueste atribut boolean indica que la date e l'ora donadas per l'element correspondent a la date de publication d'un document.",
    "tr.align": "Aqueste atribut d'enumeracion definís la faiçon que l'alinhament orizontal es gerit, pel contengut de cada cellula.",
    "tr.bgcolor": "Aqueste atribut definís la color de rèire plan de cada cellula de la linha.",
    "tr.char": "Aqueste atribut es utilizat per especificar lo caractèr sul qual seràn alinhadas las cellulas d'una colomna.",
    "tr.charoff": "Aqueste atribut es utilizat per especificar lo decalatge, en nombre de caractèrs,  de la colomna per rapòrt als caractèrs d'alinhament donats per l'atribut char.",
    "tr.valign": "Aqueste atribut indica l'alinhament vertical del tèxte a l'interior de cada linha de l'entèsta del tablèu.",
    "ul.compact": "Aqueste atribut boolean suggerís que la lista deuriá èsser afichada d'un biais compacte",
    "ul.type": "Utilizat per définir l'estil des puces per una lista.",
    "video.autobuffer": "Un atribut boolean ; se spécifié, lo telecargament de la vidèo va automaticament commencer même se la lecture automatique n'est pas activée.",
    "video.autoplay": "Un atribut boolean ; se spécifié, la vidèo démarrera automaticament dès que cela sera possible sans provoquer d'interruption de la lecture per finir de télécharger les donadas.",
    "video.buffered": "Un atribut en lectura per determinar lo nombre de fragments suls quals lo mèdia es estat mes en memòria tampon.",
    "video.controls": "Se aqueste atribut es présent, Gecko offrira des contrôles per permetre a l'utilizaire de contrôler la lecture vidèo, dont lo volume, la recherche e la mise en pause/reprise de la lecture.",
    "video.height": "La nautor de la zòna d'afichatge de la vidèo, en pixèls CSS.",
    "video.loop": "Un atribut boolean ; s'il es spécifié, la vidèo sera automaticament repositionada al començament una fois la lecture finie.",
    "video.muted": "Un atribut boolean qui indica lo réglage àudio per defaut per aquesta video.",
    "video.poster": "Una URL indiquant un imatge a afichar avant que l'utilizaire lance la lecture.",
    "video.preload": "Aqueste atribut d'énumération sert a indiquer al navigador ce qui, d'après l'auteur, permettrait d'offrir la meilleure expérience a l'utilizaire.",
    "video.src": "L'URL de la vidèo a inserir.",
    "video.width": "La largor de la zòna d'afichatge de la vidèo, exprimida en pixèls CSS."
}