{
    "a.charset": "This attribute defines the character encoding of the linked resource.",
    "a.coords": "For use with object shapes, this attribute uses a comma-separated list of numbers to define the coordinates of the object on the page.",
    "a.datafld": "This attribute specifies the column name from that data source object that supplies the bound data.",
    "a.datasrc": "This attribute indicates the ID of the data source object that supplies the data that is bound to this element.",
    "a.href": "This is the single required attribute for anchors defining a hypertext source link.",
    "a.hreflang": "This attribute indicates the language of the linked resource.",
    "a.media": "This attribute specifies the media which the linked resource applies to.",
    "a.methods": "The value of this attribute provides information about the functions that might be performed on an object.",
    "a.name": "This attribute is required in an anchor defining a target location within a page.",
    "a.ping": "The support for \"ping\" was disabled starting with Firefox 3 beta 3.",
    "a.rel": "For anchors containing the href attribute, this attribute specifies the relationship of the target object to the link object.",
    "a.rev": "This attribute specifies a reverse link, the inverse relationship of the rel attribute.",
    "a.shape": "This attribute is used to define a selectable region for hypertext source links associated with a figure to create an image map.",
    "a.target": "This attribute specifies where to display the linked resource.",
    "a.type": "This attribute specifies the media type in the form of a MIME type for the link target.",
    "a.urn": "This supposedly Microsoft-supported attribute relates a uniform resource name (URN) with the link.",
    "area.accesskey": "Specifies a keyboard navigation accelerator for the element.",
    "area.alt": "A text string alternative to display on browsers that do not display images.",
    "area.coords": "A set of values specifying the coordinates of the hotspot region.",
    "area.href": "The hyperlink target for the area.",
    "area.hreflang": "Indicates the language of the linked resource.",
    "area.media": "A hint of the media for which the linked resource was designed, for example print and screen.",
    "area.name": "Define a names for the clickable area so that it can be scripted by older browsers.",
    "area.nohref": "Indicates that no hyperlink exists for the associated area.",
    "area.rel": "For anchors containing the href attribute, this attribute specifies the relationship of the target object to the link object.",
    "area.shape": "The shape of the associated hotspot.",
    "area.tabindex": "A numeric value specifying the position of the defined area in the browser tabbing order.",
    "area.target": "This attribute specifies where to display the linked resource.",
    "area.type": "This attribute specifies the media type in the form of a MIME type for the link target.",
    "audio.autobuffer": "A Boolean attribute; if specified, the audio will automatically begin being downloaded, even if not set to automatically play.",
    "audio.autoplay": "A Boolean attribute; if specified (even if the value is \"false\"!), the audio will automatically begin to play back as soon as it can do so without stopping to finish loading the data.",
    "audio.buffered": "An attribute you can read to determine which time ranges of the media have been buffered.",
    "audio.controls": "If this attribute is present, the browser will offer controls to allow the user to control audio playback, including volume, seeking, and pause/resume playback.",
    "audio.loop": "A Boolean attribute; if specified, we will, upon reaching the end of the audio, automatically seek back to the start.",
    "audio.mozCurrentSampleOffset": "The offset, specified as the number of samples since the beginning of the audio stream, at which the audio is currently playing.",
    "audio.muted": "A Boolean attribute which indicates whether the audio will be initially silenced.",
    "audio.preload": "This enumerated attribute is intended to provide a hint to the browser about what the author thinks will lead to the best user experience.",
    "audio.src": "The URL of the audio to embed.",
    "base.href": "The base URL to be used throughout the document for relative URL addresses.",
    "base.target": "A name or keyword indicating the default location to display the result when hyperlinks or forms cause navigation, for elements that do not have an explicit target reference.",
    "bdo.dir": "Text direction in this element.",
    "blockquote.cite": "A URL that designates a source document or message for the information quoted.",
    "body.alink": "Color of text for hyperlinks when selected.",
    "body.background": "URI of a image to use as a background.",
    "body.bgcolor": "ఈ పత్రానికి నేపద్య వర్ణం",
    "body.link": "Color of text for unvisited hypertext links.",
    "body.onafterprint": "Function to call after the user has printed the document.",
    "body.onbeforeprint": "Function to call when the user requests printing of the document.",
    "body.onbeforeunload": "Function to call when the document is about to be unloaded.",
    "body.onblur": "Function to call when the document loses focus.",
    "body.onerror": "Function to call when the document fails to load properly.",
    "body.onfocus": "Function to call when the document receives focus.",
    "body.onhashchange": "Function to call when the fragment identifier part (starting with the hash (#) character) of the document's current address has changed.",
    "body.onload": "Function to call when the document has finished loading.",
    "body.onmessage": "Function to call when the document has received a message.",
    "body.onoffline": "Function to call when network communication has failed.",
    "body.ononline": "Function to call when network communication has been restored.",
    "body.onpopstate": "Function to call when the user has navigated session history.",
    "body.onredo": "Function to call when the user has moved forward in undo transaction history.",
    "body.onresize": "Function to call when the document has been resized.",
    "body.onstorage": "Function to call when the storage area has changed.",
    "body.onundo": "Function to call when the user has moved backward in undo transaction history.",
    "body.onunload": "Function to call when the document is going away.",
    "body.text": "Foreground color of text.",
    "body.vlink": "Color of text for visited hypertext links.",
    "br.clear": "Indicates where to begin the next line after the break.",
    "button.autofocus": "This Boolean attribute lets you specify that the button should have input focus when the page loads, unless the user overrides it, for example by typing in a different control.",
    "button.disabled": "This Boolean attribute indicates that the user cannot interact with the button.",
    "button.form": "The form element that the button is associated with (its form owner).",
    "button.formaction": "The URI of a program that processes the information submitted by the button.",
    "button.formenctype": "If the button is a submit button, this attribute specifies the type of content that is used to submit the form to the server.",
    "button.formmethod": "If the button is a submit button, this attribute specifies the HTTP method that the browser uses to submit the form.",
    "button.formnovalidate": "If the button is a submit button, this Boolean attribute specifies that the form is not to be validated when it is submitted.",
    "button.formtarget": "If the button is a submit button, this attribute is a name or keyword indicating where to display the response that is received after submitting the form.",
    "button.name": "The name of the button, which submitted with the form data.",
    "button.type": "The type of the button.",
    "button.value": "The initial value of the button.",
    "canvas.height": "The height of the coordinate space in CSS pixels.",
    "canvas.width": "The width of the coordinate space in CSS pixels.",
    "caption.align": "This enumerated attribute indicates how the caption must be aligned with respect to the table.",
    "col.align": "This enumerated attribute specifies how horizontal alignment of each column cell content will be handled.",
    "col.bgcolor": "This attribute defines the background color of each cell of the column.",
    "col.char": "This attribute is used to set the character to align the cells in a column on.",
    "col.charoff": "This attribute is used to indicate the number of characters to offset the column data from the alignment characters specified by the char attribute.",
    "col.span": "This attribute contains a positive integer indicating the number of consecutive columns the <col> element spans.",
    "col.valign": "This attribute specifies the vertical alignment of the text within each cell of the column.",
    "col.width": "This attribute specifies a default width for each column in the current column group.",
    "colgroup.align": "This enumerated attribute specifies how horizontal alignment of each column cell content will be handled.",
    "colgroup.bgcolor": "This attribute defines the background color of each cell of the columns member of the column group.",
    "colgroup.char": "This attribute is used to set the character to align the cells in a column on.",
    "colgroup.charoff": "This attribute is used to indicate the number of characters to offset the column data from the alignment characters specified by the char attribute.",
    "colgroup.span": "This attribute contains a positive integer indicating the number of additional consecutive columns to apply the attributes of the <column> element.",
    "colgroup.valign": "This attribute specifies the vertical alignment of the text within each cell of the column.",
    "colgroup.width": "This attribute specifies a default width for each column in the current column group.",
    "command.checked": "Indicates whether the command is selected.",
    "command.disabled": "Indicates that the command is not available.",
    "command.icon": "Gives a picture which represents the command.",
    "command.label": "The name of the command as shown to the user.",
    "command.radiogroup": "This attribute gives the name of the group of commands, with a type of radio, that will be toggled when the command itself is toggled.",
    "command.type": "This attribute indicates the kind of command.",
    "dd.nowrap": "If the value of this attribute is set to yes, the definition text will not wrap.",
    "del.cite": "A URI for a resource that explains the change (for example, meeting minutes).",
    "del.datetime": "This attribute indicates the time and date of the change and must be a valid date with an optional time string.",
    "details.open": "This Boolean attribute indicates whether the details will be shown to the user on page load.",
    "dl.compact": "Forces the definition description to appear at the same line as the definition term.",
    "embed.height": "The displayed height of the resource, in CSS pixels.",
    "embed.src": "The URL of the resource being embedded.",
    "embed.type": "The MIME type to use to select the plug-in to instantiate.",
    "embed.width": "The displayed width of the resource, in CSS pixels.",
    "fieldset.disabled": "If this Boolean attribute is set, the form controls that are its descendants, except descendants of its first optional <legend> element, are disabled, i.e., not editable.",
    "fieldset.form": "This attribute has the value of the id attribute of the <form> element its related to.",
    "fieldset.name": "The name associated with the group, which is submitted with the form data.",
    "form.accept": "A comma-separated list of content types that the server accepts.",
    "form.accept-charset": "A list of character encodings that the server accepts.",
    "form.action": "The URI of a program that processes the information submitted via the form.",
    "form.autocomplete": "Indicates whether controls in this form can by default have their values automatically completed by the browser.",
    "form.enctype": "When the value of the method attribute is post, this attribute is the MIME type of content that is used to submit the form to the server.",
    "form.method": "The HTTP method that the browser uses to submit the form.",
    "form.name": "The name of the form.",
    "form.novalidate": "This Boolean attribute indicates that the form is not to be validated when it is submitted.",
    "form.target": "A name or keyword indicating where to display the response that is received after submitting the form.",
    "head.profile": "The URIs of one or more metadata profiles, separated by white space.",
    "hr.align": "Deprecated since HTML4.01. Obsolete since HTML5",
    "hr.color": "Sets the color of the rule through color name or hexadecimal value.",
    "hr.noshade": "Deprecated since HTML4.01. Obsolete since HTML5",
    "hr.size": "Deprecated since HTML4.01. Obsolete since HTML5",
    "hr.width": "Sets the length of the rule on the page through a pixel or percentage value.",
    "html.manifest": "Specifies the URI of a resource manifest indicating resources that should be cached locally.",
    "html.version": "Specifies the version of the HTML Document Type Definition that governs the current document.",
    "iframe.align": "The alignment of this element with respect to the surrounding context.",
    "iframe.frameborder": "The value 1 (the default) tells the browser to draw a border between this frame and every other frame.",
    "iframe.height": "Indicates the height of the frame HTML5 in CSS pixels, or HTML 4.01 in pixels or as a percentage.",
    "iframe.longdesc": "A URI of a long description of the frame.",
    "iframe.marginheight": "The amount of space in pixels between the frame's content and its top and bottom margins.",
    "iframe.marginwidth": "The amount of space in pixels between the frame's content and its left and right margins.",
    "iframe.mozallowfullscreen": "In Gecko 9.0 or later, this attribute can be set to true if the frame is allowed to be placed into full screen mode by calling its element.mozRequestFullScreen() method.",
    "iframe.name": "A name for the embedded browsing context (or frame).",
    "iframe.sandbox": "If specified as an empty string, this attribute enables extra restrictions on the content that can appear in the inline frame.",
    "iframe.scrolling": "Enumerated attribute indicating when the browser should provide a scroll bar (or other scrolling device) for the frame:  auto: Only when needed.",
    "iframe.seamless": "This Boolean attribute indicates that the browser should render the inline frame in a way that makes it appear to be part of the containing document, for example by applying CSS styles that apply to the <iframe> to the contained document before styles specified in that document, and by opening links in the contained documents in the parent browsing context (unless another setting prevents this).",
    "iframe.src": "The URL of the page to embed.",
    "iframe.srcdoc": "The content of the page that the embedded context is to contain.",
    "iframe.webkitallowfullscreen": "In Chrome 17 or later (and maybe earlier), this attribute can be set to true if the frame is allowed to be placed into full screen mode by calling its element.webkitRequestFullScreen() method.",
    "iframe.width": "Indicates the width of the frame HTML5 in CSS pixels, or HTML 4.01 in pixels or as a percentage.",
    "img.align": "The alignment of the image with respect to its surrounding context.",
    "img.alt": "This attribute defines the alternative text describing the image.",
    "img.border": "The width of a border around the image.",
    "img.crossorigin": "This enumerated attribute indicates if the fetching of the related image must be done using CORS or not.",
    "img.height": "The height of the image in HTML5 CSS pixels, or HTML 4 in pixels or as a percentage.",
    "img.hspace": "The number of pixels of white space to insert to the left and right of the image.",
    "img.ismap": "This Boolean attribute indicates that the image is part of a server-side map.",
    "img.longdesc": "The URL of a description of the image to be displayed, which supplements the alt text.",
    "img.name": "A name for the element.",
    "img.src": "Image URL, this attribute is obligatory for the <img> element.",
    "img.usemap": "The partial URL (starting with '#') of an image map associated with the element.",
    "img.vspace": "The number of pixels of white space to insert above and below the image.",
    "img.width": "The width of the image in pixels or percent.",
    "input.accept": "If the value of the type attribute is file, this attribute indicates the types of files that the server accepts; otherwise it is ignored.",
    "input.accesskey": "A single-character that the user can press to switch input focus to the control.",
    "input.autocomplete": "This attribute indicates whether the value of the control can be automatically completed by the browser.",
    "input.autofocus": "This Boolean attribute lets you specify that a form control should have input focus when the page loads, unless the user overrides it, for example by typing in a different control.",
    "input.checked": "When the value of the type attribute is radio or checkbox, the presence of this Boolean attribute indicates that the control is selected by default; otherwise it is ignored.",
    "input.disabled": "This Boolean attribute indicates that the form control is not available for interaction.",
    "input.form": "The form element that the input element is associated with (its form owner).",
    "input.formaction": "The URI of a program that processes the information submitted by the input element, if it is a submit button or image.",
    "input.formenctype": "If the input element is a submit button or image, this attribute specifies the type of content that is used to submit the form to the server.",
    "input.formmethod": "If the input element is a submit button or image, this attribute specifies the HTTP method that the browser uses to submit the form.",
    "input.formnovalidate": "If the input element is a submit button or image, this Boolean attribute specifies that the form is not to be validated when it is submitted.",
    "input.formtarget": "If the input element is a submit button or image, this attribute is a name or keyword indicating where to display the response that is received after submitting the form.",
    "input.height": "If the value of the type attribute is image, this attribute defines the height of the image displayed for the button.",
    "input.list": "Identifies a list of pre-defined options to suggest to the user.",
    "input.max": "The maximum (numeric or date-time) value for this item, which must not be less than its minimum (min attribute) value.",
    "input.maxlength": "If the value of the type attribute is text, email, search, password, tel, or url,  this attribute specifies the maximum number of characters (in Unicode code points) that the user can enter; for other control types, it is ignored.",
    "input.min": "The minimum (numeric or date-time) value for this item, which must not be greater than its maximum (max attribute) value.",
    "input.mozactionhint": "Specifies an \"action hint\" used to determine how to label the enter key on mobile devices with virtual keyboards.",
    "input.multiple": "This Boolean attribute indicates whether the user can enter more than one value.",
    "input.name": "The name of the control, which is submitted with the form data.",
    "input.pattern": "A regular expression that the control's value is checked against.",
    "input.placeholder": "A hint to the user of what can be entered in the control .",
    "input.readonly": "This Boolean attribute indicates that the user cannot modify the value of the control.",
    "input.required": "This attribute specifies that the user must fill in a value before submitting a form.",
    "input.selectionDirection": "The direction in which selection occurred.",
    "input.size": "The initial size of the control.",
    "input.src": "If the value of the type attribute is image, this attribute specifies a URI for the location of an image to display on the graphical submit button; otherwise it is ignored.",
    "input.step": "Works with the min and max attributes to limit the increments at which a numeric or date-time value can be set.",
    "input.tabindex": "The position of the element in the tabbing navigation order for the current document.",
    "input.type": "The type of control to display.",
    "input.usemap": "The name of a <map> element to as an image map.",
    "input.value": "The initial value of the control.",
    "input.width": "If the value of the type attribute is image, this attribute defines the width of the image displayed for the button.",
    "input.x-moz-errormessage": "This Mozilla extension allows you to specify the error message to display when a field doesn't successfully validate.",
    "ins.cite": "This attribute defines the URI of a resource that explains the change, like a link to some meeting minutes or a ticket in a troubleshooting sytem.",
    "ins.datetime": "This attribute indicates the time and date of the change and must be a valid date with an optional time string.",
    "keygen.autofocus": "This Boolean attribute lets you specify that the control should have input focus when the page loads, unless the user overrides it, for example by typing in a different control.",
    "keygen.challenge": "A challenge string that is submitted along with the public key.",
    "keygen.disabled": "This Boolean attribute indicates that the form control is not available for interaction.",
    "keygen.form": "The form element that this element is associated with (its form owner).",
    "keygen.keytype": "The type of key generated.",
    "keygen.name": "The name of the control, which is submitted with the form data.",
    "label.accesskey": "A shortcut key to access this element from the keyboard.",
    "label.for": "The ID of a labelable form-related element in the same document as the label element.",
    "label.form": "The form element that the label element is associated with (its form owner).",
    "link.charset": "This attribute defines the character encoding of the linked resource.",
    "link.disabled": "This attribute is used to disable a link relationship.",
    "link.href": "This attribute specifies the URL of the linked resource.",
    "link.hreflang": "This attribute indicates the language of the linked resource.",
    "link.media": "This attribute specifies the media which the linked resource applies to.",
    "link.methods": "The value of this attribute provides information about the functions that might be performed on an object.",
    "link.rel": "This attribute names a relationship of the linked document to the current document.",
    "link.rev": "The value of this attribute shows the relationship of the current document to the linked document, as defined by the href attribute.",
    "link.sizes": "This attribute defines the sizes of the icons for visual media contained in the resource.",
    "link.target": "Defines the frame or window name that has the defined linking relationship or that will show the rendering of any linked resource.",
    "link.type": "This attribute is used to define the type of the content linked to.",
    "menu.label": "Gives the label of the menu.",
    "menu.type": "Used to indicate the kind of menu being declared.",
    "meta.charset": "This attribute declares the character encoding used of the page.",
    "meta.content": "This attribute gives the value associated with the http-equiv or name attribute, depending of the context.",
    "meta.http-equiv": "This enumerated attribute defines the pragma that can alter servers and user-agents behavior.",
    "meta.name": "This attribute defines the name of a document-level metadata.",
    "meta.scheme": "This attribute defines the scheme in which the metadata is described.",
    "meter.form": "This attribute associates the element with a form element that has ownership of the meter element.",
    "meter.high": "The lower numeric bound of the high end of the measured range.",
    "meter.low": "The upper numeric bound of the low end of the measured range.",
    "meter.max": "The upper numeric bound of the measured range.",
    "meter.min": "The lower numeric bound of the measured range.",
    "meter.optimum": "This attribute indicates the optimal numeric value.",
    "meter.value": "The current numeric value.",
    "object.archive": "A space-separated list of URIs for archives of resources for the object.",
    "object.border": "The width of a border around the control, in pixels.",
    "object.classid": "The URI of the object's implementation.",
    "object.codebase": "The base path used to resolve relative URIs specified by classid, data, or archive.",
    "object.codetype": "The content type of the data specified by classid.",
    "object.data": "The address of the resource as a valid URL.",
    "object.declare": "The presence of this Boolean attribute makes this element a declaration only.",
    "object.form": "The form element, if any, that the object element is associated with (its form owner).",
    "object.height": "The height of the displayed resource, in CSS pixels.",
    "object.name": "The name of valid browsing context (HTML5), or the name of the control (HTML 4).",
    "object.standby": "A message that the browser can show while loading the object's implementation and data.",
    "object.tabindex": "The position of the element in the tabbing navigation order for the current document.",
    "object.type": "The MIME type of the resource specified by data.",
    "object.usemap": "A hash-name reference to a <map> element; that is a '#' followed by the value of a name of a map element.",
    "object.width": "The width of the display resource, in CSS pixels.",
    "ol.compact": "This Boolean attribute hints that the list should be rendered in a compact style.",
    "ol.reversed": "This Boolean attribute specifies that the list items are enumerated in reverse order, i.e.",
    "ol.start": "This integer attribute specifies the start value for numbering the individual list items.",
    "ol.type": "Indicates the numbering type:  'a' indicates lowercase letters,  ' A' indicates uppercase letters, 'i' indicates lowercase Roman numerals, 'I' indicates uppercase Roman numerals, and '1' indicates numbers.",
    "optgroup.disabled": "If this Boolean attribute is set, none of the items in this option group is selectable.",
    "optgroup.label": "The name of the group of options, which the browser can use when labeling the options in the user interface.",
    "option.disabled": "If this Boolean attribute is set, this option is not checkable.",
    "option.label": "This attribute is text for the label indicating the meaning of the option.",
    "option.selected": "If present, this Boolean attribute indicates that the option is initially selected.",
    "option.value": "The textual content of this attribute represents the label explaining the option.",
    "output.for": "A list of IDs of other elements, indicating that those elements contributed input values to (or otherwise affected) the calculation.",
    "output.form": "The form element that this element is associated with (its \"form owner\").",
    "output.name": "The name of the element.",
    "param.name": "Name of the parameter.",
    "param.type": "Only used if the valuetype is set to \"ref\".",
    "param.value": "Value of the parameter.",
    "param.valuetype": "This is an obsolete API and is no longer guaranteed to work.",
    "progress.form": "This attribute specifies the form which the progress element belongs to.",
    "progress.max": "This attribute describes how much work the task indicated by the progress element requires.",
    "progress.value": "This attribute specifies how much of the task that has been completed.",
    "q.cite": "The value of this attribute is a URL that designates a source document or message for the information quoted.",
    "script.async": "Set this Boolean attribute to indicate that the browser should, if possible, execute the script asynchronously.",
    "script.defer": "This Boolean attribute is set to indicate to a browser that the script is meant to be executed after the document has been parsed.",
    "script.language": "Like the type attribute, this attribute identifies the scripting language in use.",
    "script.src": "This attribute specifies the URI of an external script; this can be used as an alternative to embedding a script directly within a document.",
    "script.type": "This attribute identifies the scripting language of code embedded within a script element or referenced via the element’s src attribute.",
    "select.autofocus": "This attribute lets you specify that a form control should have input focus when the page loads, unless the user overrides it, for example by typing in a different control.",
    "select.disabled": "This Boolean attribute indicates that the user cannot interact with the control.",
    "select.form": "The form element that the select element is associated with (its \"form owner\").",
    "select.multiple": "This Boolean attribute indicates that multiple options can be selected in the list.",
    "select.name": "The name of the control.",
    "select.required": "A Boolean attribute indicating that an option with a non-empty string value must be selected.",
    "select.selectedIndex": "The index of the selected <option> element.",
    "select.size": "If the control is presented as a scrolled list box, this attribute represents the number of rows in the list that should be visible at one time.",
    "source.media": "Media query of the resource's intended media.",
    "source.src": "Required, address of the media resource.",
    "source.type": "The MIME-type of the resource, optionally with a codecs parameter.",
    "style.disabled": "If set, disables (does not apply) the style rules to the Document that are specified within the element.",
    "style.media": "Which media should this style apply to.",
    "style.scoped": "If this attribute is present, then style applies only to its parent element.",
    "style.title": "Specifies alternative style sheet sets.",
    "style.type": "This attribute defines the styling language as a MIME type (charset should not be specified).",
    "table.align": "This enumerated attribute indicates how the table must be aligned in regard of the containing document.",
    "table.bgcolor": "This attribute defines the background color of the table and its content.",
    "table.border": "This integer attribute defines, in pixels, the size of the frame surrounding the table.",
    "table.cellpadding": "This attribute defines the space between the content of a cell and the border, displayed or not, of it.",
    "table.cellspacing": "This attribute defines the size, in percentage or in pixels, of the space between two cells (both horizontally and vertically), between the top of the table and the cells of the first row, the left of the table and the first column, the right of the table and the last column and the bottom of the table and the last row.",
    "table.frame": "This enumerated attribute defines which side of the frame surrounding the table must be displayed.",
    "table.rules": "This enumerated attribute defines where rules, i.e.",
    "table.summary": "This attribute defines an alternative text use to describe the table in user-agent unable to display it.",
    "table.width ": "This attribute defines the width of the table.",
    "tbody.align": "This enumerated attribute specifies how horizontal alignment of each cell content will be handled.",
    "tbody.bgcolor": "This attribute defines the background color of each cell of the column.",
    "tbody.char": "This attribute is used to set the character to align the cells in a column on.",
    "tbody.charoff": "This attribute is used to indicate the number of characters to offset the column data from the alignment characters specified by the char attribute.",
    "tbody.valign": "This attribute specifies the vertical alignment of the text within each row of cells of the table header.",
    "td.abbr": "This attribute contains a short abbreviated description of the content of the cell.",
    "td.align": "This enumerated attribute specifies how horizontal alignment of each cell content will be handled.",
    "td.axis": "This attribute contains a list of space-separated strings.",
    "td.bgcolor": "This attribute defines the background color of each cell of the column.",
    "td.char": "This attribute is used to set the character to align the cells in a column on.",
    "td.charoff": "This attribute is used to indicate the number of characters to offset the column data from the alignment characters specified by the char attribute.",
    "td.colspan": "This attribute contains a non-negative integer value that indicates for how many columns the cell extends.",
    "td.headers": "This attributes a list of space-separated strings, each corresponding to the id attribute of the <th> elements that applies to this element.",
    "td.rowspan": "This attribute contains a non-negative integer value that indicates for how many rows the cell extends.",
    "td.scope": "This is an obsolete API and is no longer guaranteed to work in HTML5",
    "td.valign": "This attribute specifies the vertical alignment of the text within each row of cells of the table header.",
    "textarea.autofocus": "This Boolean attribute lets you specify that a form control should have input focus when the page loads, unless the user overrides it, for example by typing in a different control.",
    "textarea.cols": "The visible width of the text control, in average character widths.",
    "textarea.disabled": "This Boolean attribute indicates that the user cannot interact with the control.",
    "textarea.form": "The form element that the textarea element is associated with (its \"form owner\").",
    "textarea.maxlength": "The maximum number of characters (Unicode code points) that the user can enter.",
    "textarea.name": "The name of the control.",
    "textarea.placeholder": "A hint to the user of what can be entered in the control.",
    "textarea.readonly": "This Boolean attribute indicates that the user cannot modify the value of the control.",
    "textarea.required": "This attribute specifies that the user must fill in a value before submitting a form.",
    "textarea.rows": "The number of visible text lines for the control.",
    "textarea.selectionDirection": "The direction in which selection occurred.",
    "textarea.selectionEnd": "The index to the last character in the current selection.",
    "textarea.selectionStart": "The index to the first character in the current selection.",
    "textarea.wrap": "Indicates how the control wraps text.",
    "tfoot.align": "This enumerated attribute specifies how horizontal alignment of each cell content will be handled.",
    "tfoot.bgcolor": "This attribute defines the background color of each cell of the column.",
    "tfoot.char": "This attribute is used to set the character to align the cells in a column on.",
    "tfoot.charoff": "This attribute is used to indicate the number of characters to offset the column data from the alignment characters specified by the char attribute.",
    "tfoot.valign": "This attribute specifies the vertical alignment of the text within each row of cells of the table header.",
    "th.abbr": "This attribute contains a short abbreviated description of the content of the cell.",
    "th.align": "This enumerated attribute specifies how horizontal alignment of each cell content will be handled.",
    "th.axis": "This attribute contains a list of space-separated strings.",
    "th.bgcolor": "This attribute defines the background color of each cell of the column.",
    "th.char": "This attribute is used to set the character to align the cells in a column on.",
    "th.charoff": "This attribute is used to indicate the number of characters to offset the column data from the alignment characters specified by the char attribute.",
    "th.colspan": "This attribute contains a non-negative integer value that indicates on how many columns does the cell extend.",
    "th.headers": "This attributes a list of space-separated strings, each corresponding to the id attribute of the <th> elements that applies to this element.",
    "th.rowspan": "This attribute contains a non-negative integer value that indicates on how many rows does the cell extend.",
    "th.scope": "This enumerated attribute defines the cells that the header defined in this <th> element relates to.",
    "th.valign": "This attribute specifies the vertical alignment of the text within each row of cells of the table header.",
    "thead.align": "This enumerated attribute specifies how horizontal alignment of each cell content will be handled.",
    "thead.bgcolor": "This attribute defines the background color of each cell of the column.",
    "thead.char": "This attribute is used to set the character to align the cells in a column on.",
    "thead.charoff": "This attribute is used to indicate the number of characters to offset the column data from the alignment characters specified by the char attribute.",
    "thead.valign": "This attribute specifies the vertical alignment of the text within each row of cells of the table header.",
    "time.datetime": "This attribute indicates the time and date of the element and must be a valid date with an optional time string.",
    "time.pubdate": "(This feature is still being discussed by the WHATWG and the W3C HTML5 Working Group.) This Boolean attribute specifies that the date and time given by the element is the publication date of a document.",
    "tr.align": "This enumerated attribute specifies how horizontal alignment of each cell content will be handled.",
    "tr.bgcolor": "This attribute defines the background color of each cell of the row.",
    "tr.char": "This attribute is used to set the character to align the cells in a column on.",
    "tr.charoff": "This attribute is used to indicate the number of characters to offset the column data from the alignment characters specified by the char attribute.",
    "tr.valign": "This attribute specifies the vertical alignment of the text within each row of cells of the table header.",
    "ul.compact": "This Boolean attribute hints that the list should be rendered in a compact style.",
    "ul.type": "Used to set the bullet style for the list.",
    "video.autobuffer": "A Boolean attribute; if specified, the video will automatically begin buffering even if it's not set to automatically play.",
    "video.autoplay": "A Boolean attribute; if specified, the video will automatically begin to play back as soon as it can do so without stopping to finish loading the data.",
    "video.buffered": "An attribute you can read to determine which time ranges of the media have been buffered.",
    "video.controls": "If this attribute is present, Gecko will offer controls to allow the user to control video playback, including volume, seeking, and pause/resume playback.",
    "video.height": "The height of the video's display area, in CSS pixels.",
    "video.loop": "A Boolean attribute; if specified, we will, upon reaching the end of the video, automatically seek back to the start.",
    "video.muted": "A Boolean attribute which indicates the default setting of the audio contained in the video.",
    "video.poster": "A URL indicating a poster frame to show until the user plays or seeks.",
    "video.preload": "This enumerated attribute is intended to provide a hint to the browser about what the author thinks will lead to the best user experience.",
    "video.src": "The URL of the video to embed.",
    "video.width": "The width of the video's display area, in CSS pixels."
}