{
    "Share your remix": "Comparte tus creaciones",
    "output.form": "El elemento form al cual este elemento está asociado (su \"formulario dueño\")",
    "body.onafterprint": "Función para llamar cuando el usuario haya impreso el documento. ",
    "audio.controls": "Si ese atributo esta presente, el navegador ofrecerá controles para permitir al usuario controlar la reproducción de audio, incluyendo el volumen, la búsqueda, y pausar / reanudar la reproducción.",
    "colgroup.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "optgroup.label": "El nombre del grupo de opciones, que el navegador puede utilizar al etiquetar las opciones de la interfaz de usuario.",
    "css-property-docs:color": "La propiedad CSS <code>color</code> establece el color de primer plano del contenido del texto de un elemento",
    "html-element-docs:col": "El <em>elemento HTML Table Column </em> (<code>&lt;col&gt;</code>) define una columna de una tabla, y se utiliza para definir significado semántico común en todas las celdas comunes. Generalmente se lo utiliza con un enelmento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/colgroup\">&lt;colgroup&gt;</a></code>.",
    "short-element-descriptions:section": "sección de esquema del documento",
    "meta.name": "Este atributo define el nombre de un metadato en cuanto al nivel del documento.",
    "Remix and share web pages instantly": "Crea y comparte de manera instantánea tus paginas web",
    "thead.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "input.tabindex": "La posición del elemento en el orden de las pestañas de navegación del documento actual.",
    "body.onload": "Función a llamar cuando el documento haya terminado de cargar.",
    "audio.muted": "Un atributo booleano que indica si el audio será silenciado al inicio.",
    "short-element-descriptions:base": "URL base",
    "css-property-docs:cursor": "La propiedad CSS <code>cursor</code> especifica el cursor que se muestra cuando el puntero del ratón esta sobre un elemento.",
    "dialog-common:product-name": "Gafas de Rayos X",
    "html-element-docs:strong": "El elemento HTML Strong (<span style=\"font-family: Courier New;\">&lt;strong&gt;</span>) le da al texto un énfasis fuerte, habitualmente representado en negrita.",
    "html-element-docs:fieldset": "El elemento HTML <em> fieldset </em>(<span style=\"font-family: Courier New;\">&lt;fieldset&gt;</span>) se utiliza para agrupar varios controles y etiquetas (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/label\">&lt;label&gt;</a></code>) \nen un formulario Web.",
    "a.datasrc": "Este atributo indica el ID del objeto de origen de datos que proporciona los datos que se une a este elemento.",
    "thead.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "short-element-descriptions:canvas": "el área de dibujo para gráficos dinámicos",
    "input.accesskey": "Un solo carácter que el usuario puede presionar para cambiar el foco de entrada para el control.",
    "css-property-docs:text-transform": "La propiedad CSS <code>text-transform</code> especifica cómo escribir con mayúscula el texto de un elemento. Se puede utilizar para hacer que el texto aparezca en todas las letras en mayúsculas o en minúsculas, o que cada palabra inicie con mayúscula.",
    "textarea.required": "Este atributo especifica que el usuario debe rellenar un valor antes de enviar un formulario.",
    "keygen.disabled": "Este atributo booleano indica que el control de formulario no está disponible para la interacción.",
    "short-element-descriptions:ol": "lista ordenada",
    "html-element-docs:audio": "El elemento <code>audio</code> es usado para incrustar sonido en un documento HTML o XHTML. El elemento <code>audio</code> fue añadido como parte de HTML5.",
    "link.hreflang": "Este atributo indica el idioma del recurso vinculado.",
    "video.width": "El ancho del área de visualización del vídeo, en píxeles CSS.",
    "dom-descend": "Descenso al elemento pequeño",
    "See where it says": "¿Ves donde dice <span>https://goggles.webmaker.org/img/goggles.png</span>? Esa es la dirección URL de la imagen actual. Reemplazala con la nueva URL de la imagen que copiaste en el Paso 1 pero destacando la URL anterior, click derecho y pega el nuevo link. Presiona <strong>Commit Changes</strong>  Ahora deberías ver la nueva imagen.",
    "Great! You've successfully swapped images": "¡Grandioso! Has intercambiado con éxito imágenes. Ahora experimenta con el resto de la pagina y ve que otra cosa puedes reemplazar.",
    "short-element-descriptions:span": "un fragmento de texto",
    "html-element-docs:cite": "El elemento HTML Citation (<span style=\"font-family: Courier New;\">&lt;cite&gt;</span>) contiene el título de un trabajo, como por ejemplo un libro, una canción, una película, un programa de TV, una escultura, etc.",
    "html-element-docs:object": "El elemento Embedded Object (&lt;object&gt;) representa un recurso externo, que puede ser tratado como una imagen, un contexto de navegación anidado, o un recurso que será manejado por un plugin.",
    "key-names:UP": "↑",
    "css-property-docs:list-style-type": "La propiedad CSS<code> list-style-type </code>especifica la apariencia del elemento list item. Debido a que es el único que predetermina a <code>display:list-item</code>, es usualmente un elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/es/HTML/Element/li\">&lt;li&gt;</a></code>\n, pero puede ser cualquier elemento con este valor de <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/display\">display</a></code>\n.",
    "body.bgcolor": "Color de fondo para el documento.",
    "css-property-docs:font-size": "La propiedad<a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/es/CSS\">CSS</a> <code>font-size</code> especifica el tamaño de la fuente. La fuente puede, a la vez, cambiar el tamaño de otros elementos, ya que es usada para computar el valor de las unidades de longitud <code>em</code> y <code>ex</code>.",
    "html-element-docs:th": "El elemento HTML <em>Celda de Encabezado de Tabla</em> (<code>&lt;th&gt;</code>) define una celda que es encabezado de un grupo de celdas de una tabla. El grupo de celdas al que el encabezado se refiere se define por los atributos\n\n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th#attr-scope\">scope</a></code>\n y \n <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th#attr-headers\">headers</a></code>.",
    "table.bgcolor": "Este atributo define el color de fondo de la tabla y su contenido.",
    "short-command-descriptions:help": "Ayuda",
    "key-names:DELETE-MacIntel": "eliminar",
    "fieldset.name": "El nombre asociado con el grupo, el cual es enviado con los datos del formulario.",
    "html-element-docs:td": "El elemento HTML <em>Celda de Tabla</em> (<code>&lt;td&gt;</code>) define una celda que contiene datos.",
    "html-element-docs:tr": "El elemento HTML &lt;em&gt;Table Row&lt;/em&gt; (&lt;code&gt;&amp;lt;tr&amp;gt;&lt;/code&gt;) define una fila de celdas en una tabla. Estas pueden ser una mezcla de elementos &lt;code&gt;&lt;a rel=&quot;custom&quot; href=&quot;https://developer.mozilla.org/en/HTML/Element/td&quot;&gt;&amp;lt;td&amp;gt;&lt;/a&gt;&lt;/code&gt;\ny &lt;code&gt;&lt;a rel=&quot;custom&quot; href=&quot;https://developer.mozilla.org/en/HTML/Element/th\">&lt;th&amp;gt;<a></code>.",
    "progress.max": "Este atributo describe la cantidad de trabajo de la tarea indicada por el progreso que requiere el elemento.",
    "td.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "ol.compact": "Este atributo booleano indica que la lista debería ser interpretada en un estilo compacto.",
    "a.charset": "Este atributo define la codificación de caracteres del recurso vinculado.",
    "html-element-docs:i": "El elemento HTML Texto Offset (o itálica) (<span style=\"font-family: Courier New;\">&lt;i&gt;</span>) representa un sector del texto que está destacado del texto normal por alguna razón, por ejemlo, términos técnicos, frases en idioma extranjero, o pensamientos de un personaje ficticio. Típicamente, se muestra en itálicas.",
    "menu.type": "Se utiliza para indicar el tipo de menú que se declara.",
    "html-element-docs:source": "El elemento <code>source</code> element se usa para especificar múltiples recursos multimedia para elementos <code>audio</code> y <code>video</code> en HTML5. Es un elemento vacío. Se usa comúnmente para proveer el mismo recurso en <a title=\"En/Media formats supported by the audio and video elements\" rel=\"internal\" href=\"https://developer.mozilla.org/En/Media_formats_supported_by_the_audio_and_video_elements\">múltiples formatos soportados por los diferentes navegadores</a>.",
    "short-element-descriptions:sup": "superíndice",
    "html-element-docs:a": "El elemento HTML Anchor  (<code>&lt;a&gt;</code>) puede definir un hipervínculo, un destino de hipervínculo con un nombre particular, o ambas cosas.",
    "html-element-docs:head": "El elemento HTML <code>&lt;head&gt;</code> representa una colección de metadatos acerca del documento, incluyendo enlaces a (o definiciones de) scripts y hojas de estilo.",
    "html-element-docs:b": "El elemento HTML B (<code>&lt;b&gt;</code>), representa una franja de texto diferente estilísticamente al normal texto, sin implicar una relevancia o importancia especial. Típicamente se usa para palabras clave en un resumen, nombres de productos en un comentario, u otras porciones de texto cuya representación típica sería la letra en negrita. Otro ejemplo de su uso es marcar la oración principal de cada párrafo en un artículo.",
    "html-element-docs:caption": "El elemento HTML <em>Table Caption </em> (<span style=\"font-family: Courier New;\">&lt;caption&gt;</span>) representa el título de una tabla. A pesar de que es siempre el primer descendiente de una tabla (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/table\">&lt;table&gt;</a></code>) , cuando se le da formato usando CSS, puede ubicarse en cualquier posición, en forma relativa a la de la tabla.",
    "html-element-docs:u": "The <em>HTML Underline Element</em> (<span style=\"font-family: Courier New;\">&lt;u&gt;</span>) renders text with an underline, a line under the baseline of its content.",
    "html-element-docs:q": "El elemento <strong>quote</strong> indica que el texto encerrado en esta etiqueta es una cita corta en línea.",
    "html-element-docs:p": "El elemento <strong>paragraph</strong> (&lt;p&gt;) representa un párrafo. Es el elemento de bloque más comúnmente utilizado.",
    "html-element-docs:s": "El elemento HTML <em>Strikethrough</em> (<span style=\"font-family: Courier New;\">&lt;s&gt;</span>) muestra un texto con una línea que lo tacha. Use el elemento <code>&lt;s&gt;</code> para representar cosas que ya no son relevantes o adecuadas. Sin embargo, <code>&lt;s&gt;</code> no es apropiado para indicar ediciones del documento; para eso, use los elementos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/del\">&lt;del&gt;</a></code>\n e <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ins\">&lt;ins&gt;</a></code>\n, que son más apropiados.",
    "css-property-docs:background-position": "La propiedad CSS<code> background-position </code>austa la posición inicial, relativa a la capa de posición del fondo definida por <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-origin\">background-origin</a></code>\n para cada imagen de fondo definida.",
    "Publish Your Remix": "Publica tu creación",
    "table.cellspacing": "Este atributo define el tamaño, en porcentaje como en pixeles, del espacio entre dos celdas (tanto horizontal como vertical), entre la parte superior de la tabla y las celdas de la primera fija, la izquierda de la tabla y la primera columna, la derecha de la tabla y la última columna, y el fondo de la tabla y la última fila.",
    "object.name": "El nombre del contexto de navegación válido (HTML5) o el nombre del control (HTML 4).",
    "html-element-docs:title": "El elemento HTML &lt;em&gt;Title&lt;/em&gt; (&lt;code&gt;&amp;lt;title&amp;gt;&lt;/code&gt;) define el título de un documento, que se muestra en la barra de títulos del navegador o en la pestaña. Solo puede contener texto, y las etiquetas que contenga no son interpretadas.",
    "html-element-docs:br": "El elemento HTML <em>Line Break (salto de línea)</em> produce un salto de línea en el texto (\"retorno de carro\"). Es útil para escribir un poema o una dirección, en donde la división de renglones es significativa.",
    "th.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "css-property-docs:background-color": "La propiedad <code>background-color</code> de <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> permite ajustar el color de fondo de un elemento, tanto con un valor de color como con la palabra clave <code>transparent</code>.",
    "Publish To Internet": "Publica en Internet",
    "fieldset.disabled": "Si se establece este atributo booleano, los controles del formulario serán sus descendientes, salvo los descendientes de su primer <legend>⏎ elemento opcional, esta deshabilitada, es decir, no se puede modificar.",
    "img.longdesc": "La URL de la descripción de la imagen que se muestra, que complementa el texto.",
    "input.mozactionhint": "Especifica una \"acción indirecta\" que se utiliza para determinar cómo etiquetar la tecla enter en dispositivos móviles con teclados virtuales.",
    "area.media": "Una indirecta de los medios para los que el recurso vinculado fue diseñado, por ejemplo, la impresión y la pantalla.",
    "html-element-docs:tfoot": "El elemento HTML <em>Pie de Tabla</em> (<code>&lt;tfoot&gt;</code>) define un conjunto de filas que resumen el contenido de las columnas de la tabla.",
    "html-element-docs:span": "Este elemenot HTML es un contenedor genérico en línea para frases, que inherentemente no representa nada. Puede usarse para agrupar elementos para luego darles formato (usando los atributos <strong>class</strong> o <strong>id</strong>), o porque comparten los mismos valores de atributos, como <strong>lang</strong>. Debería utilizarse solo cuando ningún otro componente semántico es apropiado. &lt;span&gt; es casi igual que el elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/div\">&lt;div&gt;</a></code>, \npero code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/div\">&lt;div&gt;</a></code> \nes un elemento de bloque, mientras que &lt;span&gt; es un elemento en línea.",
    "short-element-descriptions:col": "columna de la tabla",
    "short-element-descriptions:head": "contenedor de metadatos del documento",
    "short-element-descriptions:wbr": "oportunidad de quiebre de palabra",
    "css-property-docs:min-height": "La propiedad CSS <code> min-height </code>es usada para ajustar la altura mínima de un elemento dado. Previene que el valor usado para la propiedad <code><a rel=\"custom\" href=\"https://developer.mozilla.org/es/CSS/height\">height</a></code>\n sea más pequeño que el valor especificado para<code> min-height</code>.",
    "css-property-docs:background-attachment": "Si se especifica una imagen de fondo con <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-image\">background-image</a></code>,\nla propiedad <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/es/CSS\">CSS</a> <code>background-attachment</code> determina cuando la posición de la imagen es fija en el visor, o se desplaza dentro del bloque contenedor.",
    "html-element-docs:canvas": "El elemento HTML <em>Canvas</em> (<code>&lt;canvas&gt;</code>) puede utilizarse para dibujar gráficos usando un lenguaje de script (habitualmente <a title=\"en/JavaScript\" rel=\"internal\" href=\"https://developer.mozilla.org/en/JavaScript\">JavaScript</a>).  Por ejemplo, puede ser utilizado para dibujar gráficos, hacer composiciones de fotos o incluso generar animaciones.",
    "dl.compact": "Forza la descripción de la definición que aparece en la misma línea que el término definido.",
    "HTML Source Code": "Código fuente HTML",
    "link.rev": "El valor de este atributo muestra la relación del documento actual con el documento enlazado, como se define en el atributo\n\nhref.",
    "iframe.sandbox": "Si se especifica como una cadena vacía, este atributo permite restricciones adicionales en el contenido que pueda aparecer en el marco flotante.",
    "input.usemap": "El nombre del elemento <map>⏎ es un mapa de la imagen.",
    "input.formenctype": "Si el elemento de entrada es un botón de envío o la imagen, este atributo especifica el tipo de contenido que se utiliza para enviar el formulario al servidor.",
    "td.colspan": "Este atributo contiene un valor entero no negativo que indica por cuantas columnas se extiende la celda.",
    "style.title": "Especifica conjuntos de hojas de estilo alternativos.",
    "css-property-docs:left": "La propiedad CSS <code>left</code> especifica parte de la posición de elementos posicionados.",
    "short-element-descriptions:hgroup": "grupo de cabecera",
    "menu.label": "Entrega la etiqueta del menú.",
    "html-element-docs:wbr": "El elemento HTML <em>Word Break Opportunity</em> (<code>&lt;wbr&gt;</code>) representa una posición en el texto en donde el navegador puede hacer un salto de linea, aunque sus reglas de salto de línea no lo crearían normalmente en ese punto.",
    "short-element-descriptions:nobr": "sin quiebres",
    "Mozilla Webmaker": "Mozilla Webmaker",
    "short-element-descriptions:li": "listar ítem",
    "Basic": "Básico",
    "param.valuetype": "Esta es una API obsoleta y no esta garantizado que funcione.",
    "redo": "Rehacer",
    "tfoot.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "html-element-docs:table": "El elemento HTML <em>Tabla</em>(<code>&lt;table&gt;</code>) representa datos en dos o más dimensiones.",
    "css-property-docs:bottom": "La propiedad <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/es/CSS\">CSS</a> <code>bottom</code> participa en especificar la posición de <em>elementos posicionados</em>.",
    "body.onbeforeprint": "Función a la que se llama cuando el usuario solicita imprimir el documento.",
    "short-command-descriptions:bug-report": "Reporta un bug",
    "table.cellpadding": "Este atributo define el espacio entre el contenido de una celda y el borde, mostrado o no, de ella.",
    "Make sure your web browser's bookmarks bar is enabled.": "Asegúrate de que la barra de marcadores de tu navegador está activada.",
    "css-property-docs:font-family": "La propiedad CSS<code> font-family </code>permite que una lista de nombres de familias de fuentes o nombres de familia genéricos sean especificados para elemento seleccionado. A diferencia de la mayoría de las otras propiedades CSS, los valores son separados por una coma para indicar que son alternativas. EL navegador seleccionará la primera fuente en la lista que se encuentre instalada en el computador, o que pueda ser descargada usando la información proveída por una regla at <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/@font-face\">@font-face</a></code>.",
    "tr.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "link.sizes": "Este atributo define los tamaños de los íconos de los medios visuales contenidos en el recurso.",
    "Here is the URL for your remix that anyone can view.": "Aquí esta la URL de tu remix que cualquiera puede ver.",
    "Save changes": "Guardar cambios",
    "html-element-docs:hgroup": "El <em>elemento HTML Headings Group</em> (<span style=\"font-family: Courier New;\">&lt;hgroup&gt;</span>) representa el encabezado de una sección. Define un título simple que participa en <a title=\"en/Sections and Outlines of an HTML5 document\" rel=\"internal\" href=\"https://developer.mozilla.org/en/Sections_and_Outlines_of_an_HTML5_document\">el resumen (outline) del documento</a> como el encabezado de la sección implícita o explícita a la que pertenece.",
    "form.target": "Un nombre o palabra clave indicando donde mostrar la respuesta que está siendo recibida después de enviar el formulario.",
    "html-element-docs:datalist": "El <em>elemento HTML Datalist</em> (<span style=\"font-family: Courier New;\">&lt;datalist&gt;</span>) contiene un congunto de elementos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/option\">&lt;option&gt;</a></code>\nque representa las posibles opciones para el valor de otros controles.",
    "th.valign": "Este atributo especifica el alineamiento vertical del texto entre cada una de las filas de celdas de la cabecera de la tabla.",
    "css-property-docs:line-height": "En elementos internos, la propiedad CSS<code> line-height </code>especifica la altura que es usada en el cálculo de la altura de la caja de línea.<br>\nEn elementos de nivel de bloque,<code> line-height </code>especifica la altura mínima de las cajas de línea dentro del elemento.",
    "Click on the image below": "Aprieta en la imagen de abajo, luego edita el código fuente HTML de forma tal que la imagen apunte a la URL que acabas de copiar.",
    "iframe.src": "La URL de la página a incrustar.",
    "img.vspace": "El número de píxeles de espacio en blanco a insertar sobre y debajo de la imagen.",
    "body.onunload": "La función a la cual llamar cuando el documento desaparece. ",
    "too-big-to-remix-html": "<div>Ese elemento <code>&lt;${tagName}&gt;</code> es demasiado grande para ser remezclado. ¡Intenta seleccionando uno más pequeño!</div>",
    "form.name": "El nombre del formulario.",
    "short-element-descriptions:noscript": "contenido de reserva de la secuencia de comandos",
    "embed.type": "El tipo MIME a usar para seleccionar el complemento a usar en esa instancia.",
    "Mess around with the rest of the page!": "¡Haz travesuras con el resto de la página!",
    "object.tabindex": "La posición del elemento en el orden de las pestañas de navegación del documento actual.",
    "css-property-docs:float": "La propiedad CSS <code>float</code> especifica que un elemento debiera ser tomado desde el flujo normal y ubicado a la izquierda o derecha de su contenedor, donde los elementos text e inline se ajustarán al rededor de ella.",
    "Deactivate X-Ray Goggles": "Desactivar las gafas de rayos X, luego arrastrar el botón sobre tu barra de marcadores.",
    "html-element-docs:article": "El <em>elemento HTML Article</em> (artículo, <span style=\"font-family: Courier New;\">&lt;article&gt;</span>) representa una composición autocontenida en un documento, página, aplicación o sitio, con la intención de ser distribuíble independiemente o reutilizable, por ejemplo, en sindicación de contenido.",
    "too-big-to-change": "Ese elemento es muy grande para ser remezclado. ¡Intenta seleccionando uno más pequeño!",
    "html-attribute-docs:class": "Este atributo es una lista separada por espacios de las clases de elemento. Las clases permiten elementos específicos CSS del estilo a través de los selectores de clase.",
    "key-names:DELETE": "retroceso",
    "input.form": "El elemento form al cual el elemento input está asociado (su formulario dueño).",
    "short-element-descriptions:var": "variable",
    "button.formenctype": "Si el botón es un botón de envío, este atributo especifica el tipo de contenido que es usado para enviar el formulario al servidor.",
    "Instantly publish your remix to a URL that anyone can view.": "Publica instantáneamente tu remezcla a una URL que cualquiera peuda ver.",
    "input.maxlength": "Si el valor del atributo es text, email, search, password, tel, o url, este atributo especifica el número máximo de caracteres (en puntos de código Unicode) que el usuario puede ingresar; para otros tipos de control, es ignorado.",
    "css-property-docs:display": "La propiedad CSS <code>display</code> especifica el tipo de caja de renderizado usada por un elemento. En HTML, los valores predefinidos de la propiedad <code>display</code> son tomados de los comportamientos descritos en las especificaciones de HTML o de las hojas de estilo predeterminadas del navegador/usuario. El valor predefinido en XML es <code>inline</code>.",
    "th.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "ul.compact": "Este atributo booleano indica que la lista debería ser interpretada en un estilo compacto.",
    "input.pattern": "Una expresión regular contra la cual el valor de control es comparada.",
    "dd.nowrap": "Si el valor de este atributo es ajustado a yes, el texto de definición no será dividido.",
    "html-element-docs:time": "El elemento HTML <em>time</em> (<code>&lt;time&gt;</code>) representa ya sea la hora en un reloj de 24 horas o bien una fecha precisa en el <a class=\"external\" title=\"http://es.wikipedia.org/wiki/Calendario_Gregoriano\" rel=\"external\" href=\"http://es.wikipedia.org/wiki/Calendario_Gregoriano\" target=\"_blank\">calendario gregoriano</a> (con la información opcional de hora y zona horaria).",
    "css-property-docs:font-weight": "La propiedad <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/es/CSS\">CSS</a> <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font-weight\">font-weight</a></code>\n especifica el peso o ancho de una fuente. Sin embargo, algunas fuentes no están disponibles en todos los pesos; algunas solo están disponibles en <code>normal</code> y <code>bold</code> (negrita).",
    "short-element-descriptions:input": "control de formulario de entrada",
    "select.selectedIndex": "El índice del elemento <option>\n seleccionado.",
    "area.hreflang": "Indica el idioma del recurso enlazado.",
    "head.profile": "Las URLs de uno o más perfiles de metadatos, separadas por espacios en blanco.",
    "html-element-docs:video": "El elemento HTML <code>&lt;video&gt;</code> se usa para incluir contenido de video en un documento HTML o XHTML.",
    "area.name": "Define un nombre para un área cliqueable de forma tal que se le pueda generar un script para navegadores antiguos.",
    "form.action": "La URI de un programa que procesa la información enviada mediante una forma.",
    "css-property-docs:background-origin": "La propiedad CSS<code> background-origin </code>determina el área de posicionamiento del fondo, esto es la posición de origen de una imagen especificada usando la propiedad CSS <code><a rel=\"custom\" href=\"https://developer.mozilla.org/es/CSS/background-image\">background-image</a></code>.",
    "Then click on the highlighted image": "Entonces haga clic en la imagen destacada. Esto revelará su código fuente HTML.",
    "html-element-docs:figure": "El <em>elemento HTML&nbsp;</em>(<span style=\"font-family: Courier New;\">&lt;figure&gt;</span>) represents self-contained content, frequently with a caption&nbsp;(<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figcaption\">&lt;figcaption&gt;</a></code> )\n<em><code>,</code></em> and is&nbsp;typically referenced as a single unit. While it is related to the main flow, its position is independent of the main flow. Usually this is an image, an illustration, a diagram, a code snippet, or a schema that is referenced in the main text, but that can be moved to another page or to an appendix without affecting the main flow.",
    "short-element-descriptions:samp": "texto de muestra",
    "Let us help.": "Permítanos ayudarle.",
    "html-element-docs:base": "El elemento HTML <em>Base</em> (<code>&lt;base&gt;</code>) especifica la URL base para todas las URLs relativas contenidas dentro de un documento.",
    "table.align": "Este atributo enumerado indica como debe ser alineada la tabla en relación al documento que contiene.",
    "tfoot.valign": "Este atributo especifica el alineamiento vertical del texto entre cada una de las filas de celdas de la cabecera de la tabla.",
    "tr.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "html-element-docs:noscript": "El elemento HTML NoScript (&lt;code&gt;&amp;lt;noscript&amp;gt;&lt;/code&gt;) define una sección de html que se inserta si un tipo de script en la página no está soportado, o si los scripts están actualmente desactivados en el navegador.",
    "meter.high": "El límite numérico inferior del término superior del rango medido.",
    "Copy this URL to your clipboard.": "Copiar esta URL a tu portapapeles.",
    "button.type": "El tipo del botón.",
    "video.buffered": "Un atributo que puedes leer para determinar que rangos de tiempo de medios han sido bajados.",
    "html-element-docs:meter": "El elemento HTML <em>meter</em> (<code>&lt;meter&gt;</code>) representa tanto un valor escalar en un rango conocido como un valor fraccional.",
    "thead.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "short-element-descriptions:link": "metadatos para relaciones entre documentos",
    "body.onerror": "Función a llamar cuando el documento no sea cargado correctamente.",
    "short-element-descriptions:em": "énfasis",
    "output.name": "El nombre del elemento.",
    "element": "elemento",
    "option.disabled": "Si este atributo booleano es ajustado, esta opción no es marcable.",
    "colgroup.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "html-element-docs:body": "El elemento &nbsp;Body (<code>&lt;body&gt;</code>) de HTML representa el contenido principal de una documento HTML. Hay solamente un elemento  <code>&lt;body&gt;</code> por documento.",
    "input.step": "Trabaja con los atributos min y max para limitar los incrementos a los que un valor numérico o de fecha-tiempo puede ser ajustado.",
    "tr.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "css-property-docs:text-overflow": "La propiedad <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/es/CSS\">CSS</a> <code>text-overflow</code> determina como es señalado a los usuarios el contenido desbordado no mostrado. Puede ser recortado, mostrar puntos suspensivos ('<code>…</code>', <code style=\"text-transform: uppercase;\">Elipsis horizontal U+2026</code>) o una cadena definida por el autor de la web.",
    "executed": "Ejecutado",
    "help": "Esta referencia de ayuda",
    "select.form": "El elemento form al cual el elemento seleccionado está asociado (su \"formulario dueño\").",
    "button.value": "El valor inicial del botón.",
    "audio.autobuffer": "Un atributo booleano, si se especifica, el audio se iniciará automáticamente e iniciara la descarga, incluso si no se ajusta a reproducirse automáticamente.",
    "form.novalidate": "Este atributo booleano indica que el formulario no debe ser validado cuando es enviado.",
    "short-element-descriptions:progress": "indicador de progreso",
    "textarea.disabled": "Este atributo booleano indica que el usuario no puede interactuar con el control.",
    "form.method": "El método HTTP que el navegador utiliza para enviar el formulario.",
    "css-property-docs:min-width": "La propiedad CSS <code> min-width </code>es usada para ajustar el ancho mínimo de un elemento dado. Previene que el valor usado para la propiedad <code><a rel=\"custom\" href=\"https://developer.mozilla.org/es/CSS/width\">width</a></code> sea más pequeño que el valor especificado para<code> min-width</code>.",
    "colgroup.bgcolor": "Este atributo define el color de fondo de cada celda de las columnas miembras del grupo de columna..",
    "input.autocomplete": "Este atributo indica cuando el valor de control puede ser completado automáticamente por el navegador.",
    "html-element-docs:ul": "El elemento HTML <em>unordered list</em> (<code>&lt;ul&gt;</code>) representa una lista no ordenada de items, es decir, una colección de items que no tienen un orden numérico, y el orden en el que estén en la lista no tiene importancia. Típicamente, los items de las listas no ordenadas se muestran con un \"bullet\", que puede tener diversas formas, como un punto, un círculo o un cuadrado, pero esto no se define en la descripción HTML de la página, sino en su CSS asociado, usando la propiedad <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style-type\">list-style-type</a></code>.",
    "td.valign": "Este atributo especifica el alineamiento vertical del texto entre cada una de las filas de celdas de la cabecera de la tabla.",
    "meter.form": "Este atributo asocia el elemento con un elemento form que es dueño del elemento meter.",
    "link.charset": "Este atributo define la codificación de caracteres del recurso vinculado.",
    "short-element-descriptions:article": "artículo independiente",
    "iframe.seamless": "Este atributo booleano indica que el navegador debe mostrar el cuadro interno de forma que aparente ser parte del contenido del documento, por ejemplo, aplicando estilos CSS para <iframe> al documento contenido antes de los estilos especificados en ese documento, y al abrir enlaces contenidos en el documento bajo el contexto de navegación parental (a menos que otra configuración prevenga esto).",
    "short-element-descriptions:spacer": "espacio de la plantilla",
    "textarea.wrap": "Indica como el control divide el texto.",
    "html-element-docs:progress": "El elemento HTML <em>progress</em> (<code>&lt;progress&gt;</code>) se usa para ver el progreso de una tarea que está siendo completada. Lo específico de cómo se muestra se deja a criterio del desarrollador del navegaror, pero habitualmente se representa como una barra de progreso.",
    "object.codetype": "El tipo de contenido de los datos especificado por classid",
    "html-element-docs:map": "El elemento HTML <em>Map</em> (<code>&lt;map&gt;</code>) se usa con elementos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/area\">&lt;area&gt;</a></code> \npara definir el mapa de una imagen.",
    "embed.src": "La URL del recurso siendo incrustado.",
    "key-names:DOWN": "↓",
    "html-element-docs:style": "El elemento Style contiene información de estilo para un documento. La información de estilo debería ir dentro de este elemento, habitualmente en lenguaje CSS (véase &lt;a title=&quot;CSS&quot; rel=&quot;internal&quot; href=&quot;https://developer.mozilla.org/en/CSS\">CSS</a>).",
    "body.text": "Color del texto del primer plano.",
    "iframe.marginheight": "La cantidad de espacio en pixeles entre el contenido del cuadro y sus márgenes superior e inferior.",
    "command.disabled": "Indica que el comando no esta disponible.",
    "a.href": "Este es el único atributo requerido para anclas que definan la fuente de un enlace.",
    "short-element-descriptions:strong": "gran énfasis",
    "button.formaction": "La URI de un programa que procesa la información enviada por el botón.",
    "canvas.height": "La altura del espacio coordinado en píxeles CSS.",
    "audio.preload": "Este atributo enumerado está pensado para proveer un indicio al navegador sobre lo que el autor piensa que llevará a la mejor experiencia de usuario.",
    "meter.max": "El límite numérico superior del rango medido.",
    "From template": "Desde plantilla",
    "iframe.align": "El alineamiento de este elemento con respecto al contexto que lo rodea.",
    "table.width ": "Este atributo define el ancho de la tabla.",
    "th.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "tr.bgcolor": "Este atributo define el color de fondo de cada celda de la fila.",
    "Remix any webpage!": "¡Remezclar cualquier página!",
    "html-element-docs:samp": "El elemento HTML Sample Text  (<span style=\"font-family: Courier New;\">&lt;samp&gt;</span>) produce un elemento en línea que se muestra en la tipografía monotype por defecto que tenga el navegador (Lucida Console). Este elemento fue pensado para identificar la muestra de una salida de un programa de computadora.",
    "col.align": "Este atributo enumerado especifica como será tratado el alineamiento horizontal del contenido de cada celda de la columna.",
    "audio.loop": "Un atributo booleano; de ser especificado, al alcanzar el final del audio, se regresará al inicio.",
    "html-element-docs:param": "Elemento <strong>parameter</strong>, que define parámetros para <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/object\">&lt;object&gt;</a></code>",
    "ancestor-intro": "Está dentro de una",
    "Remix Dialog": "Remezclar diálogo",
    "area.nohref": "Indica que no existe un hipervínculo para el área asociada.",
    "base.target": "Un nombre o palabra clave indicando la ubicación predeterminada para mostrar el resultado cuando hipervínculos o formularios causen navegación, para elementos que no tienen una referencia de objetivo explícita.",
    "html-element-docs:pre": "Este elemento representa texto preformateado. El texto que está en este elemento se representa en una tipografía no proporcional, exactamente como está dispuesto en el archivo. Los espacios en blanco dentro de este elemento se muestran tal como se escribieron.",
    "param.type": "Solo es usado si el valuetype es ajustado a \"ref\".",
    "command.radiogroup": "Este atributo da el nombre del grupo de comandos, con un tipo de radio, que será alternado cuando el comando en si sea cambiado.",
    "col.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "script.src": "Este atributo especifica la URI de un script externo; esto puede ser usado como alternativa a incrustar un script directamente dentro de un documento.",
    "body.onhashchange": "Función a llamar cuando la parte de identificador de fragmento (comenzando con el caracter gato (#)) de la dirección actual del documento haya cambiado.",
    "ol.reversed": "Este atributo booleano especifica que los elementos de este ítem son especificados en orden inverso, por ejemplo.",
    "short-element-descriptions:video": "flujo de video incrustado",
    "html-element-docs:form": "El elemento HTML <em>form</em> (&lt;form&gt;) representa una sección del documento que contiene controles interactivvos que le permite al usuario enviar información a un servidor Web.",
    "body.alink": "Color de texto para enlaces cuando son seleccionados.",
    "button.autofocus": "Este atributo booleano le permite especificar que el botón debiera tener foco en la entrada cuando la página carga, salvo que el usuario lo anule, por ejemplo escribiendo en un control diferente.",
    "html-element-docs:legend": "El elemento HTML <em>Legend Field</em> (<span style=\"font-family: Courier New;\">&lt;legend&gt;</span>) representa un título para el contenido de su elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/fieldset\">&lt;fieldset&gt;</a></code> padre.",
    "command.type": "Este atributo indica el tipo de comando.",
    "link.media": "Este atributo especifica el medio al cual el recurso enlazado aplica.",
    "short-element-descriptions:blockquote": "bloque de cita",
    "img.ismap": "Este atributo booleano indica que la imagen es parte de un mapa del lado del servidor.",
    "option.label": "Este atributo es texto para la etiqueta indicando el sentido de la opción.",
    "ins.datetime": "Este atributo indica la fecha y hora del cambio y debe ser una fecha válida con una cadena de hora opcional.",
    "object.classid": "La URI de la implementación del objeto.",
    "time.datetime": "Este atributo indica la hora y fecha del elemento y debe ser una fecha válida con una cadena de hora opcional.",
    "iframe.width": "Indica el archo de un marco\nHTML5 en pixeles CSS, o\nHTML 4.01 en pixeles o como un porcentaje.",
    "short-command-descriptions:dom-descend": "descender",
    "iframe.scrolling": "Atributo enumerado que indica cuando el navegador debiera proveer una barra de desplazamiento (u otro dispositivo de desplazamiento) para el cuadro: auto: Solo cuando sea necesario",
    "short-element-descriptions:pre": "texto preformateado",
    "body.onbeforeunload": "Función a llamar cuando el documento está a punto de ser descargado.",
    "undo": "Deshacer",
    "short-element-descriptions:map": "mapa de imagen",
    "default-html": "<span>¡Gafas de rayos X activadas! Presione ESC para desactivar.</span>",
    "area.tabindex": "Un valor numérico especificando la posición del área definida en el orden de tabulación del navegador.",
    "short-element-descriptions:fieldset": "conjunto de controles de formulario",
    "html-element-docs:ins": "El elemento <em>HTML Texto Insertado</em> (<code>&lt;ins&gt;</code>) representa un conjunto de texto que ha sido añadido al documento.",
    "table.border": "Este atributo entero define, en pixeles, el tamaño del marco que rodee la tabla.",
    "html-element-docs:textarea": "El elemento HTML <em>textarea</em> (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/textarea\">&lt;textarea&gt;</a></code>) \nrepresenta un control para editar texto simple multilínea.",
    "html-element-docs:thead": "El elemento HTML <em>Encabezado de Tabla</em> (<code>&lt;thead&gt;</code>) representa un grupo de filas que definen el encabezado de las columas de la tabla.",
    "Try it out": "Pruébalo",
    "When you're ready to share your remixed page": "Cuando estes listo para compartir tu pagina remezclada, haz clic en el botón Publicar o presiona <kbd>P</kbd> en tu teclado. Esto hace tus cambios visibles en la web para que otros puedan verlos.",
    "meta.content": "Este atributo entrega el valor asociado con el atributo\n\nhttp-equiv\no\n\nname\ndependiendo del contexto.",
    "css-property-docs:background-repeat": "La propiedad <code>background-repeat</code> de <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> define como las imagenes de fondo son repetidas. Una imagen de fondo puede ser repetida a través del eje horizontas, del eje vertical, ambos, o no repetida. Cuando la repetición de los recuadros de las imágenes no alcanzan a cubrir exactamente el fondo, la manera de hacer los ajustes puede ser controlada por el autor: Predeterminadamente, la última imagen es recortada, pero los diferentes recuadros pueden ser redimensionados, o se puede agregar espacios entre los recuadros.",
    "short-element-descriptions:keygen": "generador de par de claves",
    "uproot": "Publica tu remezcla",
    "input.height": "Si el valor del atributo type es imagen, este atributo define la altura de la imagen mostrada para el botón.",
    "body.link": "Color del texto para los enlaces de hipertexto no visitados.",
    "col.span": "Este atributo contiene un entero positivo indicando el número de columnas consecutivas por las cuales el elemento <col> se expande.",
    "undid": "Deshecho",
    "html-element-docs:label": "El elemento HTML <em>label</em> (<code>&lt;label&gt;</code>) representa el texto que acompaña a un item en una interfaz de usuario. Puede ser asociado con un control utilizando el atributo <code>for</code>, o bien ubicando el control dentro del elemento <code>label</code>. A este tipo de control se le llama <em>control etiquetado labeled control<em> del elemento label.",
    "short-element-descriptions:script": "script integrado",
    "tbody.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "css-property-docs:opacity": "La propiedad CSS <code>opacity</code> especifica la transparencia de un elemento, esto es, el grado al cual el fondo detrás del elemento es superpuesto.",
    "table.rules": "Este atributo enumerado define reglas de lugar, es decir,",
    "html-element-docs:hr": "En  \n<span style=\"border: 1px solid rgb(129, 129, 250); background-color: rgb(174, 218, 229); font-size: x-small; white-space: nowrap; padding: 2px;\"><a rel=\"custom\" href=\"/en/HTML/HTML5\">HTML5</a></span> el elemento &lt;hr&gt; representa a un corte temático entre elementos de nivel de párrafo (por ejemplo, un cambio de escenario en una historia, un cambio en el tema tratado en una sección). En las versiones anteriores de HTML, representaba una línea horizontal. Puede ser que aún se vea como una línea horizontal en los navegadores visuales, pero ahora está definida en términos semánticos, y no en términos de presentación.",
    "Drag the yellow button into your bookmarks": "Arrastra el botón amarillo &quot;Activar Gafas de Rayos X&quot; a tu barra de marcadores, donde se agregará como como un botón que puedes cliquear para activar las Gafas en cualquier pagina web.",
    "object.type": "El tipo MIME del recurso especificado por los datos.",
    "video.src": "La URL del video a incrustar.",
    "You can take X-Ray Goggles with you anywhere": "¡Puedes llevar las Gafas de Rayos X contigo a cualquier lugar de la web! Solo instalalo en dos pasos sencillos:",
    "short-element-descriptions:body": "cuerpo del documento",
    "area.coords": "Un conjunto de valores especificando las coordinadas de la región hot-spot.",
    "hr.align": "En desuso desde HTML4.01. Obsoleto desde HTML5",
    "del.datetime": "Este atributo indica la fecha y hora del cambio y debe ser una fecha válida con una cadena de hora opcional.",
    "meter.low": "El límite numérico superior del término inferior del rango medido.",
    "input.formtarget": "Si el elemento de entrada es un botón de envío o imagen, este atributo es un nombre o palabra clave indicando donde mostrar la respuesta que es recibida después de enviar el formulario.",
    "q.cite": "El valor de este atributo es una URL que designa un documento fuente o mensaje para la información citada.",
    "short-element-descriptions:tr": "fila de la tabla",
    "command.icon": "Entrega una imagen que representa el comando.",
    "iframe.frameborder": "El valor 1 (el predeterminado) le dice al navegador que dibuje un borde entre este cuadro y los demás.",
    "label.form": "El elemento form al cual el elemento label está asociado (su formulario dueño).",
    "tbody.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "caption.align": "Este atributo enumerado indica como el subtítulo deben ser alineados respecto a la tabla.",
    "html-element-docs:code": "El elemento HTML Code (&lt;span style=&quot;font-family: Courier New;&quot;&gt;&amp;lt;code&amp;gt;&lt;/span&gt;) representa un fragmento de código de computadora. Por defecto, se muestra en la tipografía monoespacio por defecto del navegador.",
    "th.headers": "Esto atribuye una lista de cadenas separadas por espacios, correspondiendo cada una al atributo id del<th>\nelemento que aplica a este este elemento",
    "col.width": "Este atributo especifica un ancho predeterminado para cada columna en el grupo actual de columnas.",
    "input.name": "El nombre del control, que es enviado con los datos del formulario.",
    "html-element-docs:kbd": "El elemento HTML Keyboard Input (&lt;span style=&quot;font-family: Courier New;&quot;&gt;&amp;lt;kbd&amp;gt;&lt;/span&gt;) produce un elemento en línea representado en la tipografía monotype por defecto del navegador. Este elemento se utiliza para identificar el ingreso de datos del usuario.",
    "html-element-docs:h1": "Los elementos <strong>Heading</strong> implementan seis niveles de encabezado para documentos. <code>&lt;h1&gt;</code> es el más importante y <code>&lt;h6&gt;</code> el menos importante.",
    "iframe.longdesc": "Una URI de una descripción larga del cuadro.",
    "short-element-descriptions:aside": "contenido tangencial",
    "css-property-docs:right": "La propiedad <code>right</code> de <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> especifica parte de la posición de los elementos posicionados.",
    "short-element-descriptions:option": "ítem de opción",
    "a.coords": "Para el uso con formas de objetos, este atributo usa una lista separada por comas de números para definir las coordenadas del objeto en la página.",
    "Cancel": "Cancelar",
    "key-names:LEFT": "←",
    "keygen.name": "El nombre del control, que es enviado con los datos del formulario.",
    "and": "y",
    "th.rowspan": "Este atributo contiene un valor entero no negativo que indica por cuantas filas se extiende la celda.",
    "short-element-descriptions:time": "fecha u hora",
    "Not sure what to make?": "No esta seguro de que hacer?",
    "tbody.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "area.href": "El enlace objetivo del área.",
    "css-property-docs:vertical-align": "La propiedad <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/es/CSS\">CSS</a> <code>vertical-align</code> especifica el alineamiento vertical de una viñeta o elemento de una celda de una tabla.",
    "select.size": "Si el control es presentado como un cuadro de lista desplazable, este atributo representa el número de filas en la lista que deben ser visibles al mismo tiempo.",
    "option.selected": "De estar presente, este atributo booleano indica que la opción está seleccionada desde el inicio.",
    "short-element-descriptions:dd": "descripción de la definición",
    "short-element-descriptions:dl": "lista de la definición",
    "option.value": "El contenido textual de este atributo representa la etiqueta explicando la opción.",
    "form.autocomplete": "Indica si los controles en este formulario pueden tener sus valores completados automáticamente por el navegador de forma predeterminada o no.",
    "short-element-descriptions:dt": "termino de definición",
    "select.name": "El nombre del control.",
    "short-element-descriptions:title": "Título del documento",
    "keygen.form": "El elemento form al cual este elemento está asociado (su formulario dueño).",
    "css-property-docs:list-style-image": "La propiedad CSS<code> list-style-image </code>ajusta la imagen que será usada como el marcador de de la lista. Es usualmente más conveniente usar el atajo <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style\">list-style</a></code>\n.",
    "td.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "html-attribute-docs:title": "Este atributo contiene un texto representando información de aviso relacionada al elemento al cual pertenece. Esta información puede ser usualmente, mas no necesariamente, presentada al usuario como una información sobre la herramienta.",
    "html-element-docs:img": "El elemento HTML imagen (&lt;code&gt;&amp;lt;img&amp;gt;&lt;/code&gt;) representa una imagen en el documento.",
    "html-element-docs:input": "El elemento <em>input</em>  (<code>&lt;input&gt;</code>) se usa para crear controles interactivos para formularios basados en la Web.",
    "select.required": "Un atributo booleano que indica que una opción con un valor de cadena no vacío debe ser seleccionado.",
    "html-element-docs:html": "El elemento raíz de HTML (<span style=\"font-family: Courier New;\">&lt;html&gt;</span>) representa la raíz de un documento HTML o XHTML. Todos los otros elementos deben ser descendientes de este.",
    "textarea.maxlength": "El número maximo de caracteres  (puntos en el código Unicode) que un usuario puede ingresar.",
    "html-element-docs:link": "El elemento HTML <em>Link</em> (&lt;link&gt;) especifica relaciones entre el documento actual y otros documentos. Algunos de sus usos incluyen la definición de un marco relacional para navegar y enlazar el documento a una hoja de estilo.",
    "input.autofocus": "Este atributo booleano te permite especificar que un control de formulario debe tener el foco de entrada al cargar la página, salvo que el usuario lo anule, por ejemplo escribiendo en un control diferente.",
    "class": "clase",
    "video.loop": "Un atributo booleano; de ser especificado, al llegar al final del video, se regresará automáticamente al inicio.",
    "iframe.webkitallowfullscreen": "En Chrome 17 o siguientes (y un poco antes), este atributo puede ser definido como verdadero si el marco es permitido para ser presentado en el modo de pantalla completa mediante una llamada al metodo element.webkitRequestFullScreen() .",
    "source.src": "Requerido, dirección del recurso de medio.",
    "short-element-descriptions:iframe": "marco incorporado",
    "cannot-undo-html": "<span>¡No queda nada por deshacer!</span>",
    "short-element-descriptions:img": "imagen",
    "input.placeholder": "Una ayuda de lo que el usuario debe ingresar en el control.",
    "short-element-descriptions:bgsound": "sonido de fondo",
    "short-element-descriptions:meter": "indicador escalar",
    "short-element-descriptions:sub": "subíndice",
    "short-element-descriptions:button": "botón interactivo",
    "td.headers": "Esto atribute una lista de cadenas separadas por espacios, cada una correspondiendo al atributo id de los <th>\n elementos a los que aplica este elemento.",
    "tbody.valign": "Este atributo especifica el alineamiento vertical del texto entre cada una de las filas de celdas de la cabecera de la tabla.",
    "object.standby": "Un mensaje que el navegador puede mostrar mientras se carga la aplicación y los datos del objeto.",
    "table.summary": "Este atributo define un texto alternativo a ser usado para describir la tabla en un user-agent que no pueda mostrarla.",
    "area.rel": "Para anclas que contengan el atributo href, este atributo especifica la relación del objetivo con el objeto de enlace. ",
    "area.type": "Este atributo especifica el tipo de medio en el formulario de un tipo MIME para el enlace objetivo.",
    "style.scoped": "Si este atributo está presente, entonces el estilo sólo se aplica a su elemento principal.",
    "dom-ascend": "Ascender a elemento padre",
    "iframe.marginwidth": "La cantidad de espacio en píxeles entre el contenido del cuadro y sus márgenes izquierdo y derecho.",
    "short-command-descriptions:dom-ascend": "ascender",
    "short-command-descriptions:remove": "remover",
    "link.target": "Define el nombre del cuadro o ventana que tiene la relación de enlace definida o que mostrará el renderizado de algún recurso enlazado.",
    "dialog-common:close": "Cerrar",
    "short-element-descriptions:i": "Cursiva",
    "br.clear": "Indica donde comenzar la siguiente línea antes del quiebre.",
    "td.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "short-element-descriptions:a": "ancla o hipervínculo",
    "html-element-docs:header": "El elemento HTML <em>header</em> (<code>&lt;header&gt;</code>) representa un grupo de ayudas introductorias o de navegación. Puede contener algunes elementos de encabezado, pero también otros elementos, como un logo, una cabecera de sección, un formulario de búsqueda, etc.",
    "html-element-docs:dt": "El elemento HTML Definition Term (<span style=\"font-family: Courier New;\">&lt;dt&gt;</span>) identifica a un término en una lista de definición definition list. Este elemento puede aparecer únicamente como elemento hijo de un <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dl\">&lt;dl&gt;</a></code>. \nHabitualmente, es seguido por un elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dd\">&lt;dd&gt;</a></code>; \nsin embargo, múltiples elementos <code>&lt;dt&gt;</code> en una fila indican varios términos que son definidos por el elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dd\">&lt;dd&gt;</a></code> \nque sigue inmediatamente.",
    "short-element-descriptions:b": "negrita",
    "With X-Ray Goggles activated": "Con las Gafas de Rayos X activadas, presiona <kbd>H</kbd> para ayuda.",
    "link.rel": "Este atributo nombra una relación entre el documento enlazado al documento actual.",
    "html-element-docs:dl": "El elemento HTML <em>Definition List</em> (<code>&lt;dl&gt;</code>) encierra una lista de pares de términos y descripciones. Un uso común para este elemento es el de implementar un glosario.",
    "Sorry, an error occurred. Please try again later.": "Lo sentimos, ha ocurrido un error. Por favor, intenta nuevamente en unos instantes.",
    "short-element-descriptions:u": "destacar",
    "short-element-descriptions:q": "cita",
    "short-element-descriptions:p": "párrafo",
    "html-element-docs:dd": "Ele elemento Definition Description descripción de la definición (<span style=\"font-family: Courier New;\">&lt;dd&gt;</span>) indica la definición de un término en un elemento lista de definiciones (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dl\">&lt;dl&gt;</a></code>). Este elemento puede aparecer únicamento como elemento hijo de una lista de definiciones y debe seguir a un elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dt\">&lt;dt&gt;</a></code>.",
    "html-element-docs:output": "El elemento <em>output</em> (&lt;output&gt;) representa el resultado de un cálculo.",
    "html-element-docs:sub": "El elemento HTML <em>subíndice</em> (<code>&lt;sub&gt;</code>) define un trozo de texto que debería mostrarse, por razones tipográficas, más bajo, y frecuentemente más pequeño, que el texto principal.",
    "html-element-docs:footer": "El <em>elemento HTML Footer</em> (<span style=\"font-family: Courier New;\">&lt;footer&gt;</span>) representa un \"pie de página\" para su contenedor más próximo o elemento<a title=\"en/Sections and Outlines of an HTML5 document#sectioning root\" rel=\"internal\" href=\"https://developer.mozilla.org/en/Sections_and_Outlines_of_an_HTML5_document#sectioning_root\">sectioning root</a>  (ej., el elemento de sección más cercano que lo contiene, como <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code> , \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/aside\">&lt;aside&gt;</a></code> ,\n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/nav\">&lt;nav&gt;</a></code> , \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/section\">&lt;section&gt;</a></code> , \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/blockquote\">&lt;blockquote&gt;</a></code>, \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/body\">&lt;body&gt;</a></code>, \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/details\">&lt;details&gt;</a></code>, \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/fieldset\">&lt;fieldset&gt;</a></code>, \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code>, \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/td\">&lt;td&gt;</a></code>). \nUn footer suele contener información acerca del autor de la sección, datos de copyright o enlaces a documentos relacionados.",
    "html-element-docs:embed": "El elemento HTML <em>Embed</em> (<code>&lt;embed&gt;</code>) representa un punto de integración para una aplicación externa o contenido interactivo (en otras palabras, un plug-in).",
    "html-element-docs:var": "El elemento HTML Variable (<code>&lt;var&gt;</code>) representa una variable en una expresión matemática o en un contexto de programación.",
    "html-element-docs:menu": "El elemento HTML &lt;em&gt;menu&lt;/em&gt; (&lt;code&gt;&amp;lt;menu&amp;gt;&lt;/code&gt;) representa una lista desordenadas de opciones de menú, o comandos.",
    "th.abbr": "Este atributo contiene una descripción corta abreviada del contenido de la celda.",
    "html-element-docs:sup": "El elemento HTML <em>Superíndice</em> (<code>&lt;sup&gt;</code>) define un trozo de texto que debería ser mostrado, por razones tipográficas, más alto, y frecuentemente más pequeño, que el texto principal.",
    "unload-blocked": "Has hecho cambios en la página que no han sido guardados.",
    "audio.autoplay": "Un atributo booleano; de ser especificado (¡incluso si el valor es \"false\"!), el audio se empezará a reproducir automáticamente tan pronto como lo pueda hacer sin detenerse para terminar de cargar los datos.",
    "html-element-docs:div": "El elemento HTML Document Division (&lt;div&gt;) es un contenedor genérico para contenido dinámico, que no representa nada por sí mismo. Puede utilizarse para agrupar elementos con el objetivo de definir su estilo  (usando los atributos <strong>class</strong> o <strong>id</strong>), o porque comparten valores de atributos, como <strong>lang</strong>. Debe utilizarse solamente cuando no resulta apropiado ningún otro elemento semántico, (como <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code> o <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/nav\">&lt;nav&gt;</a></code>).",
    "a.shape": "Este atributo es usado para definir una región seleccionable de enlaces de fuentes de hipertexto asociadas con una figura para crear un mapa de imagen.",
    "body.onundo": "Función a llamar cuando el usuario retroceda en el historial de deshacer transacciones.",
    "meter.min": "El límite numérico inferior del rango medido.",
    "th.scope": "Este atributo enumerado define las celdad que la cabecera definió en  este <th>\nal cual el elemento se relaciona.",
    "a.ping": "El soporte para \"ping\" fue desactivado desde Firefox 3 beta 3.",
    "Thimble": "Thimble",
    "input.required": "Este atributo especifica que el usuario debe rellenar un valor antes de enviar un formulario.",
    "col.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "Help": "Ayuda",
    "a.rel": "Para anclas conteniendo el atributo href, este atributo especifica la relación del objetivo con el objeto de enlace.",
    "body.vlink": "Color de texto para enlaces visitados.",
    "keygen.autofocus": "Este atributo te permite especificar que el control debe tener foco de entrada cuando se cargue la página, salvo que el usuario lo anule, por ejemplo escribiendo en un control diferente.",
    "remove": "Remover elemento seleccionado",
    "source.media": "Consulta de medios de los medios destinados al recurso.",
    "embed.width": "El ancho mostrado del recurso, en píxeles CSS.",
    "a.rev": "Este atributo especifica un enlace inverso, la relación inversa del atributo rel.",
    "img.crossorigin": "Este atributo enumerado indica si la obtención de la imagen relacionada debe ser realizada usando CORS o no.",
    "input.multiple": "Este atributo booleano indica si el usuario puede ingresar más de un valor.",
    "short-element-descriptions:hr": "regla horizontal",
    "input.formaction": "La URI de un programa que procesa la información enviada por el elemento input, si es un botón de envío o imagen.",
    "colgroup.align": "Este atributo enumerado especifica como será tratado el alineamiento horizontal del contenido de cada celda de la columna.",
    "textarea.readonly": "Este atributo booleano indica que el usuario no puede modificar el valor del control.",
    "short-element-descriptions:tfoot": "pié de la tabla",
    "object.height": "La altura del recurso mostrado, en píxeles CSS.",
    "short-element-descriptions:thead": "cabecera de la tabla",
    "canvas.width": "El ancho del espacio coordinado en píxeles CSS.",
    "label.accesskey": "Una tecla de atajo para acceder a este elemento desde el teclado.",
    "col.valign": "Este atributo especifica el alineamiento vertical del texto dentro de cada celda de una columna.",
    "del.cite": "Una URI para un recurso que explica el cambio (por ejemplo, actas de reuniones).",
    "input.min": "El mínimo valor (numérico o fecha-hora) para este elemento, que no debe ser mayor a su valor máximo (max attribute).",
    "video.muted": "Un atributo booleano que indica el ajuste predeterminado del audio contenido en el video.",
    "body.onpopstate": "Función a llamar cuando el usuario ha navegado el historial de la sesión.",
    "button.name": "El nombre del botón, que es enviado con los datos del formulario.",
    "Advanced": "Avanzado",
    "short-element-descriptions:h6": "cabecera",
    "short-element-descriptions:h4": "cabecera",
    "short-element-descriptions:h5": "cabecera",
    "short-element-descriptions:h2": "cabecera",
    "short-element-descriptions:h3": "cabecera",
    "short-command-descriptions:quit": "salir",
    "short-element-descriptions:h1": "cabecera",
    "a.hreflang": "Este atributo indica el idioma del recurso vinculado.",
    "short-element-descriptions:div": "división de documento",
    "audio.src": "La URL del audio a incrustar.",
    "td.abbr": "Este atributo contiene una descripción corta abreviada del contenido de la celda.",
    "short-element-descriptions:select": "lista de selección",
    "style.disabled": "Si es definido, desactiva (no son aplicadas) las reglas de estilo para el Documento que este definidas dentro del elemento.",
    "command.checked": "Indica cuando el comando es seleccionado.",
    "Sign in to publish your remix": "Conéctate para publicar tu remezcla",
    "img.height": "La altura de la imagen en\nHTML5 pixeles CSS, o\nHTML 4 en pixeles o como un porcentaje.",
    "body.onfocus": "Función a llamar cuando el documento recibe el foco.",
    "short-element-descriptions:output": "resultado calculado",
    "short-element-descriptions:source": "fuente de medios integrada",
    "html-element-docs:script": "El elemento <code>script</code> se usa para incluir o referenciar un script ejecutable dentro de un documento <abbr title=\"Hypertext Markup Language\">HTML</abbr> o <abbr title=\"Extensible Hypertext Markup Language\">XHTML</abbr>.",
    "a.urn": "Este atributo supuestamente soportado por Microsoft relaciona un nombre de recurso uniforme (URN) con el enlace.",
    "dialog-common:nevermind": "No importa",
    "tap-space-html": "Presiona la <div class=\"webxray-kbd\">barra espaciadora</div> para editar este estilo.",
    "short-element-descriptions:object": "objeto incrustado",
    "hr.noshade": "En desuso desde HTML4.01. Obsoleto desde HTML5",
    "form.accept-charset": "Una lista de codificaciones de caracteres que el servidor acepta.",
    "table.frame": "Este atributo enumerado define que lado del cuadro que rodea la tabla debe ser mostrado.",
    "short-element-descriptions:area": "enlace de mapa de imagen",
    "video.preload": "Este atributo enumerado está pensado para proveer un indicio al navegador sobre lo que el autor piensa que llevará a la mejor experiencia de usuario.",
    "If you need help": "Si necesitas ayuda, asegurate que las Gafas de Rayos X esten activadas, entonces presiona <kbd>H</kbd> en tu teclado.",
    "form.accept": "Una lista separada por comas de los tipos de contenido que el servidor acepta.",
    "time.pubdate": "(Esta función esta todavía en discusión por el WHATWG y el HTML5 Working Group de W3C.) Este atributo Booleano especifica que la fecha y hora entregada por este elemento es la fecha de publicación de un documento.",
    "activate the X-Ray Goggles by": "A continuación, activa las gafas de rayos X apretando el botón amarillo de arriba.",
    "textarea.cols": "El ancho visible del control de texto, en anchos promedio de caracteres.",
    "object.border": "El ancho de un borde alrededor del control, en píxeles.",
    "area.target": "Este atributo especifica donde mostrar el recurso enlazado.",
    "td.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "input.accept": "Si el valor del atributo type es file, este atributo indica los tipos de archivos que el servidor acepta; de lo contrario, es ignorado.",
    "source.type": "El tipo MIME del recurso, opcionalmente con un parámetro de códecs.",
    "html-element-docs:command": "El elemento <code>command </code> representa un comando que puede ser invocado por el usuario.",
    "dialog-common:ok": "Comentar cambios",
    "input.size": "El tamaño inicial del control.",
    "short-command-descriptions:undo": "deshacer",
    "fieldset.form": "Este atributo tiene el valor del atributo id del <form>\n al cual el elemento está relacionado.",
    "css-property-docs:font-variant": "La propiedad CSS<code> font-variant </code>selecciona una fuente<code> normal</code>, o de letras pequeñas (<code>small-caps</code>) desde una familia de fuentes. Ajustar <code> font-variant </code>también es posible mendiante el uso de la abreviatura <code><a rel=\"custom\" href=\"https://developer.mozilla.org/es/CSS/font\">font</a></code>.",
    "focused-intro": "Estas en un",
    "Preview": "Vista Preliminar",
    "Events": "Eventos",
    "html-element-docs:keygen": "El elemento HTML <code>keygen</code> existe para facilitar la generación de material de claves, y el envío de la clave pública como parte de un formulario HTML. Este mecanismo está diseñado para ser usado con sistemas de gestión de certificados basados en la Web. Se espera que el elemento <code>keygen</code> sea utilizado en un formulario HTML junto con otra información necesaria para contruir una solicitud de certificado, y que el resultado del proceso sea un certificado firmado.",
    "quit": "Desactivar gafas",
    "command.label": "El nombre del comando como se muestra al usuario.",
    "input.formmethod": "Si el elemento input es un botón o imagen de envio, este atributo especifica el método HTTP que el navegador utilice para enviar el formulario.",
    "a.media": "Este atributo especifica el medio al cual el recurso enlazado aplica.",
    "css-property-docs:white-space": "La propiedad CSS<code> white-space </code>es usada para describir como es manejado el espacio en blanco dentro del elemento.",
    "img.hspace": "El número de pixeles de espacio blanco a insertar a la izquierda y derecha de la imagen.",
    "meta.scheme": "Este atributo define el esquema en el que se describen los metadatos.",
    "area.alt": "Una cadena de texto alternativa para mostrar en navegadores que no muestres imágenes.",
    "meter.value": "El valor numérico actual.",
    "style.media": "A que medios debiera aplicar este estilo.",
    "td.rowspan": "Este atributo contiene un valor entero no negativo que indica por cuantas filas se extiende la celda.",
    "input.type": "El tipo de control a mostrar.",
    "html-element-docs:del": "El elemento HTML Deleted Text (texto borrado) (<code>&lt;del&gt;</code>) representa una parte del texto que ha sido borrada de un documento. Este elemento suele ser representado con una línea que lo tacha (aunque no siempre es así).",
    "X-Ray Goggles Logo": "Logo de gafas de rayos X",
    "short-element-descriptions:nav": "navegación",
    "thead.valign": "Este atributo especifica el alineamiento vertical del texto entre cada una de las filas de celdas de la cabecera de la tabla.",
    "css-property-docs:clear": "La propiedad<a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/es/CSS\">CSS</a> <code>clear</code> especifica si un elemento puede estar cerca de los elementos  <a title=\"en/CSS/float\" rel=\"internal\" href=\"https://developer.mozilla.org/es/CSS/float\">flotantes</a> que precede o si debe ser movido bajo ellos.",
    "embed.height": "El tamaño mostrado del recurso, en píxeles CSS.",
    "See how Goggles work by swapping a image": "Mira como funcionan las gafas cambiando la imagen",
    "input.disabled": "Este atributo booleano indica que el control de formulario no está disponible para la interacción.",
    "progress.form": "Este atributo especifica el formulario al cual el elemento progress le pertenece.",
    "short-element-descriptions:audio": "flujo de audio incrustado",
    "iframe.mozallowfullscreen": "En Gecko 9.0 o posterior, este elemento puede ser definido como verdadero si el marco esta permitido para ser mostrado en modo de pantalla completa llamando el método \nelement.mozRequestFullScreen()",
    "Popcorn Maker": "Popcorn Maker",
    "textarea.name": "El nombre del control.",
    "object.usemap": "Un nombre de referencia un elemento <map>\n; esto es un '#' seguido por el valor de un\n\nnombre\n de un elemento map.",
    "select.multiple": "Este atributo booleano indica que múltiples opciones pueden ser seleccionadas en la lista.",
    "button.formtarget": "Si el botón es un botón de envio, este atributo es un nombre o palabra clave indicando donde mostrar la respuesta que se ha recibido después de enviar el formulario.",
    "short-element-descriptions:meta": "metadatos",
    "My makes": "Mis creaciones",
    "short-element-descriptions:command": "control de acción del usuario",
    "Find the current X-Ray Goggles image": "Encuentra la imagen actual de las Gafas de rayox X (mostrada abajo) y coloca el puntero sobre sobre ella hasta que se destaque.",
    "script.type": "Este atributo define el lenguaje de secuencias de comando de código incrustado dentro de un elemento script o al cual se le hace referencia a través del atributo src del elemento.",
    "html-element-docs:select": "El elemento HTML <em>select</em> (<code>&lt;select&gt;</code>) HTML representa un control que presenta un menú de opciones. Las opciones del menú están representadas por elementos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/option\">&lt;option&gt;</a></code>, \nque pueden agruparse en elemetos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/optgroup\">&lt;optgroup&gt;</a></code>. \nLas opciones pueden estar preseleccionadas para el usuario.",
    "short-element-descriptions:legend": "leyenda ajuste de campo",
    "X-Ray Goggles": "Gafas de Rayos X",
    "audio.buffered": "Un atributo que puedes leer para determinar que rangos de tiempo de medios han sido bajados.",
    "audio.mozCurrentSampleOffset": "El desplazamiento, especificado como el número de muestras desde el comienzo de la secuencia de audio, desde donde se reproduce el audio.",
    "link.methods": "El valor de este atributo proporciona información acerca de las funciones que pueden ser realizadas en un objeto.",
    "meta.http-equiv": "Este atributo enumerado define el pragma que puede alterar el comportamiento de los servidores y de user-agent.",
    "html-element-docs:iframe": "El elemento HTML inline frame (<code>&lt;iframe&gt;</code>) representa un contexto anidado de navegación. En efecto, incrusta otra página HTML en la página actual. Cada contexto de navegación tiene su propia historia de sesión y documento activo. El contexto de navegación que incluye al contenido incrustado se llama contexto de navegación <dfn id=\"parent\">padre</dfn>. El contexto de navegación de <dfn id=\"top-level\">máximo nivel</dfn> (que no tiene padre) es típicamente la ventana del navegador.",
    "short-element-descriptions:details": "control bajo demanda",
    "short-command-descriptions:remix": "remezclar",
    "video.height": "El alto del área de preentación del vídeo, en pixeles CSS.",
    "Activate X-Ray Goggles by clicking the yellow button above.": "Activa las Gafas de Rayos X con un clic en el botón amarillo arriba.",
    "css-property-docs:letter-spacing": "La propiedad CSS<code> letter-spacing </code>especifica el comportamiento de espaciamiento entre caracteres de texto,",
    "short-element-descriptions:datalist": "lista de opciones predefinidas",
    "css-property-docs:z-index": "La propiedad<code> z-index </code>especifica el orden en el eje Z de un elemento y sus descendientes. Cuando hay elementos que se sobreponen, z-order determina cual cubre a cual. Un elemento con un z-index mayor generalmente cubre un elemento con uno menor.",
    "html-element-docs:section": "El elemento HTML <em>Section</em> (<code>&lt;section&gt;</code>) representa una sección genérica de un documento, por ej: un agrupamiento temático de contenido, que típicamente tiene un encabezado.",
    "input.list": "Identifica una lista de opciones predefinidas para sugerir al usuario.",
    "ins.cite": "Este atributo define la URI de un recurso que explica el cambio, como un enlace a actas de reuniones o un ticket en un sistema de solución de problemas.",
    "a.datafld": "Este atributo especifica el nombre de la columna de ese objeto de origen de datos que proporciona los datos consolidados.",
    "html-element-docs:summary": "El elemento HTML <em>summary </em> (<code>&lt;summary&gt;</code>) se usa como resumen, epígrafe o leyenda para el contenido de un elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/details\">&lt;details&gt;</a></code>",
    "Here's how:": "Aquí está como:",
    "video.autoplay": "Un atributo booleano; de ser especificado, el video se empezará a reproducir automáticamente tan pronto como lo pueda hacer sin detenerse para terminar de cargar los datos.",
    "deletion": "eliminación",
    "ol.start": "Este atributo entero especifica el valor inicial para la numeración de los elementos individuales de la lista.",
    "select.autofocus": "Este atributo booleano te permite especificar que un control de formulario debe tener el foco de entrada al cargar la página, salvo que el usuario lo anule, por ejemplo escribiendo en un control diferente.",
    "form.enctype": "Cuando el valor del atributo de método es post, este atributo es el tipo MIME del contenido que es usado para enviar el formulario al servidor.",
    "css-property-docs:background-image": "La propiedad CSS<code> background-image </code>ajusta las imágenes de fondo para un elemento. Las imágenes son dibujadas en capas superpuestas sucesivas, con la primera especificada siendo dibujada como que fuera la más cercana al usuario. Los <a title=\"border\" rel=\"internal\" href=\"https://developer.mozilla.org/es/CSS/border\">bordes</a> del elemento son entonces dibujados sobre ellas, y el <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-color\">color de fondo</a></code>\n es dibujado entre ellas.",
    "short-element-descriptions:ins": "texto insertado",
    "img.src": "URL de la imagen, este atributo es obligatorio para el elemento <img>.",
    "html-element-docs:li": "El elemento HTML <em>List item</em> (<code>&lt;li&gt;</code>) se usa para representar un item de una lista. Debe estar contenido en una lista ordenada (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ol\">&lt;ol&gt;</a></code>), una lista desordenada (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ul\">&lt;ul&gt;</a></code>) o un menu (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/menu\">&lt;menu&gt;</a></code>), en donde representa un elemento en particular en esa lista.",
    "a.methods": "El valor de este atributo proporciona información acerca de las funciones que pueden ser realizadas en un objeto.",
    "css-property-docs:word-spacing": "La propiedad CSS<code> word-spacing </code>especifica el comportamiento de espaciado entre etiquetas y palabras.",
    "a.target": "Este atributo especifica donde mostrar el recurso enlazado.",
    "short-element-descriptions:dfn": "definición",
    "short-element-descriptions:mark": "texto marcado",
    "optgroup.disabled": "Si este atributo booleano es fijado, ninguno de los elementos en este grupo de opciones es elegible.",
    "short-command-descriptions:css-quasimode": "css",
    "td.scope": "Esta es una API obsoleta y no esta garantizada de funcionar en HTML5",
    "short-element-descriptions:del": "texto eliminado",
    "css-property-docs:background-size": "La propiedad CSS<code> background-size </code>especifica el tamaño de las imágenes de fondo.",
    "img.width": "El ancho de la imagen en píxeles o porcentaje.",
    "With X-Ray Goggles now activated": "Con las Gafas de Rayos X ahora activadas, mueve el mouse por la pagina. ¿Notas como las imágenes y textos están resaltados con colores?",
    "css-property-docs:background-clip": "La propiedad CSS<code> background-clip </code>especifica si el fondo de un elemento, ya sea un color o imagen, se extiende bajo su borde.",
    "You can take X-Ray Goggles with you anywhere on the web:": "Puedes llevar las Gafas de Rayos X contigo en cualquier lugar de la web:",
    "short-element-descriptions:figcaption": "subtítulo de la figura",
    "style-change": "cambio de estilo",
    "html-element-docs:aside": "El <em>elemento HTML Aside</em> (apartado, <span style=\"font-family: Courier New;\">&lt;aside&gt;</span>) representa una sección de una página que consiste de contenido que está relacionado tangencialmente al contenido que lo rodea, que puede ser considerado como aparte de ese contenido. Tales secciones son comúnmente representadas con barras laterales o \"inserts\"; suelen contener explicaciones laterales como la definición de un glosario, o material menos relacionado como publicidades, la biografía del autor, o en aplicaciones web, información del perfil o artículos de un blog relacionados.",
    "html-attribute-docs:style": "Este atributo contiene declaraciones de estilo CSS para ser aplicadas al elemento.",
    "html-element-docs:dfn": "El elemento HTML Definition  (<code>&lt;dfn&gt;</code>) representa la instancia que define a un término.",
    "video.controls": "Si este atributo está presente, Gecko ofrecerá controles para permitir al usuario controlar la reproducción de video, incluyendo el volumen, búsqueda y pausar/continuar la reproducción.",
    "button.formnovalidate": "Si el botón es un botón de envió, este atributo booleano especifica que ese formulario no debe ser validado al ser enviado.",
    "short-element-descriptions:small": "texto pequeño",
    "css-property-docs:text-indent": "La propiedad CSS<code> text-indent </code>especifica cuanto espacio horizontal debe ser dejado antes de empezar la primera línea del contenido de texto de un elemento. El espacio horizontal va respecto del borde izquierdo (o derecho, para disposiciones de derecha a izquierda) del bloque contenedor de la caja del elemento.",
    "short-element-descriptions:label": "etiqueta de control de formulario",
    "body.onblur": "Función a llamar cuando el documento pierde el foco.",
    "area.shape": "La forma del zona activa asociada.",
    "body.onredo": "Función a llamar cuando el usuario avance en el historial de deshacer transacciones.",
    "body.background": "URI de una imagen a usar como fondo.",
    "css-quasimode": "Ver/editar estilo computado del elemento seleccionado",
    "css-property-docs:text-align": "La propiedad CSS<code> text-align </code>describe como el contenido interno, como por ejemplo texto, es alineado en su bloque padre.<code> text-align </code>no controla el alineamiento de los bloques propiamente tales, solo su contenido interno.",
    "button.form": "El elemento form al cual el botón está asociado (su formulario dueño).",
    "thead.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "short-element-descriptions:kbd": "entrada de teclado",
    "css-property-docs:text-decoration": "La propiedad CSS<code> text-decoration </code>es usada para ajustar el formateo de texto <code>underline, overline, line-through</code> y <code>blink</code>.",
    "img.usemap": "La URL parcial (empezando con '#') de un mapa de imagen asociado con el elemento.",
    "html.version": "Especifica la versión de la Definición de Tipo de Documento HTML que gobierna el documento actual.",
    "blockquote.cite": "Una URL que designa un documento o mensaje para la información citada.",
    "textarea.rows": "El número de líneas de texto visibles para el control.",
    "html-element-docs:small": "El elemento HTML Small (<span style=\"font-family: Courier New;\">&lt;small&gt;</span>) hace que el tamaño del texto (<em>font size</em>) sea una medida menor por ejemplo, de large a medium, o de small a x-small hasta el mínimo tamaño de letra del navegador.",
    "hr.width": "Ajusta el largo de la regla en la página a través de un valor de píxeles o porcentaje.",
    "param.value": "Valor del parámetro.",
    "short-element-descriptions:optgroup": "opción de agrupación",
    "html-element-docs:details": "El elemento HTML <em>details</em> (<code>&lt;details&gt;</code>) se utiliza como un widget de divulgación desde el cual el usuario obtiene información adicional.",
    "short-element-descriptions:summary": "sumario de detalles",
    "key-names:ESC": "esc",
    "key-names:RIGHT": "→",
    "html-element-docs:bdo": "El elemento HTML de anulación bidireccional (bi-directional override, <span style=\"font-family: Courier New;\">&lt;bdo&gt;</span>) es usado para ignorar la dirección actual del texto. Esto provoca que la dirección por defecto de los caracteres sea ignorada en favor de la especificada.",
    "html-element-docs:bdi": "El elemento HTML de <em>aislación bidireccional</em> (bi-directional isolation, <code>&lt;bdi&gt;</code>), aísla una franja de texto que puede ser formateada en una dirección diferente a la del texto que está fuera de él.",
    "param.name": "Nombre del parámetro.",
    "ol.type": "Indica el tipo de enumeración:  'a' indica letras en minúsculas,  ' A' indica letras en mayúsculas, 'i' indica números romanos en minúsculas, 'I' indica números romanos en mayúsculas, y '1' indica números.",
    "short-command-descriptions:redo": "rehacer",
    "details.open": "Este atributo booleano indica si los detalles serán mostrados o no al usuario al cargar la página.",
    "button.disabled": "Este atributo booleano indica que el usuario no puede interactuar con el botón.",
    "replacement": "reemplazo",
    "short-element-descriptions:bdi": "formato de texto bidireccional",
    "css-property-docs:top": "La propiedad CSS <code>top</code> especifica parte de la posición de elementos posicionados. No tiene efecto en elementos no posicionados.",
    "short-element-descriptions:code": "fragmento de código",
    "short-element-descriptions:bdo": "anulación bidireccional",
    "css-property-docs:width": "La propiedad CSS<code> width </code>especifica el ancho del área de contenido de un elemento. El <a title=\"en/CSS/box_model#content\" rel=\"internal\" href=\"https://developer.mozilla.org/es/CSS/box_model#content\">área de contenido</a> queda <em>dentro</em> del relleno, borde y margen del elemento.",
    "col.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "html-element-docs:meta": "El elemento HTML <em>Meta</em> (<code>&lt;meta&gt;</code>) representa cualquier información de metadatos que no puede ser representada unsando uno de los otros lementos relacionados (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/base\">&lt;base&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/link\">&lt;link&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/script\">&lt;script&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/style\">&lt;style&gt;</a></code>\nor <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/title\">&lt;title&gt;</a></code>\n). De acuerdo a la definición de los atributos, el tipo de metadatos puede ser uno de los siguientes:",
    "script.async": "Ajusta este atributo booleano para indicar que el navegador debiera, de ser posible, ejecutar el script de forma asíncrona.",
    "textarea.form": "El elemento form al cual el elemento textarea está asociado (su \"formulario dueño\").",
    "tfoot.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "input.width": "Si el valor del atributo type es image, este atributo define el ancho de la imagen mostrada para el botón.",
    "Publishing...": "Publicando...",
    "The URL you just copied links to a new image!": "¡La URL que acabas de copiar enlaza a una nueva imagen!",
    "id": "id",
    "short-element-descriptions:table": "datos tabulares",
    "keygen.challenge": "Una cadena de comprobación que se envía junto con la clave pública.",
    "img.align": "El alineamiento de la imagen con respecto al contexto que la rodea.",
    "input.src": "Si el valor del atributo type es image, este atributo especifica una URI para la ubicación de una imagen a mostrar en el botón de envío gráfico; en caso contrario es ignorado.",
    "html-element-docs:option": "En un formulario Web el elemento HTML<em> option </em> (<span style=\"font-family: Courier New;\">&lt;option&gt;</span>) se usa para crear un control que representa un item en un elemento HTML5 <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/select\">&lt;select&gt;</a></code>, \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/optgroup\">&lt;optgroup&gt;</a></code> \no <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/datalist\">&lt;datalist&gt;</a></code>.",
    "short-element-descriptions:ul": "lista desordenada",
    "css-property-docs:text-shadow": "La propiedad CSS<code> text-shadow </code>añade sombras al texto. Acepta una lista separada por comas de sombras a ser aplicadas al texto y a las decoraciones del texto (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/text-decoration\">text-decorations</a></code>)\n del elemento.",
    "Hi": "Hola",
    "textarea.selectionDirection": "La dirección en la cual ocurrió la selección.",
    "redid": "Rehecho",
    "label.for": "El ID de un elemento etiquetable relacionado con un formulario en el mismo documento que el elemento de etiqueta.",
    "short-element-descriptions:menu": "lista de comandos",
    "object.archive": "Una lista de URIs separadas por espacios para archivos de recursos para el objeto.",
    "Make sure your browser's bookmarks bar is enabled.": "Asegúrate de que la barra de marcadores de tu navegador está activada.",
    "link.disabled": "Este atributo es usado para desactivar una relación de enlace.",
    "hr.size": "En desuso desde HTML4.01. Obsoleto desde HTML5",
    "th.colspan": "Este atributo contiene un valor entero no negativo que indica por cuantas columnas se extiende la celda.",
    "html-attribute-docs:id": "Este atributo define a un identificador único (ID) que debe ser único en todo el documento.\nSu propósito es identificar el elemento al enlazar (usando un fragmento identificador), al hacer secuencias de código o al crear estilos (con CSS).",
    "textarea.autofocus": "Este atributo booleano te permite especificar que un control de formulario debe tener el foco de entrada al cargar la página, salvo que el usuario lo anule, por ejemplo escribiendo en un control diferente.",
    "Activate X-Ray Goggles": "Activar Gafas de rayos X",
    "body.ononline": "Función a llamar cuando la comunicación de red sea restaurada.",
    "short-element-descriptions:colgroup": "grupo de columnas de tabla",
    "html-element-docs:em": "El elemento HTML Emphasis (<span style=\"font-family: Courier New;\">&lt;em&gt;</span>) marca un texto enfatizado. El elemento <code>&lt;em&gt;</code> puede estar anidado; cada nivel de anidación indica un mayor grado de énfasis.",
    "Replace the image location": "Reemplazar la ubicación de la imagen (o &quot;fuente&quot;, escrita en HTML como &quot;src&quot;) con la URL que copiaste en el Paso 1.",
    "td.axis": "Este atributo contiene una lista de cadenas separadas mediante espacios.",
    "object.declare": "La presencia de este atributo booleano hace que este elemento sea solo una declaración.",
    "keygen.keytype": "El tipo de clave generada.",
    "img.alt": "Este atributo define el texto alternativo que describe la imagen.",
    "short-element-descriptions:textarea": "entrada de texto multilínea",
    "html-element-docs:colgroup": "El <em>elemto HTML Table Column Group</em> (<span style=\"font-family: Courier New;\">&lt;colgroup&gt;</span>) define un grupo de columnas en una tabla.",
    "short-element-descriptions:abbr": "abreviación",
    "object.width": "El ancho del recurso mostrado, en píxeles CSS.",
    "th.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "input.formnovalidate": "Si el elemento de entrada es un botón de envío o una imagen, este atributo booleano especifica que el formulario no debe ser validado al ser enviado.",
    "tbody.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "style.type": "Este atributo define el idioma de estilo como un tipo MIME (el conjunto de caracteres no debiera ser especificado).",
    "img.border": "El ancho de un borde alrededor de una imagen.",
    "html-element-docs:optgroup": "En un formulario Web, el elemento HTML <em>optgroup</em> (&lt;optgroup&gt;) crea un agrupamiento de opciones en un elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/select\">&lt;select&gt;</a></code>.",
    "html.manifest": "Especifica la URI de un manifiesto de recurso que debiera ser almacenado en caché localmente.",
    "script.language": "Como el atributo type, este atributo identifica el idioma de script en uso.",
    "Make": "Crear",
    "cannot-redo-html": "<span>¡Nada más para deshacer!</span>",
    "output.for": "Una lista de IDs de otros elementos, indicando que esos elementos contribuyeron valores de entrada (o afectaron de otra manera) al cálculo.",
    "bdo.dir": "Dirección del texto en este elemento.",
    "input.value": "El valor inicial del control.",
    "css-property-docs:list-style-position": "La propiedad CSS<code> list-style-position </code>especifica la posición de la caja de marca en la caja de bloques principal.  Es usualmente más conveniente usar el atajo <span class=\"lang lang-en\"><code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style\">list-style</a></code>\n</span>.",
    "more-info": "Shift-clic para más información.",
    "body.onstorage": "Función a llamar cuando el área de almacenamiento ha cambiado.",
    "html-element-docs:figcaption": "Ele elemento HTML <em>Figcaption</em> (<code>&lt;figcaption&gt;</code>) representa un título o epígrafe asociado con una figura o ilustración descripta por el resto de los datos del elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code>\nel cual es su ancestro inmediato, lo que significa que <code>&lt;figcaption&gt;</code> puede ser el primer o el último elemento dentro de un bloque <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code>. \nAdemás, el elemento HTML <em>Figcaption </em> es opcional; si no se especifica, el elemento padre figure no tendrá título.",
    "textarea.placeholder": "Una sugerencia al usuario de lo que se puede introducir en el control.",
    "ul.type": "Usado para establecer el estilo de viñeta de la lista.",
    "progress.value": "Este atributo especifica cuanto de la tarea ha sido completado.",
    "iframe.srcdoc": "El contenido de la página que el contexto embebido debiera contener.",
    "meter.optimum": "Este atributo indica el valor numérico óptimo.",
    "body.onoffline": "Función a llamar cuando la comunicación de red falle.",
    "hr.color": "Ajusta el color de la regla a través de un nombre de color o valor hexadecimal.",
    "short-element-descriptions:br": "quiebre de línea",
    "meta.charset": "Este atributo declara la codificación de caracteres usada en la página.",
    "html-element-docs:abbr": "El elemento HTML Abbrevation (abreviación, <code>&lt;abbr&gt;</code>) representa una abreviación y opcionalmente provee una descripcion más completa para ella. Si está presente, el atributo <strong>title</strong> debe contener esta descripción y nada más.",
    "html-element-docs:address": "El elemento HTML Address (dirección, <code>&lt;address&gt;</code>) puede ser usado por los autores para proveer información de contacto para su padre más cercano, que puede ser un artículo article, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code>, o el elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/body\">&lt;body&gt;</a></code>; en este último caso, se aplicaría a todo el documeto.",
    "css-property-docs:height": "La propiedad CSS<code> altura </code> especifica la altura del área de contenido de un elemento. El <a title=\"en/CSS/Box_model#content\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS/box_model#content\">área de contenido</a> está <em>adentro</em> del relleno, del borde, y los márgenes del elemento.",
    "select.disabled": "Este atributo booleano indica que el usuario no puede interactuar con el control.",
    "css-property-docs:font-style": "La propiedad CSS<code> font-style </code>permite la selección de las formas<code> italic </code>o<code> oblique </code>para ser seleccionadas dentro de la familia de fuentes (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font-family\">font-family</a></code>)\n.<br> ",
    "object.form": "El elemento form, de haber, al cual el elemento object está asociado (su formulario dueño).",
    "css-property-docs:position": "La propiedad CSS<code> position </code>escoge reglas alternativas para posicionar elementos, diseñada para ser útil para secuencias de efectos de animación.",
    "base.href": "La URL base que se utilizará en todo el documento para las direcciones URL relativas.",
    "video.autobuffer": "Un atributo booleano; de ser especificado, el video empezará a ser almacenado automáticamente incluso si no es configurado para reproducirse automáticamente.",
    "with": "con",
    "video.poster": "Una URL que indica un cartel a mostrar hasta que el usuario reproduzca o busque un tiempo.",
    "short-element-descriptions:cite": "título del trabajo",
    "html-element-docs:blockquote": "El elemento HTML <em>Cita de Bloque</em> (<code>&lt;blockquote&gt;</code>) indica que el texto que encierra es una cita extensa. Habitualmente, se representa visualmente con una sangría (ver <a title=\"en/HTML/Element/blockquote#Notes\" rel=\"internal\" href=\"https://developer.mozilla.org/en/HTML/Element/blockquote#Notes\">Notas</a> sobre cómo cambiarlo). Puede brindarse una URL para la fuente de la cita usando el atributo <strong>cite</strong>, mientras que un texto simple que mencione la fuente puede expresarse usando el elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/cite\">&lt;cite&gt;</a></code>.",
    "input.selectionDirection": "La dirección en la cual ocurrió la selección.",
    "colgroup.valign": "Este atributo especifica el alineamiento vertical del texto dentro de cada celda de una columna.",
    "colgroup.span": "Este atributo contiene un entero positivo indicando el número de columnas consecutivas adicionales a aplicar los atributos del elemento <column>.",
    "a.type": "Este atributo especifica el tipo de medio en el formulario de un tipo MIME para el enlace objetivo.",
    "body.onmessage": "Función a llamar cuando el documento reciba un mensaje.",
    "css-property-docs:text-rendering": "La propiedad <code>text-rendering</code> de CSS provee información al motor de renderizado sobre como optimizar cuando renderize el texto. El navegador hace un equilibrio entre velocidad, legibilidad, y precisión geométrica. La propiedad text-rendering es una de SVG que no esta definida en algun estándar CSS. Sin embargo, los navegadores basados en Gecko y Webkit le permiten aplicar esta propiedad a contenido HTML y XML en Windows, Mac OS X y Linux.&nbsp;",
    "area.accesskey": "Especifica un acelerador de navegación de teclado para el elemento.",
    "Close": "Cerrar",
    "input.readonly": "Este atributo booleano indica que el usuario no puede modificar el valor del control.",
    "css-property-docs:direction": "La propiedad <code>direction</code> de CSS debiera ser definida para coincidir con la dirección del texto: <code>rtl</code> para texto Hebreo o Árabe y <code>ltr</code> para otras escrituras. Esto debiera ser realizado normalmente como parte del documento (e.j., usando el atributo <code>dir</code> en HTML) en vez de uso directo de  CSS.",
    "body.onresize": "Función a llamar cuando el documento sea redimensionado.",
    "short-command-descriptions:uproot": "publicar",
    "input.checked": "Cuando el valor del atributo type es radio o checkbox, la presencia de este atributo booleano indica que el control es seleccionado por defecto; en caso contrario es ignorado.",
    "object.data": "La dirección del recurso como una URL válida.",
    "html-element-docs:ol": "El elemento HTML <em>ordered list</em> (<code>&lt;ol&gt;</code>) representa una lista ordenada de items. Habitualmente, los items de las listas ordenadas se muestran numerados de algún modo, como números, letras, o números romanos o incluso ítems todos iguales. Este estilo de numeración no se define en la descripción HTML de la página, sino en su hoja de estilo CSS asociada, usando la propiedad <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style-type\">list-style-type</a></code>.",
    "tr.valign": "Este atributo especifica el alineamiento vertical del texto entre cada una de las filas de celdas de la cabecera de la tabla.",
    "tfoot.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "object.codebase": "La dirección base usada para resolver URIs relativas especificado por classid, datos o un archivo.",
    "colgroup.width": "Este atributo especifica un ancho predeterminado para cada columna en el grupo actual de columnas.",
    "link.type": "Este atributo es usado para definir el tipo de contenido enlazado.",
    "short-element-descriptions:html": "raíz del documento",
    "a.name": "Este atributo se requiere en un ancla que define una ubicación de destino dentro de una página.",
    "textarea.selectionEnd": "El índice al último caracter en la selección actual.",
    "link.href": "Este atributo especifica la URL del recurso enlazado.",
    "short-element-descriptions:form": "formulario enviable por el usuario",
    "css-property-docs:word-wrap": "La propiedad <code>word-wrap</code> de <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> es usada para especificar cuando esta permitido o no al navegador para cortar líneas dentro de palabras en orden de prevenir el desbordamiento cuando una cadena de otra manera inquebrantable es demasiado larga para caber.",
    "Teach": "Enseña",
    "iframe.name": "Un nombre para el contexto de navegación (o cuadro) incrustado.",
    "html-element-docs:button": "El elemento HTML <em>button botón</em> (<span style=\"font-family: Courier New;\">&lt;button&gt;</span>)&nbsp; representa un botón sobre el que se puede hacer clic.",
    "short-element-descriptions:tt": "texto de teletipo",
    "css-property-docs:visibility": "La propiedad <code> visibility </code> de CSS es usada para dos cosas:",
    "tfoot.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "th.axis": "Este atributo contiene una lista de cadenas separadas mediante espacios.",
    "html-element-docs:area": "El elemento HTML <em>Area</e> (<code>&lt;area&gt;</code>) define una región activa en una imagen, y opcionalmente la asocia con un hipervínculo. Este elemento solamente es usando dentro de un elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/map\">&lt;map&gt;</a></code> mapa.",
    "html-element-docs:nav": "El elemento HTML <em>Navigation</em> (<code>&lt;nav&gt;</code>) representa una sección de una página que enlaza a otras páginas o a partes de la página: es una sección con enlaces de navegación.",
    "button.formmethod": "Si el botón es un botón de envio, este atributo define el método HTTP que el navegador usa para enviar el formulario.",
    "short-element-descriptions:td": "celda de datos de la tabla",
    "input.x-moz-errormessage": "Esta extensión de Mozilla le permite especificar el mensaje de error a mostrar cuando un campo no es valido exitosamante.",
    "textarea.selectionStart": "El índice al primer caracter en la selección actual.",
    "short-element-descriptions:th": "celda de cabecera de la tabla",
    "short-element-descriptions:style": "Hoja de estilo CSS",
    "remix": "Reemplazar/remezclar elemento seleccionado",
    "pointing-at": "apuntando a",
    "Copy this image URL": "Copiar la URL de esta imagen (seleccionar el texto abajo, clic derecho, entonces copiar el enlace)",
    "Now visit any website on the internet": "Ahora visita cualquier sitio en internet. Activa las gafas presionando el nuevo botón en tu barra de marcadores y ¡empieza a remezclar!",
    "short-element-descriptions:tbody": "cuerpo de la tabla",
    "script.defer": "Este atributo booleano es ajustado para indicar al navegador que el script debe ser ejecutado después de que el documento ha sido analizado.",
    "img.name": "Un nombre para el elemento.",
    "html-element-docs:tbody": "f",
    "html-element-docs:mark": "El elemento HTML <em>Mark</em> (<span style=\"font-family: Courier New;\">&lt;mark&gt;</span>) representa texto resaltado, ej:, un trozo de texto marcado para referencia, debido a su <em>relevancia</em> en determinado contexto. Por ejemplo, puede ser utilizado en una página que muestra resultados de una búsqueda para resaltar cada aparición de la palabra buscada.",
    "input.max": "El máximo valor (numérico o fecha-hora) para este elemento, que no debe ser inferior a su valor mínimo (min attribute).",
    "short-element-descriptions:param": "parámetro del objeto",
    "short-element-descriptions:caption": "subtítulo de la tabla",
    "iframe.height": "Indica el alto del marco\nHTML5 en pixeles CSS, o\nHTML 4.01 en pixeles o como un porcentaje."
}