{
    "a.charset": "Este atributo define la codificación de caracteres del recurso vinculado.",
    "a.coords": "Para el uso con formas de objetos, este atributo usa una lista de números separada por comas para definir las coordenadas del objeto en la página.",
    "a.datafld": "Este atributo especifica el nombre de la columna de ese objeto de origen de datos que proporciona los datos consolidados.",
    "a.datasrc": "Este atributo indica el ID del objeto de origen de datos que proporciona los datos que se une a este elemento.",
    "a.href": "Este es el único atributo requerido para anclas que definan un enlace a un origen de hipertexto.",
    "a.hreflang": "Este atributo indica el idioma del recurso vinculado.",
    "a.media": "Este atributo especifica el medio al cual el recurso enlazado aplica.",
    "a.methods": "El valor de este atributo proporciona información acerca de las funciones que pueden ser realizadas sobre un objeto.",
    "a.name": "Este atributo es obligatorio en un ancla que define una ubicación de destino dentro de una página.",
    "a.ping": "El soporte para \"ping\" fue desactivado desde Firefox 3 beta 3.",
    "a.rel": "Para anclas con un atributo href, este atributo especifica la relación del objetivo con el objeto de enlace.",
    "a.rev": "Este atributo especifica un enlace inverso, la relación inversa del atributo rel.",
    "a.shape": "Este atributo es usado para definir una región que puede ser seleccionada por el usuario para crear un mapa de imagen con enlaces a orígenes de hipertexto.",
    "a.target": "Este atributo especifica donde mostrar el recurso enlazado.",
    "a.type": "Este atributo especifica el tipo de medio del formulario como un tipo MIME para el objetivo del enlace.",
    "a.urn": "Este atributo supuestamente soportado por Microsoft relaciona un nombre de recurso uniforme (URN) con el enlace.",
    "area.accesskey": "Especifica un acelerador de navegación de teclado para el elemento.",
    "area.alt": "Una cadena de texto alternativa para mostrar en navegadores que no muestren imágenes.",
    "area.coords": "Un conjunto de valores que especifican las coordenadas de la región cliqueable.",
    "area.href": "El enlace objetivo del área.",
    "area.hreflang": "Indica el idioma del recurso enlazado.",
    "area.media": "Una pista de los medios para los que el recurso vinculado fue diseñado, por ejemplo, para impresión y para la pantalla.",
    "area.name": "Define un nombre para el área cliqueable de forma tal que se pueda usarla en guiones en navegadores antiguos.",
    "area.nohref": "Indica que no existe un hipervínculo para el área asociada.",
    "area.rel": "Para anclas con un atributo href, este atributo especifica la relación del objetivo con el objeto de enlace.",
    "area.shape": "La forma de la zona activa asociada.",
    "area.tabindex": "Un valor numérico que especifica la posición del área definida en el orden de tabulación del navegador.",
    "area.target": "Este atributo especifica donde mostrar el recurso enlazado.",
    "area.type": "Este atributo especifica el tipo de medio del formulario como un tipo MIME para el objetivo del enlace.",
    "audio.autobuffer": "Un atributo booleano; si se especifica, el audio se comenzará a descargar automáticamente, incluso si no está configurado para reproducirse automáticamente.",
    "audio.autoplay": "Un atributo booleano; de ser especificado (¡incluso si el valor es \"false\"!), el audio se empezará a reproducir automáticamente tan pronto como lo pueda hacer sin detenerse para terminar de cargar los datos.",
    "audio.buffered": "Un atributo que puedes leer para determinar que rangos de tiempo del medio han sido descargados.",
    "audio.controls": "Si ese atributo esta presente, el navegador ofrecerá controles de usuario para la reproducción de audio, incluyendo el volumen, la búsqueda, y pausar / reanudar la reproducción.",
    "audio.loop": "Un atributo booleano; de ser especificado, al alcanzar el final del audio, se regresará al inicio automáticamente.",
    "audio.mozCurrentSampleOffset": "La distancia, expresada como el número de muestras desde el comienzo de la secuencia de audio, a la que se está reproduciendo el audio actualmente.",
    "audio.muted": "Un atributo booleano que indica si el audio será silenciado inicialmente.",
    "audio.preload": "Este atributo enumerado está pensado para proveer un indicio al navegador sobre lo que el autor piensa que llevará a la mejor experiencia de usuario.",
    "audio.src": "La URL del audio a incrustar.",
    "base.href": "La URL base que se utilizará en todo el documento para las direcciones URL relativas.",
    "base.target": "Un nombre o palabra clave indicando la ubicación predeterminada para mostrar el resultado cuando los hipervínculos o los formularios causen navegación en elementos que no tienen una referencia a un objetivo explícita.",
    "bdo.dir": "Dirección del texto en este elemento.",
    "blockquote.cite": "Una URL que designa un documento o mensaje de orígen para la información citada.",
    "body.alink": "Color del texto de los enlaces cuando son seleccionados.",
    "body.background": "URI de una imagen a usar como fondo.",
    "body.bgcolor": "Color de fondo para el documento.",
    "body.link": "Color del texto para los enlaces de hipertexto no visitados.",
    "body.onafterprint": "Función a ejecutar cuando el usuario haya impreso el documento.",
    "body.onbeforeprint": "Función a ejecutar cuando el usuario solicita imprimir el documento.",
    "body.onbeforeunload": "Función a llamar cuando el documento está a punto de ser descargado.",
    "body.onblur": "Función a llamar cuando el documento pierde el foco.",
    "body.onerror": "Función a llamar cuando la carga del documento falle.",
    "body.onfocus": "Función a llamar cuando el documento recibe el foco.",
    "body.onhashchange": "Función a llamar cuando el identificador del fragmento (comenzando con una almohadilla (#)) de la dirección actual del documento haya cambiado.",
    "body.onload": "Función a ejecutar cuando el documento haya terminado de cargar.",
    "body.onmessage": "Función a ejecutar cuando el documento reciba un mensaje.",
    "body.onoffline": "Función a ejecutar cuando la comunicación de red falle.",
    "body.ononline": "Función a ejecutar cuando la comunicación de red sea restaurada.",
    "body.onpopstate": "Función a ejecutar cuando el usuario haya navegado el historial de la sesión.",
    "body.onredo": "Función a ejecutar cuando el usuario avance en el historial de deshacer transacciones.",
    "body.onresize": "Función a ejecutar cuando el documento sea redimensionado.",
    "body.onstorage": "Función a ejecutar cuando el área de almacenamiento ha cambiado.",
    "body.onundo": "Función a ejecutar cuando el usuario retroceda en el historial de deshacer transacciones.",
    "body.onunload": "La función a la cual llamar cuando el documento desaparece. ",
    "body.text": "Color del texto del primer plano.",
    "body.vlink": "Color de texto para enlaces visitados.",
    "br.clear": "Indica donde comenzar la siguiente línea antes del quiebre.",
    "button.autofocus": "Este atributo booleano le permite especificar que el botón debiera tener foco en la entrada cuando la página carga, salvo que el usuario lo anule, por ejemplo escribiendo en un control diferente.",
    "button.disabled": "Este atributo booleano indica que el usuario no puede interactuar con el botón.",
    "button.form": "El elemento form al cual el botón está asociado (su formulario dueño).",
    "button.formaction": "La URI de un programa que procesa la información enviada por el botón.",
    "button.formenctype": "Si el botón es un botón de envío, este atributo especifica el tipo de contenido que es usado para enviar el formulario al servidor.",
    "button.formmethod": "Si el botón es un botón de envio, este atributo define el método HTTP que el navegador usa para enviar el formulario.",
    "button.formnovalidate": "Si el botón es un botón de envió, este atributo booleano especifica que ese formulario no debe ser validado al ser enviado.",
    "button.formtarget": "Si el botón es un botón de envio, este atributo es un nombre o palabra clave indicando donde mostrar la respuesta que se ha recibido después de enviar el formulario.",
    "button.name": "El nombre del botón, que es enviado con los datos del formulario.",
    "button.type": "El tipo del botón.",
    "button.value": "El valor inicial del botón.",
    "canvas.height": "La altura del espacio coordinado en píxeles CSS.",
    "canvas.width": "El ancho del espacio coordinado en pixeles CSS.",
    "caption.align": "Este atributo enumerado indica cómo el subtítulo debe ser alineado respecto a la tabla.",
    "col.align": "Este atributo enumerado especifica cómo será tratado el alineamiento horizontal del contenido de cada celda de columna.",
    "col.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "col.char": "Este atributo es usado para establecer el carácter que alineará las celdas en una columna.",
    "col.charoff": "Este atributo es usado para indicar el número de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "col.span": "Este atributo contiene un entero positivo indicando el número de columnas consecutivas por las cuales el elemento <col> se expande.",
    "col.valign": "Este atributo especifica el alineamiento vertical del texto dentro de cada celda de una columna.",
    "col.width": "Este atributo especifica un ancho predeterminado para cada columna en el grupo actual de columnas.",
    "colgroup.align": "Este atributo enumerado especifica cómo será tratado el alineamiento horizontal del contenido de cada celda de la columna.",
    "colgroup.bgcolor": "Este atributo define el color de fondo de cada celda de las columnas que pertenecen al grupo de columnas.",
    "colgroup.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "colgroup.charoff": "Este atributo es usado para indicar el número de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "colgroup.span": "Este atributo contiene un entero positivo indicando el número de columnas consecutivas adicionales a aplicar los atributos del elemento <column>.",
    "colgroup.valign": "Este atributo especifica el alineamiento vertical del texto dentro de cada celda de la columna.",
    "colgroup.width": "Este atributo especifica un ancho predeterminado para cada columna en el grupo actual de columnas.",
    "command.checked": "Indica cuando el comando es seleccionado.",
    "command.disabled": "Indica que el comando no está disponible.",
    "command.icon": "Entrega una imagen que representa el comando.",
    "command.label": "El nombre del comando como se muestra al usuario.",
    "command.radiogroup": "Este atributo da el nombre del grupo de comandos, con un tipo de radio, que será alternado cuando el comando en si sea cambiado.",
    "command.type": "Este atributo indica el tipo de comando.",
    "dd.nowrap": "Si el valor de este atributo es ajustado a yes, el texto de definición no será dividido.",
    "del.cite": "Una URI para un recurso que explica el cambio (por ejemplo, actas de reuniones).",
    "del.datetime": "Este atributo indica la fecha y hora del cambio y debe ser una fecha válida con una cadena de hora opcional.",
    "details.open": "Este atributo booleano indica si los detalles serán mostrados o no al usuario al cargar la página.",
    "dl.compact": "Fuerza la descripción de la definición que aparece en la misma línea que el término definido.",
    "embed.height": "El tamaño mostrado del recurso, en píxeles CSS.",
    "embed.src": "La URL del recurso siendo incrustado.",
    "embed.type": "El tipo MIME a usar para seleccionar el complemento a usar en esa instancia.",
    "embed.width": "El ancho mostrado del recurso, en píxeles CSS.",
    "fieldset.disabled": "Si se establece este atributo booleano, los controles del formulario serán sus descendientes, salvo los descendientes de su primer <legend>⏎ elemento opcional, esta deshabilitada, es decir, no se puede modificar.",
    "fieldset.form": "Este atributo tiene el valor del atributo id del <form> al cual el elemento está relacionado.",
    "fieldset.name": "El nombre asociado con el grupo, el cual es enviado con los datos del formulario.",
    "form.accept": "Una lista separada por comas de los tipos de contenido que el servidor acepta.",
    "form.accept-charset": "Una lista de codificaciones de caracteres que el servidor acepta.",
    "form.action": "La URI de un programa que procesa la información enviada mediante una forma.",
    "form.autocomplete": "Indica si los controles en este formulario pueden tener sus valores completados automáticamente por el navegador de forma predeterminada o no.",
    "form.enctype": "Cuando el valor del atributo de método es post, este atributo es el tipo MIME de contenido que es usado para enviar el formulario al servidor.",
    "form.method": "El método HTTP que el navegador utiliza para enviar el formulario.",
    "form.name": "El nombre del formulario.",
    "form.novalidate": "Este atributo booleano indica que el formulario no debe ser validado cuando es enviado.",
    "form.target": "Un nombre o palabra clave indicando dónde mostrar la respuesta que está siendo recibida después de enviar el formulario.",
    "head.profile": "Las URLs de uno o más perfiles de metadatos, separadas por espacios en blanco.",
    "hr.align": "En desuso desde HTML4.01. Obsoleto desde HTML5",
    "hr.color": "Ajusta el color de la regla a través de un nombre de color o valor hexadecimal.",
    "hr.noshade": "En desuso desde HTML4.01. Obsoleto desde HTML5",
    "hr.size": "En desuso desde HTML4.01. Obsoleto desde HTML5",
    "hr.width": "Ajusta el largo de la regla en la página a través de un valor de píxeles o porcentaje.",
    "html.manifest": "Especifica la URI de un manifiesto de recurso que debiera ser almacenado en caché localmente.",
    "html.version": "Especifica la versión de la Definición de Tipo de Documento HTML que gobierna el documento actual.",
    "iframe.align": "El alineamiento de este elemento con respecto al contexto que lo rodea.",
    "iframe.frameborder": "El valor 1 (el predeterminado) le dice al navegador que dibuje un borde entre este cuadro y los demás.",
    "iframe.height": "Indica el alto del marco HTML5 en pixeles CSS, o HTML 4.01 en pixeles o como un porcentaje.",
    "iframe.longdesc": "Una URI de una descripción larga del cuadro.",
    "iframe.marginheight": "La cantidad de espacio en pixeles entre el contenido del cuadro y sus márgenes superiores e inferiores.",
    "iframe.marginwidth": "La cantidad de espacio en píxeles entre el contenido del cuadro y sus márgenes izquierdo y derecho.",
    "iframe.mozallowfullscreen": "En Gecko 9.0 o posterior, este elemento puede ser definido como verdadero si el marco esta permitido para ser mostrado en modo de pantalla completa llamando el método element.mozRequestFullScreen()",
    "iframe.name": "Un nombre para el contexto de navegación (o cuadro) incrustado.",
    "iframe.sandbox": "Si se especifica como una cadena vacía, este atributo permite restricciones adicionales en el contenido que pueda aparecer en el marco flotante.",
    "iframe.scrolling": "Atributo enumerado que indica cuando el navegador debiera proveer una barra de desplazamiento (u otro dispositivo de desplazamiento) para el cuadro: auto: Solo cuando sea necesario",
    "iframe.seamless": "Este atributo booleano indica que el navegador debería fundir el cuadro interno de una forma que lo haga parecer parte del documento que lo contiene, por ejemplo, aplicando estilos CSS para <iframe> al documento contenido antes que a los estilos especificados en ese documento, y al abrir enlaces en los documentos contenidos bajo el contexto de navegación parental (a menos que otra configuración prevenga esto).",
    "iframe.src": "La URL de la página a incrustar.",
    "iframe.srcdoc": "El contenido de la página que el contexto embebido debiera contener.",
    "iframe.webkitallowfullscreen": "En Chrome 17 o siguientes (y un poco antes), este atributo puede ser definido como verdadero si el marco es permitido para ser presentado en el modo de pantalla completa mediante una llamada al metodo element.webkitRequestFullScreen() .",
    "iframe.width": "Indica el archo de un marco HTML5 en pixeles CSS, o HTML 4.01 en pixeles o como un porcentaje.",
    "img.align": "El alineamiento de la imagen con respecto al contexto que la rodea.",
    "img.alt": "Este atributo define el texto alternativo que describe la imagen.",
    "img.border": "El ancho de un borde alrededor de la imagen.",
    "img.crossorigin": "Este atributo enumerado indica si la obtención de la imagen relacionada debe ser realizada usando CORS o no.",
    "img.height": "La altura de la imagen en HTML5 pixeles CSS, o HTML 4 en pixeles o como un porcentaje.",
    "img.hspace": "El número de pixeles de espacio blanco a insertar a la izquierda y derecha de la imagen.",
    "img.ismap": "Este atributo booleano indica que la imagen es parte de un mapa del lado del servidor.",
    "img.longdesc": "La URL de la descripción de la imagen que se muestra, que complementa el texto.",
    "img.name": "Un nombre para el elemento.",
    "img.src": "URL de la imagen, este atributo es obligatorio para el elemento <img>.",
    "img.usemap": "La URL parcial (empezando con '#') de un mapa de imagen asociado con el elemento.",
    "img.vspace": "El número de píxeles de espacios en blanco a añadir por encima y por debajo de la imagen.",
    "img.width": "El ancho de la imagen en píxeles o porcentaje.",
    "input.accept": "Si el valor del atributo type es file, este atributo indica los tipos de archivos que el servidor acepta; de lo contrario, es ignorado.",
    "input.accesskey": "Un solo carácter que el usuario puede presionar para cambiar el foco de entrada para el control.",
    "input.autocomplete": "Este atributo indica cuando el valor de control puede ser completado automáticamente por el navegador.",
    "input.autofocus": "Este atributo booleano te permite especificar que un control de formulario debe tener el foco de entrada al cargar la página, salvo que el usuario lo anule, por ejemplo escribiendo en un control diferente.",
    "input.checked": "Cuando el valor del atributo type es radio o checkbox, la presencia de este atributo booleano indica que el control es seleccionado por defecto; en caso contrario es ignorado.",
    "input.disabled": "Este atributo booleano indica que el control de formulario no está disponible para la interacción.",
    "input.form": "El elemento form al cual el elemento input está asociado (su formulario dueño).",
    "input.formaction": "La URI de un programa que procesa la información enviada por el elemento input, si es un botón de envío o imagen.",
    "input.formenctype": "Si el elemento de entrada es un botón de envío o la imagen, este atributo especifica el tipo de contenido que se utiliza para enviar el formulario al servidor.",
    "input.formmethod": "Si el elemento input es un botón o imagen de envio, este atributo especifica el método HTTP que el navegador utilice para enviar el formulario.",
    "input.formnovalidate": "Si el elemento de entrada es un botón de envío o una imagen, este atributo booleano especifica que el formulario no debe ser validado al ser enviado.",
    "input.formtarget": "Si el elemento de entrada es un botón de envío o imagen, este atributo es un nombre o palabra clave indicando donde mostrar la respuesta que es recibida después de enviar el formulario.",
    "input.height": "Si el valor del atributo tipo es imagen, este atributo define la altura de la  imagen mostrada para el botón.",
    "input.list": "Identifica una lista de opciones predefinidas para sugerir al usuario.",
    "input.max": "El máximo valor (numérico o fecha-hora) para este elemento, que no debe ser inferior a su valor mínimo (min attribute).",
    "input.maxlength": "Si el valor del atributo es text, email, search, password, tel, o url, este atributo especifica el número máximo de caracteres (en puntos de código Unicode) que el usuario puede ingresar; para otros tipos de control, es ignorado.",
    "input.min": "El mínimo valor (numérico o fecha-hora) para este elemento, que no debe ser mayor a su valor máximo (max attribute).",
    "input.mozactionhint": "Especifica una \"acción indirecta\" que se utiliza para determinar cómo etiquetar la tecla enter en dispositivos móviles con teclados virtuales.",
    "input.multiple": "Este atributo booleano indica si el usuario puede ingresar más de un valor.",
    "input.name": "El nombre del control, que es enviado con los datos del formulario.",
    "input.pattern": "Una expresión regular contra la cual el valor de control es comparada.",
    "input.placeholder": "Una ayuda de lo que el usuario debe ingresar en el control.",
    "input.readonly": "Este atributo booleano indica que el usuario no puede modificar el valor del control.",
    "input.required": "Este atributo especifica que el usuario debe rellenar un valor antes de enviar un formulario.",
    "input.selectionDirection": "La dirección en la cual ocurrió la selección.",
    "input.size": "El tamaño inicial del control.",
    "input.src": "Si el valor del atributo type es image, este atributo especifica una URI para la ubicación de una imagen a mostrar en el botón de envío gráfico; en caso contrario es ignorado.",
    "input.step": "Trabaja con los atributos min y max para limitar los incrementos a los que un valor numérico o de fecha-tiempo puede ser ajustado.",
    "input.tabindex": "La posición del elemento en el orden de las pestañas de navegación del documento actual.",
    "input.type": "El tipo de control a mostrar.",
    "input.usemap": "El nombre del elemento <map>⏎ es un mapa de la imagen.",
    "input.value": "El valor inicial del control.",
    "input.width": "Si el valor del atributo tipo es imagen, este atributo define el ancho de la  imagen mostrada para el botón.",
    "input.x-moz-errormessage": "Esta extensión de Mozilla le permite especificar el mensaje de error a mostrar cuando un campo no es valido exitosamante.",
    "ins.cite": "Este atributo define la URI de un recurso que explica el cambio, como un enlace a actas de reuniones o un ticket en un sistema de solución de problemas.",
    "ins.datetime": "Este atributo indica la fecha y hora del cambio y debe ser una fecha válida con una cadena de hora opcional.",
    "keygen.autofocus": "Este atributo te permite especificar que el control debe tener foco de entrada cuando se cargue la página, salvo que el usuario lo anule, por ejemplo escribiendo en un control diferente.",
    "keygen.challenge": "Una cadena de comprobación que se envía junto con la clave pública.",
    "keygen.disabled": "Este atributo booleano indica que el control de formulario no está disponible para la interacción.",
    "keygen.form": "El elemento form al cual este elemento está asociado (su formulario dueño).",
    "keygen.keytype": "El tipo de clave generada.",
    "keygen.name": "El nombre del control, que es enviado con los datos del formulario.",
    "label.accesskey": "Una tecla de atajo para acceder a este elemento desde el teclado.",
    "label.for": "El ID de un elemento etiquetable relacionado con un formulario en el mismo documento que el elemento de etiqueta.",
    "label.form": "El elemento form al cual el elemento label está asociado (su formulario dueño).",
    "link.charset": "Este atributo define la codificación de caracteres del recurso vinculado.",
    "link.disabled": "Este atributo es usado para desactivar una relación de enlace.",
    "link.href": "Este atributo especifica la URL del recurso enlazado.",
    "link.hreflang": "Este atributo indica el idioma del recurso vinculado.",
    "link.media": "Este atributo especifica el medio al cual el recurso enlazado aplica.",
    "link.methods": "El valor de este atributo proporciona información acerca de las funciones que pueden ser realizadas en un objeto.",
    "link.rel": "Este atributo nombra una relación entre el documento enlazado al documento actual.",
    "link.rev": "El valor de este atributo muestra la relación del documento actual con el documento enlazado, como se define en el atributo href.",
    "link.sizes": "Este atributo define los tamaños de los íconos de los medios visuales contenidos en el recurso.",
    "link.target": "Define el nombre del cuadro o ventana que tiene la relación de enlace definida o que mostrará el renderizado de algún recurso enlazado.",
    "link.type": "Este atributo es usado para definir el tipo de contenido enlazado.",
    "menu.label": "Entrega la etiqueta del menú.",
    "menu.type": "Se utiliza para indicar el tipo de menú que se declara.",
    "meta.charset": "Este atributo declara la codificación de caracteres usada en la página.",
    "meta.content": "Este atributo entrega el valor asociado con el atributo http-equiv o name dependiendo del contexto.",
    "meta.http-equiv": "Este atributo enumerado define el pragma que puede alterar el comportamiento de los servidores y de user-agent.",
    "meta.name": "Este atributo define el nombre de un metadato en cuanto al nivel del documento.",
    "meta.scheme": "Este atributo define el esquema en el que se describen los metadatos.",
    "meter.form": "Este atributo asocia el elemento con un elemento form que es dueño del elemento meter.",
    "meter.high": "El límite numérico inferior del término superior del rango medido.",
    "meter.low": "El límite numérico superior del término inferior del rango medido.",
    "meter.max": "El límite numérico superior del rango medido.",
    "meter.min": "El límite numérico inferior del rango medido.",
    "meter.optimum": "Este atributo indica el valor numérico óptimo.",
    "meter.value": "El valor numérico actual.",
    "object.archive": "Una lista de URIs separadas por espacios para archivos de recursos para el objeto.",
    "object.border": "El ancho de un borde alrededor del control, en píxeles.",
    "object.classid": "La URI de la implementación del objeto.",
    "object.codebase": "La dirección base usada para resolver URIs relativas especificado por classid, datos o un archivo.",
    "object.codetype": "El tipo de contenido de los datos especificado por classid",
    "object.data": "La dirección del recurso como una URL válida.",
    "object.declare": "La presencia de este atributo booleano hace que este elemento sea solo una declaración.",
    "object.form": "El elemento form, de haber, al cual el elemento object está asociado (su formulario dueño).",
    "object.height": "La altura del recurso mostrado, en píxeles CSS.",
    "object.name": "El nombre del contexto de navegación válido (HTML5) o el nombre del control (HTML 4).",
    "object.standby": "Un mensaje que el navegador puede mostrar mientras se carga la aplicación y los datos del objeto.",
    "object.tabindex": "La posición del elemento en el orden de las pestañas de navegación del documento actual.",
    "object.type": "El tipo MIME del recurso especificado por los datos.",
    "object.usemap": "Un nombre de referencia un elemento <map>; esto es un '#' seguido por el valor de un nombre de un elemento map.",
    "object.width": "El ancho del recurso mostrado, en píxeles CSS.",
    "ol.compact": "Este atributo booleano indica que la lista debería ser interpretada en un estilo compacto.",
    "ol.reversed": "Este atributo Booleano especifica que los elementos de la lista se enumarn en orden inverso, por ejemplo",
    "ol.start": "Este atributo entero especifica el valor inicial para la numeración de los elementos individuales de la lista.",
    "ol.type": "Indica el tipo de enumeración:  'a' indica letras en minúsculas,  ' A' indica letras en mayúsculas, 'i' indica números romanos en minúsculas, 'I' indica números romanos en mayúsculas, y '1' indica números.",
    "optgroup.disabled": "Si este atributo booleano es fijado, ninguno de los elementos en este grupo de opciones es elegible.",
    "optgroup.label": "El nombre del grupo de opciones, que el navegador puede utilizar al etiquetar las opciones de la interfaz de usuario.",
    "option.disabled": "Si este atributo booleano es ajustado, esta opción no es marcable.",
    "option.label": "Este atributo es texto para la etiqueta indicando el sentido de la opción.",
    "option.selected": "De estar presente, este atributo booleano indica que la opción está seleccionada desde el inicio.",
    "option.value": "El contenido textual de este atributo representa la etiqueta explicando la opción.",
    "output.for": "Una lista de IDs de otros elementos, indicando que esos elementos contribuyeron valores de entrada (o afectaron de otra manera) al cálculo.",
    "output.form": "El elemento form al cual este elemento está asociado (su \"formulario dueño\")",
    "output.name": "El nombre del elemento.",
    "param.name": "Nombre del parámetro.",
    "param.type": "Solo es usado si el valuetype es ajustado a \"ref\".",
    "param.value": "Valor del parámetro.",
    "param.valuetype": "Esta es una API obsoleta y no esta garantizado que funcione.",
    "progress.form": "Este atributo especifica el formulario al cual el elemento progress le pertenece.",
    "progress.max": "Este atributo describe la cantidad de trabajo de la tarea indicada por el progreso que requiere el elemento.",
    "progress.value": "Este atributo especifica cuanto de la tarea ha sido completado.",
    "q.cite": "El valor de este atributo es una URL que designa un documento fuente o mensaje para la información citada.",
    "script.async": "Ajusta este atributo booleano para indicar que el navegador debiera, de ser posible, ejecutar el script de forma asíncrona.",
    "script.defer": "Este atributo booleano es ajustado para indicar al navegador que el script debe ser ejecutado después de que el documento ha sido analizado.",
    "script.language": "Como el atributo type, este atributo identifica el idioma de script en uso.",
    "script.src": "Este atributo especifica la URI de un script externo; esto puede ser usado como alternativa a incrustar un script directamente dentro de un documento.",
    "script.type": "Este atributo define el lenguaje de secuencias de comando de código incrustado dentro de un elemento script o al cual se le hace referencia a través del atributo src del elemento.",
    "select.autofocus": "Este atributo booleano te permite especificar que un control de formulario debe tener el foco de entrada al cargar la página, salvo que el usuario lo anule, por ejemplo escribiendo en un control diferente.",
    "select.disabled": "Este atributo booleano indica que el usuario no puede interactuar con el control.",
    "select.form": "El elemento form al cual el elemento seleccionado está asociado (su \"formulario dueño\").",
    "select.multiple": "Este atributo booleano indica que múltiples opciones pueden ser seleccionadas en la lista.",
    "select.name": "El nombre del control.",
    "select.required": "Un atributo booleano que indica que una opción con un valor de cadena no vacío debe ser seleccionado.",
    "select.selectedIndex": "El índice del elemento <option> seleccionado.",
    "select.size": "Si el control es presentado como un cuadro de lista desplazable, este atributo representa el número de filas en la lista que deben ser visibles al mismo tiempo.",
    "source.media": "Consulta de medios de los medios destinados al recurso.",
    "source.src": "Requerido, dirección del recurso de medio.",
    "source.type": "El tipo MIME del recurso, opcionalmente con un parámetro de códecs.",
    "style.disabled": "Si es definido, desactiva (no son aplicadas) las reglas de estilo para el Documento que este definidas dentro del elemento.",
    "style.media": "A que medios debiera aplicar este estilo.",
    "style.scoped": "Si este atributo está presente, entonces el estilo sólo se aplica a su elemento principal.",
    "style.title": "Especifica conjuntos de hojas de estilo alternativos.",
    "style.type": "Este atributo define el idioma de estilo como un tipo MIME (el conjunto de caracteres no debiera ser especificado).",
    "table.align": "Este atributo enumerado indica cómo la tabla debe estar alineada con respecto al documento que contiene.",
    "table.bgcolor": "Este atributo define el color de fondo de la tabla y su contenido.",
    "table.border": "Este atributo entero define, en pixeles, el tamaño del marco que rodee la tabla.",
    "table.cellpadding": "Este atributo define el espacio entre el contenido de una celda y el borde, mostrado o no, de ella.",
    "table.cellspacing": "Este atributo define el tamaño, en porcentaje como en pixeles, del espacio entre dos celdas (tanto horizontal como vertical), entre la parte superior de la tabla y las celdas de la primera fija, la izquierda de la tabla y la primera columna, la derecha de la tabla y la última columna, y el fondo de la tabla y la última fila.",
    "table.frame": "Este atributo enumerado define que lado del cuadro que rodea la tabla debe ser mostrado.",
    "table.rules": "Este atributo enumerado define reglas de lugar, es decir,",
    "table.summary": "Este atributo define un texto alternativo a ser usado para describir la tabla en un user-agent que no pueda mostrarla.",
    "table.width ": "Este atributo define el ancho de la tabla.",
    "tbody.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "tbody.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "tbody.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "tbody.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "tbody.valign": "Este atributo especifica el alineamiento vertical del texto entre cada una de las filas de celdas de la cabecera de la tabla.",
    "td.abbr": "Este atributo contiene una descripción corta abreviada del contenido de la celda.",
    "td.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "td.axis": "Este atributo contiene una lista de cadenas separadas mediante espacios.",
    "td.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "td.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "td.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "td.colspan": "Este atributo contiene un valor entero no negativo que indica por cuantas columnas se extiende la celda.",
    "td.headers": "Esto atribute una lista de cadenas separadas por espacios, cada una correspondiendo al atributo id de los <th> elementos a los que aplica este elemento.",
    "td.rowspan": "Este atributo contiene un valor entero no negativo que indica por cuantas filas se extiende la celda.",
    "td.scope": "Esta es una API obsoleta y no esta garantizada de funcionar en HTML5",
    "td.valign": "Este atributo especifica el alineamiento vertical del texto entre cada una de las filas de celdas de la cabecera de la tabla.",
    "textarea.autofocus": "Este atributo booleano te permite especificar que un control de formulario debe tener el foco de entrada al cargar la página, salvo que el usuario lo anule, por ejemplo escribiendo en un control diferente.",
    "textarea.cols": "El ancho visible del control de texto, en anchos promedio de caracteres.",
    "textarea.disabled": "Este atributo booleano indica que el usuario no puede interactuar con el control.",
    "textarea.form": "El elemento form al cual el elemento textarea está asociado (su \"formulario dueño\").",
    "textarea.maxlength": "El número maximo de caracteres  (puntos en el código Unicode) que un usuario puede ingresar.",
    "textarea.name": "El nombre del control.",
    "textarea.placeholder": "Una sugerencia al usuario de lo que se puede introducir en el control.",
    "textarea.readonly": "Este atributo booleano indica que el usuario no puede modificar el valor del control.",
    "textarea.required": "Este atributo especifica que el usuario debe rellenar un valor antes de enviar un formulario.",
    "textarea.rows": "El número de líneas de texto visibles para el control.",
    "textarea.selectionDirection": "La dirección en la cual ocurrió la selección.",
    "textarea.selectionEnd": "El índice al último caracter en la selección actual.",
    "textarea.selectionStart": "El índice al primer caracter en la selección actual.",
    "textarea.wrap": "Indica como el control divide el texto.",
    "tfoot.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "tfoot.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "tfoot.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "tfoot.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "tfoot.valign": "Este atributo especifica el alineamiento vertical del texto entre cada una de las filas de celdas de la cabecera de la tabla.",
    "th.abbr": "Este atributo contiene una descripción corta abreviada del contenido de la celda.",
    "th.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "th.axis": "Este atributo contiene una lista de cadenas separadas mediante espacios.",
    "th.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "th.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "th.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "th.colspan": "Este atributo contiene un valor entero no negativo que indica por cuantas columnas se extiende la celda.",
    "th.headers": "Esto atribute una lista de cadenas separadas por espacios, cada una correspondiendo al atributo id de los <th> elementos a los que aplica este elemento.",
    "th.rowspan": "Este atributo contiene un valor entero no negativo que indica por cuantas filas se extiende la celda.",
    "th.scope": "Este atributo enumerado define las celdad que la cabecera definió en  este <th> al cual el elemento se relaciona.",
    "th.valign": "Este atributo especifica el alineamiento vertical del texto entre cada una de las filas de celdas de la cabecera de la tabla.",
    "thead.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "thead.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "thead.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "thead.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "thead.valign": "Este atributo especifica el alineamiento vertical del texto entre cada una de las filas de celdas de la cabecera de la tabla.",
    "time.datetime": "Este atributo indica la hora y fecha del elemento y debe ser una fecha válida con una cadena de hora opcional.",
    "time.pubdate": "(Esta función esta todavía en discusión por el WHATWG y el HTML5 Working Group de W3C.) Este atributo Booleano especifica que la fecha y hora entregada por este elemento es la fecha de publicación de un documento.",
    "tr.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "tr.bgcolor": "Este atributo define el color de fondo de cada celda de la fila.",
    "tr.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "tr.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "tr.valign": "Este atributo especifica el alineamiento vertical del texto entre cada una de las filas de celdas de la cabecera de la tabla.",
    "ul.compact": "Este atributo booleano indica que la lista debería ser interpretada en un estilo compacto.",
    "ul.type": "Usado para establecer el estilo de viñeta para la lista.",
    "video.autobuffer": "Un atributo booleano; de ser especificado, el video empezará a ser almacenado automáticamente incluso si no es configurado para reproducirse automáticamente.",
    "video.autoplay": "Un atributo booleano; de ser especificado, el video se empezará a reproducir automáticamente tan pronto como lo pueda hacer sin detenerse para terminar de cargar los datos.",
    "video.buffered": "Un atributo que puedes leer para determinar que rangos de tiempo de medios han sido bajados.",
    "video.controls": "Si este atributo está presente, Gecko ofrecerá controles para permitir al usuario controlar la reproducción de video, incluyendo el volumen, búsqueda y pausar/continuar la reproducción.",
    "video.height": "El alto del área de presentación del vídeo, en pixeles CSS.",
    "video.loop": "Un atributo booleano; de ser especificado, al llegar al final del video, regresará automáticamente al inicio.",
    "video.muted": "Un atributo booleano que indica el ajuste predeterminado del audio contenido en el video.",
    "video.poster": "Una URL que indica un cartel a mostrar hasta que el usuario reproduzca o busque un tiempo.",
    "video.preload": "Este atributo enumerado está pensado para proveer un indicio al navegador sobre lo que el autor piensa que llevará a la mejor experiencia de usuario.",
    "video.src": "La URL del video a incrustar.",
    "video.width": "El ancho del área de visualización del vídeo, en píxeles CSS."
}