{
    "a.charset": "এই এট্রিবিউটটি সংযুক্ত রিসোর্সগুলোর অক্ষরের এনকোডিং নির্দেশ করে।",
    "a.coords": "বিভিন্ন অবজেক্টের আকৃতির সাথে ব্যবহার করতে, এই এট্রিবিউটটি পাতায় কোন অবজেক্টের স্থানাঙ্ক কমা দ্বারা আলাদা করা সংখ্যার তালিকা হিসেবে ব্যবহার করে।",
    "a.datafld": "যে তথ্য মুল অব্জেক্ট বাউন্ড তথ্য যোগান দেয় সেই অব্জেক্টের কলামের নাম নির্দেশের কাজে এই এট্রিবিউট ব্যবহ্রিত হয় ।",
    "a.datasrc": "এই এট্রিবিউটটি  ডাটা প্রদাঙ্কারি ডাটা সোর্সের আইডি নির্দেশ করে যা এই এলিমেন্ট আবদ্ধ হয়ে  তথ্য সরবরাহ করে ।",
    "a.href": "এটি একমাত্র এট্রিবিউট যেটা হাইপারটেক্সটের সোর্স লিঙ্ককে সংজ্ঞায়িত করতে লাগে।",
    "a.hreflang": "এই এট্রিবিউটটি লিংকযুক্ত উৎসের ভাষা নির্দেশ করে। ",
    "a.media": "এই এট্রিবিউটটি রিসোর্সের সাথে সংযুক্ত মিডিয়াগুলোকে নির্দিষ্ট করে।",
    "a.methods": "এই অ্যাট্রিবিউটের মান ঐ ফাংশন সম্পর্কিত তথ্য প্রদান করে যেটি কিনা কোন একটি অবজেক্টের উপর সম্পাদিত হতে পারে।",
    "a.name": "এঙ্কর বর্ণনা করার সময় কোন নির্দিষ্ট স্থান বুঝাতে এই এট্রিবিউট ব্যবহার করা হয়।",
    "a.ping": "ফায়ারফক্স ৩ বেটা ৩ ভার্সন থেকে \"পিং\" এর সাপোর্ট রহিত করা হয়েছে। ",
    "a.rel": "Href অ্যাট্রিবিউট ধারণকারী আঙ্কর এর জন্য, এই অ্যাট্রিবিউট টার্গেট অবজেক্ট থেকে লিঙ্ক অবজেক্ট এর সম্পর্ক নির্ধারণ করে।",
    "a.rev": "এই অ্যাট্রিবিউট একটি বিপরীত লিঙ্ক নির্ধারণ করে, যা rel অ্যাট্রিবিউটি এর বিপরীত সম্পর্ক।",
    "a.shape": "এই এট্রিবিউটটি ব্যাবহার করা হয় হাইপারটেক্সট সোর্স লিঙ্ক যুক্ত এবং ছবির মানচিত্র আঁকতে সক্ষম একটি নির্বাচন যোগ্য অঞ্চলকে ব্যাখ্যা করার জন্য।",
    "a.target": "এই এট্রিবিউট নির্ধারণ করে কোথায়  সংযুক্ত রিসোর্স প্রদর্শন করতে হবে।",
    "a.type": "এই মানটি লিঙ্ক গন্তব্যের জন্য এমআইএমই ধরণের আদলে মিডিয়া ধরণ নির্ধারণ করে।",
    "a.urn": "এটা পরিকল্পিত ভাবেই মাইক্রোসফট সমর্থিত অ্যাট্রিবিউট যা ইউনিফর্ম রিসোর্সের নামের (URN) সাথে লিঙ্কটিকে সংযুক্ত করে।",
    "area.accesskey": "এই এলিমেন্টের জন্য একটি কীবোর্ড ন্যাভিগেটর এক্সিলারেটর নির্দিষ্ট করুন।",
    "area.alt": "একটি লেখা যা ছবি প্রদর্শন না করলে বিকল্প ভাবে ব্রাউজারে প্রদর্শন করবে।",
    "area.coords": "বিশেষ স্থানের কোঅর্ডিনেট বর্ণনা করার জন্য নির্দিষ্ট মানের সেট।",
    "area.href": "এলাকার জন্য হাইপারলিঙ্ক লক্ষ্য । ",
    "area.hreflang": "সংযুক্ত রিসোর্সের ভাষা নির্দেশ করে।",
    "area.media": "সংযুক্ত রিসোর্সটি যে মাধ্যমের জন্য তৈরী তার একটি নমুনা, উদাহরনস্বরূপ ছাপার জন্য এবং স্ক্রিনে দেখানোর জন্য।",
    "area.name": "পুরানো ব্রাইজারগুলোর জন্য এটাকে স্ক্রিপ্টেড করার জন্য ক্লিক করার মত এলাকার একটি নাম দিন।",
    "area.nohref": "এটা নির্দেশ করছে যে এই সম্পর্কিত এলাকার জন্য কোন হাইপারলিঙ্ক নেই।",
    "area.rel": "Href অ্যাট্রিবিউট ধারণকারী আঙ্কর এর জন্য, এই অ্যাট্রিবিউট টার্গেট অবজেক্ট থেকে লিঙ্ক অবজেক্ট এর সম্পর্ক নির্ধারণ করে।",
    "area.shape": "সম্পর্কিত বিশেষ জায়গার আকৃতি।",
    "area.tabindex": "ব্রাউজার ট্যাবের ক্রমের নির্দিষ্ট এলাকার অবস্থান নির্দেশ করা একটি সংখ্যা মান।",
    "area.target": "এই এট্রিবিউট নির্ধারণ করে কোথায়  সংযুক্ত রিসোর্স প্রদর্শন করতে হবে।",
    "area.type": "এই মানটি লিঙ্ক গন্তব্যের জন্য এমআইএমই ধরণের আদলে মিডিয়া ধরণ নির্ধারণ করে।",
    "audio.autobuffer": "একটি বুলিয়ান অ্যাট্রিবিউট; নির্দেশ করা থাকলে অডিও স্বয়ংক্রিয়ভাবে চালু হওয়া বন্ধ করা থাকলেও স্বয়ংক্রিয়ভাবে ডাউনলোড শুরু হবে।",
    "audio.autoplay": "একটি বুলিয়ান এট্রিবিউট; যদি উল্লেখ করা থাকে(যদিয়ও মান\"মিত্থা\"!হয়), তাহলে অডিও ক্লিপটি স্বয়ংক্রিয়ভাবে চালু হয়ে যাবে কেননা এটা ডাটা লোড অসম্পূর্ণ রেখেই তা করতে সক্ষম।",
    "audio.buffered": "একটি এট্রিবিউট যা দিয়ে আপনি বুঝতে পারবেন মিডিয়ার কোন অংশ বাফার হয়েছে।",
    "audio.controls": "এই অ্যাট্রিবিউটটি উপস্থিত থাকলে, অডিওর ভলিউম, সামনে পেছনে নেওয়া কিংবা পজ / প্লে নিয়ন্ত্রণ করার জন্য ব্যবহারকারীকে কয়েকটি কন্ট্রোল দেবে।",
    "audio.loop": "অডিও এর শেষে গেলে পুনরায় প্রথমে আসবে যদি এই বুলিয়ান এট্রিবিউটটি নির্দিষ্ট করা থাকে।",
    "audio.mozCurrentSampleOffset": "অফসেট চিহ্নিত করা হয় নাম্বার উদাহরন থেকে যখন একটি অডিও বর্তমানে চলছিল তার প্রথম থেকে অডিও স্ট্রিম করা হয়।",
    "audio.muted": "একটা বুলিয়ান এট্রিবিউট যা নির্দেশ করে অডিওটি প্রাথমিকভাবে বন্ধ করা হবে কিনা।",
    "audio.preload": "সংখ্যাভিত্তিক এলিমেন্টটি ব্যবহারকারীর সর্বোচ্চ ভাল অভিজ্ঞতার জন্য নির্মাতার চিন্তাধারা সম্পর্কে ব্রাউজারকে অবহিত করার উদ্দেশ্যে তৈরি করা হয়েছে।",
    "audio.src": "যে অডিও এম্বেড করা হবে তার ইউআরএল।",
    "base.href": "একই জাতীয় ইউআরএল ঠিকানার জন্য নথিতে এই নথিতে এই বেস ইউআরএল ব্যবহার হবে।",
    "base.target": "হাইপারলিংক অথবা ফর্ম যখন ন্যাভিগ্যাট হয় তখন একটি  নাম অথবা কিওয়ার্ড ফলাফল দেখানোর জন্য ডিফল্ট স্থান চিহ্নিত করে, সেইসকল এলিমেন্টের জন্য যাদের  স্পষ্ট কোন উদ্দিষ্ট রেফারেন্স নাই।  ",
    "bdo.dir": "এই এলিমেন্ট এর জন্যে লিখিত নির্দেশনা।",
    "blockquote.cite": "উদ্ধৃত তথ্যের উৎস নথি বা বার্তার ইউআরএল।",
    "body.alink": "নির্বাচিত হাইপারলিংকের জন্য টেক্সটের রং।",
    "body.background": " ব্যাকগ্রাউন্ড হিসাবে ব্যবহার করার জন্য একটি ইমেজের ইউআরএল।",
    "body.bgcolor": "ডকুমেন্টের পটভূমির রঙ",
    "body.link": "অদেখা হাইপারটেক্সট লিঙ্কের জন্য টেক্সট রঙ।",
    "body.onafterprint": "ব্যবহারকারীর নথি প্রিন্ট হয়ে গেলে যে ফাংশনটি ব্যবহার হবে।",
    "body.onbeforeprint": "ব্যবহারকারি যখন নথিটি প্রিন্ট করতে বলবে তখন এই ফাংশন কল করতে হবে।",
    "body.onbeforeunload": "ডকুমেন্ট যখন প্রায় আনলোড হয়ে যাবে তখন যে ফাংশনটি কল করা হবে।",
    "body.onblur": "নথিটি ফোকাস হারালে যে ফাংশনে ডাকা হবে।",
    "body.onerror": "নথিটি সঠিকভাবে লোড হতে ব্যর্থ হলে ফাংশনটি কল করা হবে।",
    "body.onfocus": "যখন ডকুমেন্ট ফোকাস গ্রহন করে তখন ফাংশন কল করতে হয়।",
    "body.onhashchange": "কোন নথির টুকরো শনাক্তকারী বর্তমান ঠিকানা পরিবর্তন সাপেক্ষে যে ফাংশন কে কল করতে হবে((#) ক্যারেকটার থেকে শুরু করে)",
    "body.onload": "যখন নথিটি লোড করা করা শেষ হবে তখন যে ফাংশনকে কল করা হবে ।",
    "body.onmessage": "যখন এই ডকুমেন্টটি একটা বার্তা পাবে তখন ফাংশন কল করতে হবে।",
    "body.onoffline": "নেটওয়ার্ক কমিউনিকেশন ব্যর্থ হলে যে ফাংশনটিকে ডাকা হবে।",
    "body.ononline": "নেটওয়ার্ক যোগাযোগ পুনঃস্থাপন হলে যে ফাংশন কাজ করবে।",
    "body.onpopstate": "ব্যবহারকারী সেশন ইতিহাস ন্যাভিগেট করলে যে ফাংশন কল হবে।",
    "body.onredo": "ব্যবহারকারী যখন পূর্বাবস্থায় ফিরে যাবার ইতিহাস থেকে কিছু বেছে নিবে তখন যে ফাংশন ডাকা হবে।",
    "body.onresize": "নথির আকার পরিবর্তন হলে যে ফাংশন কাজ করবে।",
    "body.onstorage": "জমা রাখার স্থান পাল্টানো হলে যে ফাংশনকে ডাকা হবে।",
    "body.onundo": "ব্যবহারকারী পূর্বাবস্থার ইতিহাস থেকে যখন পিছনে যাবে তখন যে ফাংশন ডাকা হবে।",
    "body.onunload": "নথি চলে গেলে যে ফাংশন ডাকা হবে। ",
    "body.text": "টেক্সট পুরোভূমি রঙ।",
    "body.vlink": "দেখা হয়েছে এমন হাইপারলিংকের রং।",
    "br.clear": "ব্রেকের পর পরবর্তি লাইন কোথা থেকে শুরু হবে তা চিহ্নিত করে।",
    "button.autofocus": "কোন ব্যবহারকারী এটি অগ্রাহ্য না করলে এই বুলিয়ান অ্যাট্রিবিউটটি পাতাটি লোড হবার সময় কোন বাটনটি ইনপুট ফোকাস পাবে তা ঠিক করে দিবে, উদাহরণস্বরূপ একটি ভিন্ন কন্ট্রোল দিয়ে টাইপ করতে গেলে।",
    "button.disabled": "এই বুলিয়ান এট্রিবিউট টি নির্দেশ করছে যে ব্যবহারকারি এই বাটনটি ব্যবহার করতে পারবে না ।",
    "button.form": "ফর্ম এলিমেন্ট বাটন যার সাথে (মালিকের) সম্পৃক্ত।",
    "button.formaction": "বাটন সাবমিটের মাধ্যমে প্রোগ্রামের ইউআরএল তথ্য প্রক্রিয়াকরণ করে।",
    "button.formenctype": "যদি বাটনটি সাবমিট বাটন হয়,  এই  এট্রিব্রিউট  নির্ধারণ করে বিষয়বস্তুর ধরণ যা সার্ভারে ফর্ম জমা দিতে ব্যবহার করা হয়।",
    "button.formmethod": "বাটন টি যদি সাবমিট বাটন হয়, এই এট্রিবিট HTTP মেথডকে এটি বুঝায় যে ব্রাউজার ফর্ম জমা দিতে এটি ব্যবহার করে।",
    "button.formnovalidate": "যদি বাটনটি সাবমিট বাটন হয়, এই বুলিয়ান অ্যাট্রিবিউটটি নির্দেশ করে যে ফর্ম জমা সাবমিট করার সময় তা যাচাই করা হবে না।",
    "button.formtarget": "যদি বাটনটি সাবমিট বাটন হয়, এই এট্রিবিউট  নাম বা কীওয়ার্ড নির্দেশ করছে  যেখানে  প্রতিক্রিয়া প্রদর্শন করা হয় যা ফর্ম জমা দেওয়ার পরে গৃহীত হয়েছে । ",
    "button.name": "বাটনটির নাম, যা ফর্ম ডাটার সাথে সাবমিট করা হয়েছে।",
    "button.type": "বাটনের ধরণ।‌",
    "button.value": "বাটনটির প্রাথমিক মান।",
    "canvas.height": "CSS পিক্সেলে স্থানাংকের মধ্যবর্তী উচ্চতা।",
    "canvas.width": "সিএসএস পিক্সেলে স্থানাঙ্কের জায়গার প্রস্থ।",
    "caption.align": "এই গানিতিক অ্যাট্রিবিউটটি  কিভাবে টেবিলের সাপেক্ষে শিরোনামকে প্রান্তিককৃত করতে হবে তা নির্দেশ করে ।",
    "col.align": "এই গণিত প্রতিটি কলামের কোষ বিষয়বস্তু অনুভূমিকভাবে সাজানো কিভাবে করা হবে তা নির্ধারণ করে।",
    "col.bgcolor": "এই বৈশিষ্ট্য কলামের প্রতিটি ঘরের পটভূমির রঙ বর্ণনা করে।",
    "col.char": "এই এট্রিবইউটটি বর্ণ বা শব্দগুলোকে নির্দিষ্ট লাইন বরাবর সাজাতে ব্যবহার করা হয়।",
    "col.charoff": "এই এট্রিবিউটটি ব্যবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্যে যাতে করে কলাম তথ্যগুলো char এট্রিবিউট দিয়ে নির্ধারন করা শ্রেণীবিন্যাস অক্ষরসমুহ থেকে অফসেট করা যায়।",
    "col.span": "এই অ্যাট্রিবিউটে একটি ধনাত্মক পূর্ণসংখ্যা থাকে যা সাধারণত এলিমেন্টে বিদ্যমান  পর পর কলাম গুলোর <col> সংখ্যা নির্দেশ করে।",
    "col.valign": "কলামের প্রতিটি সেলে থাকা লেখার লম্ব বিন্যাস এই এট্রিবিউট বর্ণনা করে।",
    "col.width": "বর্তমান কলাম গ্রুপের প্রতিটি কলামের ডিফল্ট প্রস্থ নির্দিষ্ট করে দেয় এই এট্রিবিউট।",
    "colgroup.align": "এই গণিত প্রতিটি কলামের কোষ বিষয়বস্তু অনুভূমিকভাবে সাজানো কিভাবে করা হবে তা নির্ধারণ করে।",
    "colgroup.bgcolor": "এই এট্রিবিউটটি কলাম গ্রুপের কলাম গুলোর প্রতিটি ঘরের পটভূমির রঙ ঠিক করে।",
    "colgroup.char": "এই এট্রিবইউটটি বর্ণ বা শব্দগুলোকে নির্দিষ্ট লাইন বরাবর সাজাতে ব্যবহার করা হয়।",
    "colgroup.charoff": "এই এট্রিবিউটটি ব্যবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্যে যাতে করে কলাম তথ্যগুলো char এট্রিবিউট দিয়ে নির্ধারন করা শ্রেণীবিন্যাস অক্ষরসমুহ থেকে অফসেট করা যায়।",
    "colgroup.span": "এই এট্রিবিউট পজেটিভ পূর্ণ সংখ্যা রাখে যা এলিমেন্টের এট্রিবিউটে পরপর কয়টি অতিরিক্ত কলাম হবে তা নির্দেশ করে।",
    "colgroup.valign": "কলামের প্রতিটি সেলে থাকা লেখার লম্ব বিন্যাস এই এট্রিবিউট বর্ণনা করে।",
    "colgroup.width": "বর্তমান কলাম গ্রুপের প্রতিটি কলামের ডিফল্ট প্রস্থ নির্দিষ্ট করে দেয় এই এট্রিবিউট।",
    "command.checked": "নির্দেশনাটি নির্বাচন করা হয়েছে কিনা দেখায়।",
    "command.disabled": "কমান্ড পাওয়া যাচ্ছে না বুঝাচ্ছে।",
    "command.icon": " এমন একটি ছবি দেয় যা কমান্ডটি প্রতিনিধিত্ব করে।",
    "command.label": "কমান্ডের নাম ব্যবহারকারীকে যেভাবে দেখানো হবে। ",
    "command.radiogroup": "এই এট্রিবিউটটি রেডিও টাইপের একগুচ্ছ কমান্ডের নাম প্রদান করে , যেগুলো কমান্ডের পরিবর্তনের সাথে পরিবর্তিত হয়।",
    "command.type": "এই এট্রিবিউট কামন্ডের ধরন চিহ্নিত করে।",
    "dd.nowrap": "এই এট্রিবিউটটির মান যদি yes হয় তাহলে ডেফিনেশন টেক্সট র‍্যাপ হবে না।",
    "del.cite": "একটি রিসর্স এর জন্য একটি ইউআরএল যা পরিবর্তনটি বর্ননা  করে(উদাহরন স্বরূপ, মিটিং মিনিটস)।",
    "del.datetime": "এই এট্রিবিউট সময় ও তারিখ নির্দেশ করে এবং এটিকে একটি উপযোগী সময় স্ট্রিংসহ সঠিক তারিখ হতে হবে।",
    "details.open": "এই বুলিয়ান এট্রিবিউট টি নির্দেশ করছে যে , পেজ লোড হলে তা সম্পূর্ণ বিবরন দেখাবে কি না।",
    "dl.compact": " একই লাইনে প্রদর্শিত শব্দ ও সংজ্ঞা বর্ণনা বাধ্য করে।",
    "embed.height": "CSS পিক্সেলে, বিষয়বস্তুর উচ্চতা।",
    "embed.src": "তথ্য সম্ভারের ইউআরএলটি এমবেড করা হয়েছে।",
    "embed.type": "MIME ধরণ কোন অবস্থানের প্লাগ ইন নির্বাচনে কাজে লাগে।",
    "embed.width": "CSS পিক্সেলে, তথ্য রিসোর্স প্রদর্শন করার প্রস্থ।",
    "fieldset.disabled": "যদি এই বুলিয়ান এট্রিবিউট থাকে,  ফর্ম কন্ট্রোল যা এর পরে আসবে, শুধুমাত্র এটার প্রথম ঐচ্ছিক <legend>এলিমেন্ট, অচল থাকবে, যা, সম্পাদন করা যাবে না। ",
    "fieldset.form": "এই এট্রিবিউট টি তে <form> এলিমেন্টের সাথে যুক্গ আইডি এট্রিবিউটের মান আছে।",
    "fieldset.name": "গ্রুপের সাথে সম্প্রিক্ত নাম যেটা ফর্ম ডাটার সাথে সাবমিট করা হয়েছিল ।",
    "form.accept": "কমা দ্বারা পৃথক বিষয়বস্তুর তালিকা যা সার্ভার গ্রহন করে।",
    "form.accept-charset": "এনকোডিং অক্ষর সমূহের একটি তালিকা যা সার্ভার গ্রহণ করে।",
    "form.action": "একটা প্রোগ্রামের ইউআরআই যা ফর্মের মাধ্যমে জমা দেয়া তথ্য প্রক্রিয়াকরণ করে।",
    "form.autocomplete": "নির্ধারিত কন্ট্রোল যা কিনা এই ফর্মে ডিফল্টভাবে ব্রাউজারের মাধ্যমে তাদের মান   স্বয়ংক্রিয় ভাবে সম্পূর্ণ করবে কিনা নির্দেশ করে।",
    "form.enctype": "যদি এট্রিবিউটের মান post হয়, তবে এট্রিবিউটটি হল কনটেন্ট এর MIME টাইপ যা সার্ভারে ফর্ম সাবমিট করার সময় ব্যবহৃত হয়।",
    "form.method": "এইচটিটিপি মেথড যা ব্রাউজার ফর্ম জমা দেয়ার জন্য ব্যবহার করে।",
    "form.name": "ফর্ম নাম",
    "form.novalidate": "এই Boolean এট্রিবিউটটি নির্দেশ করে ফর্ম সাবমিট করার সময় এটি যাচাই না করলেও চলবে।",
    "form.target": "ফর্ম পূরণের পর প্রাপ্ত ফলাফল প্রদর্শনের জন্য একটি নাম বা মূলশব্দ।",
    "head.profile": "এই ইউআরএলটি একটি অথবা আরও বেশি মেটাডেটা প্রোফাইলের, সাদা জায়গা দ্বারা পৃথক ।",
    "hr.align": "HTML৪.০১ থেকে অসমর্থিত।  HTML৫ থেকে বাদ দেওয়া হয়েছ",
    "hr.color": "রঙের নাম অথবা হেক্সাডেসিমাল মান দিয়ে রঙ নির্ধারন করুন।",
    "hr.noshade": "HTML৪.০১ থেকে অসমর্থিত।  HTML৫ থেকে বাদ দেওয়া হয়েছ",
    "hr.size": "HTML৪.০১ থেকে অসমর্থিত।  HTML৫ থেকে বাদ দেওয়া হয়েছ",
    "hr.width": "পিক্সেল বা শতাংশ মান ব্যবহার করে পাতাটির জন্য দৈর্ঘ্যের মান ঠিক করে।",
    "html.manifest": "রিসোর্স ম্যানিফেসটের একটি ইউআরএল কে নির্দিষ্ট করে যার দ্বারা স্থানীয়ভাবে ক্যাশ করা রিসোর্সকে বুঝানো হয়।",
    "html.version": "বর্তমান নথি নিয়ন্ত্রণ যে HTML ডকুমেন্ট তার বর্তমান সংস্করণ উল্লেখ করে।",
    "iframe.align": "আশেপাশের বিষয়বস্তু অনুসারে এলিমেন্টটি বিন্যাস করা।",
    "iframe.frameborder": " ১ ( প্রাথমিক ) এই মানটি ব্রাউজার কে এই ফর্ম আর অন্যসকল ফ্রেমের মাঝে সীমানা টেনে দিতে বলে ।",
    "iframe.height": "একটি ফ্রেমের উচ্চতা বুঝায় CSS পিক্সেলে HTML৫, or HTML ৪.০১ এ পিক্সেল অথবা শতকরা হিসাবে।",
    "iframe.longdesc": "ফ্রেমটির লম্বা বর্ণনার একটি ইউআরআই",
    "iframe.marginheight": "ফ্রেম এর বিষয়বস্তু এবং তার উপরে এবং নীচে মার্জিনের মধ্যে পিক্সেলের স্থান পরিমাণ।",
    "iframe.marginwidth": "ফ্রেম বিষয়বস্তু এবং ইহার বাম এবং ডান মার্জিন এর মধ্যে পিক্সেলে স্থান পরিমাণ।",
    "iframe.mozallowfullscreen": "Gecko 9.0 অথবা তার পরবর্তী সংস্করণে যদি element.mozRequestFullScreen () পদ্ধতিটিকে কল করে ফ্রেমটিকে পূর্ণ স্ক্রীন মোডে স্থাপন করা অনুমোদিত হয়, তবে এই এট্রিবিউটটিকে true সেট করা যেতে পারে।",
    "iframe.name": "এম্বেডেড ব্রাউজিং কনটেক্সট (অথবা ফ্রেম) এর জন্য একটি নাম ",
    "iframe.sandbox": "একটি খালি স্ট্রিং হিসেবে উল্লেখ করা হলে, এই বৈশিষ্ট্য ইনলাইন ফ্রেম মধ্যে দেখা দিতে পারে এমন বিষয়বস্তু যা অতিরিক্ত বিধিনিষেধ করতে সক্ষম হবেন।",
    "iframe.scrolling": "গণিত এট্রিবিউট  নির্দেশিত করছে  যখন ব্রাউজার একটি স্ক্রোলবার  প্রদান করা উচিত (অথবা অন্য কোন স্ক্রলবার যন্ত্র) স্বয়ং: শুধুমাত্র যখন ফ্রেম এর  জন্য  প্রয়োজন।",
    "iframe.seamless": "এই বুলিয়ান অ্যাট্রিবিউট দ্বারা নির্দেশ করা হয় যে ব্রাউজারের ইনলাইন ফ্রেমকে এমন ভাবে উপস্থাপন করা উচিত যাতে একে দৃশ্যমান নথির অংশ বলে মনে হয়, উদাহরণস্বরূপ <iframe> এ যে সিএসএস স্টাইল আছে তা এই অন্তর্ভুক্ত নথিতে অন্য কোন স্টাইলইং নির্ধারণ করার আগেই প্রয়োগ করা হয় এবং নথিতে অন্তর্ভুক্ত লিঙ্ক গুলোকে প্রসঙ্গত প্যারেন্ট ব্ব্রাউজিং এ খোলা হয় (যদি না অন্য কোন সেটিংস বাঁধা প্রদান করে)",
    "iframe.src": "এই পেজের ইউআরএল এম্বেড হবে।",
    "iframe.srcdoc": "এই পৃষ্ঠার যে বিষয়বস্তু এমবেড করা হবে।",
    "iframe.webkitallowfullscreen": "ক্রোম 17 তে অথবা পরের(এবং হতে পারে আগের) ভার্সনে,এই এট্রিবিউটটিকে সত্য হিসাবে স্থাপন করা যাবে যদি এলিমেন্টকে ব্যাবহার করে সম্পূর্ণ স্ক্রিন জুড়ে ফ্রেম রাখা যায়।webkitRequestFullScreen()",
    "iframe.width": "ফ্রেমের প্রস্হ নির্দেশ করে CSS পিক্সেলে HTML5, অথবা পিক্সেলে HTML 4.01 অথবা শতাংশ হিসাবে।",
    "img.align": "চারপাশের বিষয়বস্তুর ওপর নির্ভর করে ইমেজটির সাজানো।",
    "img.alt": "এই এট্রিবিউট ছবির সাথে থাকে বিকল্প লেখা বর্ণনা করে।",
    "img.border": "ছবিটির চারিদিকের বর্ডারের প্রস্থ।",
    "img.crossorigin": "এই গানিতিক অ্যাট্রিবিউট নির্দেশক যদি ছবিটি প্রাপ্তি সম্পর্কিত হয় অবশ্যই CORS ব্যবহার করে অথবা না করে।",
    "img.height": "ছবির উচ্চতা HTML5 CSS পিক্সেলস, অথবা HTML 4 পিক্সেল এ অথবা শতকরা হারে।",
    "img.hspace": "ছবির ডানে অথবা বামে সন্নিবিষ্ট খালি জায়গার পিক্সেল পরিমান।",
    "img.ismap": "এই বুলিয়ান এট্রিবিউটটি নির্দেশ করে যে এই ছবিটি একটি সার্ভার এর পার্শ্ব মানচিত্র ।",
    "img.longdesc": "ছবির ইউআরএল যে লেখা দেখাবে, তা alt এট্রিবিউট দিয়ে প্রকাশ করা হয়।",
    "img.name": "এলিমেন্টের জন্য একটি নাম।",
    "img.src": "ছবির ইউআরএল, এই এট্রিবিউটটি <img> এলিমেন্টের জন্য আবশ্যক।",
    "img.usemap": "আংশিক ইউআএল টি (# দ্বার শুরু হয়) এলিমেন্টের সাথে একটি  ইমেজ ম্যাপের যুক্ত থাকে।",
    "img.vspace": "ছবির উপরে এবং নিচে যে ফাঁকা জায়গার দেওয়া হবে তার পরিমান পিক্সেলে।",
    "img.width": "ছবিটির প্রস্থ পিক্সেলে বা শতাংশে।",
    "input.accept": "যদি এট্রিবিউটের মান file হয়, তবে এট্রিবিউটটি সার্ভার কি ধরণের ফাইল গ্রহণ করবে তা নির্দেশ করবে; নতুবা এটি অবহেলা করা হবে।",
    "input.accesskey": "একটি একক চরিত্র যে ইউজার কন্ট্রোল ইনপুট ফোকাস সুইচ টিপতে পারেন।",
    "input.autocomplete": "নিয়ন্ত্রণের মান ব্রাউজার কর্তৃক স্বয়ংক্রিয়ভাবে সম্পূর্ণ করা হবে কিনা তা এই এট্রিবিউটটি নির্দেশ করে।",
    "input.autofocus": "এই বুলিয়ান এট্রিবিউট বর্ণণা করে যে পৃষ্ঠা লোড হলে ফর্ম কন্ট্রোল ইনপুট ফোকাস পাবে, যদি না ব্যবহারকারি তা পরিবর্তন করে, যেমন একটি ভিন্ন কন্ট্রোল লিখলে।",
    "input.checked": "যখন কোন টাইপ এট্রিবিউটের মান হয় রেডিও অথবা চেকবক্স, এই বুলিয়ান এট্রিবিউট বুঝায় যে কন্ট্রোল প্রথম থেকেই নির্বাচন করা আছে; অন্যথায় এটি উপেক্ষিত।",
    "input.disabled": "এই বুলিয়ান অ্যাট্রিবিউট নির্দেশ করে যে ফর্ম কন্ট্রোল মিথষ্ক্রিয়া এর জন্য উপলব্ধ নয় । ",
    "input.form": "ফরম এলিমেন্ট সংযুক্তিকরন এলিমেন্টের (ফরম মালিকের) সাথে যুক্ত করা হয়।",
    "input.formaction": "একটি প্রোগ্রামের ইউআরএল যা ইনপুট এলিমেন্ট জমা করার পর প্রক্রিয়া হচ্ছে, যদি এটি সাবমিট বাটন অথবা ছবি হয়। ",
    "input.formenctype": "যদি এই ইনপুট এলিমেন্ট টি  সাবমিট বাটন অথবা ছবি হয় তাহলে এই অ্যাট্রিবিউটটি  সার্ভারে ফর্ম সাবমিট করার জন্য যে কন্টেন্টটি ব্যবহৃত হয় সেই কন্টেন্টের ধরন বলে দিবে ।",
    "input.formmethod": "যদি ইনপুট এলিমেন্টটি সাবমিট বাটন অথবা ছবি হয়, তবে ব্রাউজার যে HTTP পদ্ধতিতে ফর্মটি সাবমিট করবে তা এই এট্রিবিউটটি নির্দেশ করবে।",
    "input.formnovalidate": "যদি ইনপুট এলেমেন্ট একটি সাবমিট বাটন কিংবা ছবি হয়, তবে Boolean এট্রিবিউটটি নির্দেশ করে যে সাবমিট করার সময় ফর্ম পরখ না করলেও চলবে।",
    "input.formtarget": "যদি ইনপুটের এলিমেন্টটি দাখিলকৃত বাটন বা ছবি হয়,তাহলে এই অ্যাট্রিবিউটটি হবে একটি নাম অথবা অভিব্যক্তি যা  ফর্ম দাখিলের পর প্রাপ্ত প্রতিক্রিয়া কোথায় ব্যাক্ত করতে হবে তা নির্দেশ করবে। ",
    "input.height": "যদি type attribute এর value image হয়, তাহলে এই attribute সংজ্ঞায়িত করে displayed image এর height ।",
    "input.list": "ব্যবহারকারীকে পূর্ব-নির্ধারিত অপশন সম্বলিত একটি পরামর্শ তালিকা নির্দেশ করে।",
    "input.max": "এই বিষয়ের জন্য সর্বোচ্চ মান (সংখ্যা অথবা তারিখ), যা সর্বনিম্ন মান (সর্বনিম্ন নাম) এর থেকে কম হতে পারবে না।",
    "input.maxlength": "এই এট্রিবিউটের মান যদি লিখিত , ইমেইল , খোজা , পাসওয়ার্ড , টেলিফোন অথবা ইউআরএল হয় তবে, এটি ব্যবহারকারি সর্বোচ্চ কত অক্ষর(ইউনিকোডে) লিখতে পারবে তা নির্দেশ করে । অন্যন্য কন্ট্রোল টাইপের জন্য এটি অগ্রাহ্য করা হবে ।",
    "input.min": "এই বিষয়ের সর্বনিম্ন (সংখ্যা অথবা তারিখ) মান, যা সর্বোচ্চ (সর্বোচ্চ এট্রিবিউট) থেকে বড় হতে পারবে না।",
    "input.mozactionhint": "ভার্চুয়াল কীবোর্ডের সঙ্গে মোবাইল ডিভাইস থেকে Enter কী লেবেল কিভাবে নির্ধারণ হয় তা ব্যবহৃত একটি \"পদক্ষেপের ইঙ্গিত\" নির্দিষ্ট করে।",
    "input.multiple": "এই বুলিয়ান অ্যাট্রিবিউট নির্দেশ করে ব্যবহারকারী একাধিক মান লিখতে পারেন কিনা.",
    "input.name": "কন্ট্রলটির নাম, যেটি ফর্ম সাথে সাবমিট করা হয়েছে।",
    "input.pattern": "একটি নিয়মিত এক্সপ্রেশন যা কন্ট্রোলের মান যাচাই কারক।",
    "input.placeholder": "কন্ট্রোলে কী দেওয়া যাবে তা নিয়ে ব্যবহারকারীকে একটি ইঙ্গিত।",
    "input.readonly": "এই বুলিয়ান এট্রিবিউট বুঝায় যে ব্যবহারকারী এটির মান পরিবর্তন করতে পারবে না।",
    "input.required": "এই অ্যাট্রিবিউটটি নির্ধারণ করে যে ব্যবহারকারীকে ফর্ম  সাবমিট করার আগে অবশ্যই পূরণ করতে হবে। ",
    "input.selectionDirection": "যে দিকে চিহ্নিত হয়েছে । ",
    "input.size": "কন্ট্রোলের প্রাথমিক আকৃতি।",
    "input.src": "যদি এট্রিবিউট টাইপের মান ছবি হয়, তবে সেটি গ্রাফিকাল সাবমিট বাটনে একটি ছবির লোকেশন প্রদর্শন করার জন্য ইউআরএল নির্দেশ করবে; অন্যথায় এটি অবহেলা করা হবে।",
    "input.step": "সর্বনিম্ন এবং সর্বোচ্চ একটি সংখ্যা বা তারিখ-সময় মান নির্ধারণ করা যাবে যা বাড়তি সীমার সাথে কাজ করে।",
    "input.tabindex": "বর্তমান ডকুমেন্ট এর ট্যাবিং ন্যাভিগেশন অর্ডারের মধ্যে থাকা এলিমেন্টের অবস্থান।",
    "input.type": "যে ধরনের কন্ট্রোল দেখানো হবে।",
    "input.usemap": "একটি <map> এর এলিমেন্ট যেন একটি ছবির মানচিত্র",
    "input.value": "কন্ট্রোলের প্রাথমিক মান।",
    "input.width": "যদি type attribute এর value image হয়, তাহলে এই attribute সংজ্ঞায়িত করে displayed image এর width ।",
    "input.x-moz-errormessage": "কোন ফিল্ড সফল ভাবে যাচাই না হলে এই মোজিলা এক্সটেনসনটি আপনাকে যা ভুল হয়েছে তা দেখাবে। ",
    "ins.cite": "এই এট্রিবিউটটি একটি সমস্যা সমাধান ব্যবহারে কিছু মিটিং মিনিট বা টিকেটের লিঙ্ক  টাইপের রিসোর্স এর ইউ আর আই কে বোঝায় যেটি কোন পরিবর্তনকে ব্যাখ্যা করে।",
    "ins.datetime": "এই এট্রিবিউট সময় ও তারিখ নির্দেশ করে এবং এটিকে একটি উপযোগী সময় স্ট্রিংসহ সঠিক তারিখ হতে হবে।",
    "keygen.autofocus": "এই বুলিয়ান এট্রিবিউট পৃষ্ঠা লোড হলে কনট্রোল ফোকাস অবশ্যই ফোকাস পাবে তা ঠিক করতে পারবেন, যতক্ষণ না ব্যবহাকারী তা পরিবর্তন করে, যেমন ভিন্ন একটি কন্ট্রোল লিখে।",
    "keygen.challenge": "একটি চ্যালেন্জ স্ট্রিং যা পাবলিক কী সহ জমা দেওয়া হয়েছে।",
    "keygen.disabled": "এই বুলিয়ান অ্যাট্রিবিউট নির্দেশ করে যে ফর্ম কন্ট্রোল মিথষ্ক্রিয়া এর জন্য উপলব্ধ নয় । ",
    "keygen.form": "ফর্ম এলিমেন্ট এই এলিমেন্ট (তার ফর্ম মালিক) সঙ্গে যুক্ত করা হয়।",
    "keygen.keytype": "এই ধরনের কী তৈরি করা হয়েছে।",
    "keygen.name": "কন্ট্রলটির নাম, যেটি ফর্ম সাথে সাবমিট করা হয়েছে।",
    "label.accesskey": "কীবোর্ড থেকে এই এলিমেন্ট ব্যবহার করার জন্য একটা শর্টকাট কী।",
    "label.for": "নামকরণ করা যাবে এমন ফর্মের সাথে সম্পৃক্ত এলিমেন্টের আইডি একই নথির নামকরণ এলিমেন্ট।",
    "label.form": "ফর্ম এলিমেন্টকে লেবেল এলিমেন্টের  (তার র্ফম মালিক) সাথে সম্পৃক্ত।",
    "link.charset": "এই এট্রিবিউটটি সংযুক্ত রিসোর্সগুলোর অক্ষরের এনকোডিং নির্দেশ করে।",
    "link.disabled": "এই এট্টিবিউট লিঙ্কএর সম্পর্ক নিষ্ক্রিয় করার জন্য ব্যবহৃত হয়।",
    "link.href": "এই এট্রিবিউট লিংক করা বিষয় কে উল্লেখ করে।",
    "link.hreflang": "এই এট্রিবিউটটি লিংকযুক্ত উৎসের ভাষা নির্দেশ করে। ",
    "link.media": "এই এট্রিবিউটটি রিসোর্সের সাথে সংযুক্ত মিডিয়াগুলোকে নির্দিষ্ট করে।",
    "link.methods": "এই অ্যাট্রিবিউটের মান ঐ ফাংশন সম্পর্কিত তথ্য প্রদান করে যেটি কিনা কোন একটি অবজেক্টের উপর সম্পাদিত হতে পারে।",
    "link.rel": "এই এট্রিবিউটটি বর্তমান নথির সাথে লিঙ্ক করা নথির সম্পর্ক নির্দেশ করে।",
    "link.rev": "এই এট্রিবিউটের মান বর্তমান ডকুমেন্টের সাথে লিঙ্কড ডকুমেন্টের সম্পর্ক দেখায় href এট্রিবিউট দিয়ে সংজ্ঞায়িত করা হয়।",
    "link.sizes": "এই বৈশিষ্ট্য সম্পদের মধ্যে চাক্ষুষ মিডিয়া আইকন মাপ সংজ্ঞায়িত করে।",
    "link.target": "সেসকল ফ্রেমের নাম বা উইন্ডোর নামকে বোঝায় যেগুলোতে সন্নিবিষ্ট সম্পর্ক থাকে বা যেগুলোতে কোন লিঙ্ক করা রিসোর্স দেখান হয়।",
    "link.type": "যে ধরনের বিষয়ের সাথে লিংক করা হয়েছে তা এই এট্রিবিউট বর্ণনা করে।",
    "menu.label": "মেনুটির লেবেল দেয়।",
    "menu.type": "মেনুর প্রকার চিহ্নিতকরণে ব্যবহৃত হয়।",
    "meta.charset": "এই এট্রিবিউট এই পৃষ্ঠায় ব্যবহৃত অক্ষরের এনকোডিং এর বর্ণনা দেয়।",
    "meta.content": "এই অ্যাট্রিবিউটটি সংশ্লিষ্ট এলিমেন্টের মান প্রদান করে http-equiv অথবা নাম এট্রিবিউটটি কনটেক্সট এর উপর নির্ভরশীল। ",
    "meta.http-equiv": "এই গাণিতিক এট্রিবিউট প্রাগমা কে বুঝায় যা সার্ভার এবং ইউসার এজেন্ট এর আচরন পরিবর্তন করতে পারে।",
    "meta.name": "এই এট্রিবিউটটি একটি ডকুমেন্টস-লেভেল মেটাডাটার নাম প্রকাশ করে।",
    "meta.scheme": "এই এট্রিবিউট সেই স্কিমকে বুঝায় যেখানে মেটাডাটা আলোচনা করা আছে।",
    "meter.form": "এই এট্রিবিউটটি এলিমেন্টটিকে একটি ফর্ম এলিমেন্টের সাথে যুক্ত করে যার মিটার এলিমেন্টটির মালিকানা আছে।",
    "meter.high": "পরিমাপকৃত সর্বোচ্চ সীমার মধ্যে সর্বনিম্ন মান।",
    "meter.low": "মাপক্রিত এলাকার সর্বনিম্ন সীমার সর্বোচ্চ  মান।",
    "meter.max": "উপরের সাংখ্যিক পরিমাপ পরিসীমায় আবদ্ধ।",
    "meter.min": "পরিমাপ পরিসীমার  নিম্ন সাংখ্যিক সীমা।",
    "meter.optimum": "এই এট্রিবিউটটি উপযুক্ত সংখ্যা মানটি নির্দেশ করে।",
    "meter.value": "বর্তমান সংখ্যাবাচক মান।",
    "object.archive": "আর্কাইভ এর সম্পদ বস্তুর জন্য ইউআরএল এর একটি স্থান পৃথকীকৃত তালিকা । ",
    "object.border": "পিক্সেলে, কন্ট্রোলের চারিদিকে একটি বর্ডারের প্রস্থ ।",
    "object.classid": "অবজেক্টটির বাস্তবায়নের ইউআরআই।",
    "object.codebase": "ক্লাসআইডি, ডাটা অথবা আর্কাইভ বর্ণিত আপেক্ষিক URI সমাধান করতে বেস পাথ ব্যবহার হয়।",
    "object.codetype": "classid দ্বারা নির্ধারিত তথ্যের বিষয়বস্তুর ধরণ।",
    "object.data": "একটি সঠিক ইউআরএল ঠিকানা।",
    "object.declare": "এই বুলিয়ান এট্রিবিউটের উপস্থিতি এই এলিমেন্টকে শুধু ঘোষণা জাতীয় বানিয়েছে।",
    "object.form": "ফর্ম এলিমেন্ট, যদি থাকে, অবজেক্ট এলিমেন্ট (ইহার ফর্মের মালিকের) সাথে সম্পৃক্ত।",
    "object.height": "CSS পিক্সেলে, রিসোর্স দেখানোর উচ্চতা।",
    "object.name": "বৈধ ব্রাউজিং কন্টেক্সটের নাম (HTML5), অথবা কন্ট্রোলের নাম(HTML4)।",
    "object.standby": "এটি একটি বার্তা যা যখন কোন বস্তুর প্রয়োগ এবং তথ্য লোড হতে থাকে তখন ব্রাউজার দেখাতে পারে।",
    "object.tabindex": "বর্তমান ডকুমেন্ট এর ট্যাবিং ন্যাভিগেশন অর্ডারের মধ্যে থাকা এলিমেন্টের অবস্থান।",
    "object.type": "তথ্য দ্বারা চিহ্নিত তথ্য সম্ভারের MIME ধরণ।",
    "object.usemap": "একটি হ্যাশ নাম <map> এলিমেন্টকে নির্দেশ করে; যার ম্যাপ এলিমেন্টের নামের প্রথমে '#' থাকবে ",
    "object.width": "CSS পিক্সেলে ডিসপ্লে এর প্রস্থ।",
    "ol.compact": "এই বুলিয়ান এট্রিবিউটটি সংকেত দেয় যে তালিকাটি নিবিড়ভাবে সম্পাদনা করা উচিত।",
    "ol.reversed": "এই বুলিয়ান এট্রিবিউটটি নির্দেশ করে যে তালিকার আইটেমগুলো বিপরীতক্রমে নির্দেশ করা হয়েছে।",
    "ol.start": "এই পূর্ণসংখ্যা মানটি স্বতন্ত্র তালিকা এলিমেন্টের সংখ্যায়নের প্রাথমিক মান নির্ধারণ করে।",
    "ol.type": "সংখ্যার ধরন বর্ণনা: 'a' ছোট হাতের বর্ণ, \"A' বড় হাতের বর্ণ, 'i' ছোট হাতের রোমান সংখ্যা, 'I' বড় হাতের নোমান সংখ্যা এবং '1' সংখ্যা প্রকাশ করে।",
    "optgroup.disabled": "যদি  এই বুলিয়ান এট্রিবিউট কে নির্দিষ্ট করে দেয়া হয়, তাহলে অপশন সংকলন থেকে আর কোন উপকরন নির্বাচন যোগ্য থাকবে না।",
    "optgroup.label": " অপশন সংকলনের নাম সমূহ, যেগুলো একটি ব্রাউজার ব্যাবহার কারীর অপশনে লেবেল করার সময় ব্যাবহার করে থাকে।",
    "option.disabled": "এই বুলিয়ান এট্রিবিউটটি সেট করা হলে এই অপশনটি চেক দেয়ার উপযোগী থাকবে না।",
    "option.label": "এই বৈশিষ্ট্য বিকল্প মানে ইঙ্গিত লেবেলের জন্য লেখা আছে।",
    "option.selected": "যদি থাকে , এই বুলিয়ান এট্রিবিউটটি নির্দেশ করে যে এই অপশনটি প্রাথমিকভাবে নির্ধারন করা হয়েছে ।",
    "option.value": "এই এট্রিবিউটের লিখিত অংশ গুলি অবস্থান বর্ননায় ব্যবহৃত লেবেল কে প্রদর্শন করে ।",
    "output.for": "একগুচ্ছ পরিচয়ের এলিমেন্ট যা অই সকল এলিমেন্টকে নির্দেশ করছে যারা হিসাবের ইনপুট মান(অথবা প্রভাবিত ) ে অবদান রেখেছে ।",
    "output.form": "এই ফর্ম এলিমেন্টটি (তার \"ফর্ম অধিকারীর\") সাথে যুক্ত",
    "output.name": "এলেমেন্টটির নাম।",
    "param.name": "প্যারামিটারের নাম।",
    "param.type": "শুধুমাত্র ব্যবহৃত হয় যদি valuetype \"ref\" সেট করা থাকে।",
    "param.value": "প্যারামিটারের মান।",
    "param.valuetype": "এটি একটি বাতিল আপিআই এবং  কাজ করবে কিনা তার কোন নিশ্চয়তা নেই।",
    "progress.form": "এই এট্রিবিউটটি অগ্রবর্তী এলিমেন্টটি যে ফর্মের অধীনে আছে তা নির্দেশ করে।",
    "progress.max": "প্রোগ্রেস এলেমেন্টটি সম্পূর্ণ হওয়া কাজের কতটুকু প্রয়োজন তা নির্দেশ করার জন্য এই এট্রিবিউট।",
    "progress.value": "কাজের কতটুকু সম্পন্ন হয়েছে তা এই এট্রিবিউট প্রকাশ করে।",
    "q.cite": "এই এট্রিবিউটের মান হচ্ছে একটা ইউআরএল যেটা মূল ডকুমেন্ট অথবা বার্তা তথ্যর মেসেজ কে নির্দেশ করে ।",
    "script.async": "যদি সম্ভব হয়, ব্রাউজার যাতে স্ক্রিপ্টটি এসিংক্রনাসভাবে বাস্তবায়িত করে তা নির্দেশ করার জন্য এই বুলিয়ান এট্রিবিউটটি সেট করুন।",
    "script.defer": "যখন নথিটি পার্স করা হবে তখন স্ক্রিপ্টটি কাজ করবে এটি ব্রাউজার কে বুঝানোর জন্য বুলিয়ান মান দেওয়া হয়েছে ",
    "script.language": "টাইপ এট্রিবিউটের মত এই এট্রিবিউটও ব্যবহৃত স্ক্রিপ্টিং ভাষা সনাক্ত করে।",
    "script.src": "এই এট্রিবিউটটি একটি বহিরাগত স্ক্রিপ্টের ইউআরএল নির্দেশ করে; এটি কোন নথিতে সরাসরি স্ক্রিপ্ট এমবেড করার বিকল্প হিসেবে ব্যবহার করা যেতে পারে।",
    "script.type": "এই এট্রিবিউটটি কোন স্ক্রিপ্ট এলিমেন্টে স্থাপনকৃত অথবা ঐ এলিমেন্টের src এট্রিবিউট দ্বারা উল্লেখিত স্ক্রিপ্টিং ভাষার কোডকে নির্দেশ করে।",
    "select.autofocus": "এই এট্রিবিউট  নির্দিষ্ট করে যে ফর্ম কন্ট্রোল এর ইনপুট ফোকাস পেইজ লোড এর সময় থাকবে যদি না ব্যবহারকারী তা  পরিবর্তন করে। যেমনঃ আলাদা কন্ট্রোল এ টাইপ করে। ",
    "select.disabled": "এই বুলিয়ান এট্রিবিউট বুঝায় যে ব্যবহারকারী কনট্রোলের সাথে যোগাযোগ করতে পারবে না।",
    "select.form": "সিলেক্ট এলিমেন্টটি যে ফর্ম এলিম্নেট এর সাথে যুক্ত (এর \"ফর্ম মালিক\")",
    "select.multiple": "এই বুলিয়ান এট্রিবিউট নির্দেশ করে যে একাধিক অপশন তালিকায় নির্বাচন করা যাবে ।",
    "select.name": "কন্ট্রলটির নাম।",
    "select.required": "একটি বুলিয়ান এলিমেন্ট নির্দেশ করে যে অ-খালি স্ট্রিং মানবিশিষ্ট অপশনকে অবশ্যই নির্বাচন করতে হবে।",
    "select.selectedIndex": "<option>এলিমেন্টের নির্বাচিত সূচী",
    "select.size": "যদি কন্ট্রোলটিকে কোন স্ক্রলক্ষম তালিকা বাক্সের রূপে প্রকাশ করা যায় তাহলে এই অ্যাট্রিবিউটটি একটি তালিকায় বিদ্যমান সেই সকল রো এর সংখ্যা প্রকাশ করে যারা কেবল মাত্র এক বার এক বার করে  দৃশ্যমান হতে পারে।",
    "source.media": "মিডিয়ার উদ্দেশ্যে রিসোর্সের  মিডিয়া ক্যোয়ারী।",
    "source.src": "প্রয়োজন, মিডিয়া তথ্য ভান্ডারের ঠিকানা ।",
    "source.type": "রিসোর্সের MIME-টাইপ, ঐচ্ছিকভাবে কোডেক প্যারামিটারের সাথে।",
    "style.disabled": "যদি স্থাপন করা হয় তাহলে, নিষ্ক্রিয় করে দেয়(প্রয়োগ করে না) সেসকল স্টাইলের নিয়ম নীতি গুলোকে যেগুলো একটি এলিমেন্টের অন্তর্গত নথিতে নির্দিষ্ট করা থাকে।",
    "style.media": "কোন ধরনের মাধ্যমের জন্য এই স্টাইল প্রযোজ্য হবে।",
    "style.scoped": "যদি এই বৈশিষ্ট্য উপস্থিত থাকে, তবে স্টাইল শুধুমাত্র প্যারেন্ট এলিমেন্টে আরোপিত হবে।",
    "style.title": "বিকল্প স্টাইল পৃষ্ঠার সেট সমূহ নির্দিষ্ট করে।",
    "style.type": "এই এট্রিব্রিউট স্টাইলিং ভাষা হিসাবে একটি MIME ধরণ (অক্ষরসেট উল্লেখ করা উচিত নয়) সংজ্ঞায়িত করে । ",
    "table.align": "এই গাণিতিক এট্রিবিউটটি টেবিলগুলো ধারণ করা ডকুমেন্ট অনুজায়ি কিভাবে বিন্যাস্ত হবে তা নির্দেশ করে।",
    "table.bgcolor": "এই অ্যাট্রিবিউটটি টেবিল ও এর বিষয়বস্তু পটভূমি রং নির্ধারণ করে।",
    "table.border": "এই পুর্ণ সংখ্যার এট্রিবিউটটি টেবিলের চারিদিকের ফ্রেমের  মাপ পিক্সেলে নির্দেশ করে।",
    "table.cellpadding": "এই এট্রিবিউট কোন সেলের বিষয়বস্তু এবং এর বর্ডারের মধ্যমার ফাঁকা জায়গা, এটি দেখানো হবে কিনা তা বর্ণনা করে।",
    "table.cellspacing": "এই এট্রিবিউটটি দিয়ে দুটো সেলের মধ্যে দুরত্ব শতকরায় বা পিক্সেলে ঠিক করা যায় (আনুভূমিক এবং উলম্ব দুভাবেই), টেবিলের সবচেয়ে উপর এবং প্রথম সারির সেলের মধ্যে, টেবিলের বামপাশ এবং প্রথম কলাম, টেবিলের ডানপাশ এবং শেষ কলাম এবং টেবিলের নিচ এবং শেষ সারি।",
    "table.frame": "টেবিলকে ঘিরে অবস্থিত ফ্রেমের কোন পাশটি প্রদর্শিত হবে তা এই গাণিতিক এট্রিবিউটটি সংজ্ঞায়িত করে।",
    "table.rules": "এই গানিতিক অ্যাট্রিবিউট সংজ্ঞায়িত করে কোথায় নিয়ম,i.e.",
    "table.summary": "এই এট্রিবিউটটি ইউজার এজেন্ট দ্বারা প্রদর্শনে অক্ষম টেবিলকে বর্ননার জন্য ব্যবহৃত বিকল্প লেখা নির্দেশ করে ।",
    "table.width ": "এই এট্রিবিউটটি টেবিলের প্রস্থ সংজ্ঞায়িত করে।",
    "tbody.align": "এই গাণিতিক এট্রিবিউট বর্ণনা করে কিভাবে অনুভূমিক বিন্যাসের প্রতিটি সেলের বিষয়বস্তু কিভাবে পরিচালনা করা হবে।",
    "tbody.bgcolor": "এই বৈশিষ্ট্য কলামের প্রতিটি ঘরের পটভূমির রঙ বর্ণনা করে।",
    "tbody.char": "এই এট্রিবইউটটি বর্ণ বা শব্দগুলোকে নির্দিষ্ট লাইন বরাবর সাজাতে ব্যবহার করা হয়।",
    "tbody.charoff": "এই এট্রিবিউটটি ব্যবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্যে যাতে করে কলাম তথ্যগুলো char এট্রিবিউট দিয়ে নির্ধারন করা শ্রেণীবিন্যাস অক্ষরসমুহ থেকে অফসেট করা যায়।",
    "tbody.valign": "টেবিল হেডারেরে প্রতিটি সেলের প্রতিটি সারির লেখার লম্ব বিন্যাস এই এট্রিবিউট বর্ণনা করে।",
    "td.abbr": "এই এট্রিবিউটটিতে এই সেলের বিষয়বস্তু নিয়ে একটি সংক্ষিপ্ত বর্ননা রয়েছে।",
    "td.align": "এই গাণিতিক এট্রিবিউট বর্ণনা করে কিভাবে অনুভূমিক বিন্যাসের প্রতিটি সেলের বিষয়বস্তু কিভাবে পরিচালনা করা হবে।",
    "td.axis": "এই এট্রিবিউটটে স্পেস-সেপারেট স্ট্রিং এর তালিকা আছে।",
    "td.bgcolor": "এই বৈশিষ্ট্য কলামের প্রতিটি ঘরের পটভূমির রঙ বর্ণনা করে।",
    "td.char": "এই এট্রিবইউটটি বর্ণ বা শব্দগুলোকে নির্দিষ্ট লাইন বরাবর সাজাতে ব্যবহার করা হয়।",
    "td.charoff": "এই এট্রিবিউটটি ব্যবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্যে যাতে করে কলাম তথ্যগুলো char এট্রিবিউট দিয়ে নির্ধারন করা শ্রেণীবিন্যাস অক্ষরসমুহ থেকে অফসেট করা যায়।",
    "td.colspan": "এই এট্রিবিউট টি একটি ধনাত্মক পুর্ন সংখ্যা ধারন করে যা কিনা কলামগুলু কত সেল পর্যন্ত বৃদ্ধি পাবে তা নির্দেশ করে ।",
    "td.headers": "এটি কোন স্পেস দিয়ে আলাদা করা স্ট্রিং-এর তালিকাকে অ্যাট্রিবিউট দেয়, যা এই এলেমেন্টের<th> আইডি অ্যাট্রিবিউট অনুসারে কার্যকর হবে",
    "td.rowspan": "এই অ্যাট্রিবিউটটি একটি অঋণাত্মক সংখ্যা ধারণ করে যা নির্দেশ করে সারির মধ্যে কতগুলো সেল বিস্তৃত করতে পারবে।",
    "td.scope": "এটি একটি বাতিল আপিআই এবং HTML৫ এ কাজ করবে কিনা তার কোন নিশ্চয়তা নেই",
    "td.valign": "টেবিল হেডারেরে প্রতিটি সেলের প্রতিটি সারির লেখার লম্ব বিন্যাস এই এট্রিবিউট বর্ণনা করে।",
    "textarea.autofocus": "এই বুলিয়ান এট্রিবিউট বর্ণণা করে যে পৃষ্ঠা লোড হলে ফর্ম কন্ট্রোল ইনপুট ফোকাস পাবে, যদি না ব্যবহারকারি তা পরিবর্তন করে, যেমন একটি ভিন্ন কন্ট্রোল লিখলে।",
    "textarea.cols": "টেক্সট কন্ট্রোল দৃশ্যমান প্রস্থ, সাধারনভাবে বর্ণের প্রস্থ।",
    "textarea.disabled": "এই বুলিয়ান এট্রিবিউট বুঝায় যে ব্যবহারকারী কনট্রোলের সাথে যোগাযোগ করতে পারবে না।",
    "textarea.form": "textarea এলিমেন্টের সাথে সম্পর্কিত ফর্ম এলেমেন্ট (এটি যে ফর্মের ভেতর আছে)।",
    "textarea.maxlength": "সর্বোচ্চ অক্ষর সংখ্যা (ইউনিকোড  কোড  পয়েন্টস)  যা কোন ব্যবহারকারী দিতে পারে।",
    "textarea.name": "কন্ট্রলটির নাম।",
    "textarea.placeholder": "কন্ট্রোলে ব্যবহারকারী কী দিতে পারবে তার একটি সাহায্য।",
    "textarea.readonly": "এই বুলিয়ান এট্রিবিউট বুঝায় যে ব্যবহারকারী এটির মান পরিবর্তন করতে পারবে না।",
    "textarea.required": "এই অ্যাট্রিবিউটটি নির্ধারণ করে যে ব্যবহারকারীকে ফর্ম  সাবমিট করার আগে অবশ্যই পূরণ করতে হবে। ",
    "textarea.rows": "কন্ট্রলে দেখা যায় এমন টেক্সট লাইনের সংখ্যা।",
    "textarea.selectionDirection": "যে দিকে চিহ্নিত হয়েছে । ",
    "textarea.selectionEnd": "বর্তমান নির্বাচনে থাকা শেষ অক্ষরের ইন্ডেক্স।",
    "textarea.selectionStart": "বর্তমান নির্বাচনের মধ্যে প্রথম অক্ষরে সূচী।",
    "textarea.wrap": "চিহ্নিত করুন কিভাবে গোপন টেক্সট নিয়ন্ত্রণ করবে।",
    "tfoot.align": "এই গাণিতিক এট্রিবিউট বর্ণনা করে কিভাবে অনুভূমিক বিন্যাসের প্রতিটি সেলের বিষয়বস্তু কিভাবে পরিচালনা করা হবে।",
    "tfoot.bgcolor": "এই বৈশিষ্ট্য কলামের প্রতিটি ঘরের পটভূমির রঙ বর্ণনা করে।",
    "tfoot.char": "এই এট্রিবইউটটি বর্ণ বা শব্দগুলোকে নির্দিষ্ট লাইন বরাবর সাজাতে ব্যবহার করা হয়।",
    "tfoot.charoff": "এই এট্রিবিউটটি ব্যবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্যে যাতে করে কলাম তথ্যগুলো char এট্রিবিউট দিয়ে নির্ধারন করা শ্রেণীবিন্যাস অক্ষরসমুহ থেকে অফসেট করা যায়।",
    "tfoot.valign": "টেবিল হেডারেরে প্রতিটি সেলের প্রতিটি সারির লেখার লম্ব বিন্যাস এই এট্রিবিউট বর্ণনা করে।",
    "th.abbr": "এই এট্রিবিউটটিতে এই সেলের বিষয়বস্তু নিয়ে একটি সংক্ষিপ্ত বর্ননা রয়েছে।",
    "th.align": "এই গাণিতিক এট্রিবিউট বর্ণনা করে কিভাবে অনুভূমিক বিন্যাসের প্রতিটি সেলের বিষয়বস্তু কিভাবে পরিচালনা করা হবে।",
    "th.axis": "এই এট্রিবিউটটে স্পেস-সেপারেট স্ট্রিং এর তালিকা আছে।",
    "th.bgcolor": "এই বৈশিষ্ট্য কলামের প্রতিটি ঘরের পটভূমির রঙ বর্ণনা করে।",
    "th.char": "এই এট্রিবইউটটি বর্ণ বা শব্দগুলোকে নির্দিষ্ট লাইন বরাবর সাজাতে ব্যবহার করা হয়।",
    "th.charoff": "এই এট্রিবিউটটি ব্যবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্যে যাতে করে কলাম তথ্যগুলো char এট্রিবিউট দিয়ে নির্ধারন করা শ্রেণীবিন্যাস অক্ষরসমুহ থেকে অফসেট করা যায়।",
    "th.colspan": "এই এট্রিবিউট এমন একটা পুর্ন সংখ্যা ধারন করে যা কিনা কলামগুল কত ঘর পর্যন্ত বর্ধিত হতে পারবে তা নির্দেশ করে ।",
    "th.headers": "এটি কোন স্পেস দিয়ে আলাদা করা স্ট্রিং-এর তালিকাকে অ্যাট্রিবিউট দেয়, যা এই এলেমেন্টের<th> আইডি অ্যাট্রিবিউট অনুসারে কার্যকর হবে",
    "th.rowspan": "এই এট্রিবিউট এমন একটা ধনাত্মক পুর্ণ সংখ্যা প্রকাশ করে যা সারির বিস্তার নির্দেশ করে । ",
    "th.scope": "এই গানিতিক অ্যাট্রিবিউটটি সেসকল ঘরকে ব্যাখ্যা করে যেখানে বিদ্যমান শিরোনাম <th> এলিমেন্ট গুলোর সাথে সংশ্লিষ্ট থাকে।",
    "th.valign": "টেবিল হেডারেরে প্রতিটি সেলের প্রতিটি সারির লেখার লম্ব বিন্যাস এই এট্রিবিউট বর্ণনা করে।",
    "thead.align": "এই গাণিতিক এট্রিবিউট বর্ণনা করে কিভাবে অনুভূমিক বিন্যাসের প্রতিটি সেলের বিষয়বস্তু কিভাবে পরিচালনা করা হবে।",
    "thead.bgcolor": "এই বৈশিষ্ট্য কলামের প্রতিটি ঘরের পটভূমির রঙ বর্ণনা করে।",
    "thead.char": "এই এট্রিবইউটটি বর্ণ বা শব্দগুলোকে নির্দিষ্ট লাইন বরাবর সাজাতে ব্যবহার করা হয়।",
    "thead.charoff": "এই এট্রিবিউটটি ব্যবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্যে যাতে করে কলাম তথ্যগুলো char এট্রিবিউট দিয়ে নির্ধারন করা শ্রেণীবিন্যাস অক্ষরসমুহ থেকে অফসেট করা যায়।",
    "thead.valign": "টেবিল হেডারেরে প্রতিটি সেলের প্রতিটি সারির লেখার লম্ব বিন্যাস এই এট্রিবিউট বর্ণনা করে।",
    "time.datetime": "এই বৈশিষ্ট্য নির্দেশ করছে সময় ও এলিমেন্টের তারিখ এবং একটি ঐচ্ছিক সময় স্ট্রিং সঙ্গে একটি বৈধ তারিখ হতে হবে।",
    "time.pubdate": "(এই বৈশিষ্ট্যটি এখনো WHATWG এবং W3C HTML5 Working Group এর আলোচনাধীন।) এলিমেন্টটি যে তারিখ এবং সময় দেয় তা হল নথিটির প্রকাশ তারিখ - এই  Boolean এট্রিবিউটটি তা-ই নির্দেশ করে।",
    "tr.align": "এই গাণিতিক এট্রিবিউট বর্ণনা করে কিভাবে অনুভূমিক বিন্যাসের প্রতিটি সেলের বিষয়বস্তু কিভাবে পরিচালনা করা হবে।",
    "tr.bgcolor": "এই এট্রিবিউটটি প্রত্যেক সারির প্রতিটি সেলের ব্যাকগ্রাউন্ড রঙ সংজ্ঞায়িত করে।",
    "tr.char": "এই এট্রিবইউটটি বর্ণ বা শব্দগুলোকে নির্দিষ্ট লাইন বরাবর সাজাতে ব্যবহার করা হয়।",
    "tr.charoff": "এই এট্রিবিউটটি ব্যবহার করা হয় অক্ষরের সংখ্যা নির্দেশ করার জন্যে যাতে করে কলাম তথ্যগুলো char এট্রিবিউট দিয়ে নির্ধারন করা শ্রেণীবিন্যাস অক্ষরসমুহ থেকে অফসেট করা যায়।",
    "tr.valign": "টেবিল হেডারেরে প্রতিটি সেলের প্রতিটি সারির লেখার লম্ব বিন্যাস এই এট্রিবিউট বর্ণনা করে।",
    "ul.compact": "এই বুলিয়ান এট্রিবিউটটি সংকেত দেয় যে তালিকাটি নিবিড়ভাবে সম্পাদনা করা উচিত।",
    "ul.type": "তালিকার জন্য বুলেট স্টাইল সেট করতে ব্যবহৃত হয়।",
    "video.autobuffer": "একটি বুলিয়ান এট্রিবিউট; যদি বলা হয়, তাহলে ভিডিও স্বয়ংক্রিয় ভাবে চালু হবে যদিও সেটি স্বয়ংক্রিয়ভাবে চালু হবার জন্য না বলা থাকে।",
    "video.autoplay": "এটি বুলিয়ান এট্রিবিউটল নির্দিষ্ট করে দেয়া হলে ভিডিওটি স্বয়ংক্রিয়ভাবে চলা শুরু করবে যখনই লোড ছাড়া এটি চলতে পারবে।",
    "video.buffered": "একটি এট্রিবিউট যা দিয়ে আপনি বুঝতে পারবেন মিডিয়ার কোন অংশ বাফার হয়েছে।",
    "video.controls": "এই এট্রিবিউট উপস্থিত থাকলে, গিকো ব্যবহারকারীকে ভলিউম সহ ভিডিও প্লেব্যাক নিয়ন্ত্রণ  করা বিরাম/পুনরায় প্লেব্যাক করার অনুমতি দিচ্ছে।",
    "video.height": "CSS পিক্সেলে, ভিডিও দেখানোর স্থানের উচ্চতা।",
    "video.loop": "একটি বুলিয়ান অ্যাট্রিবিউট; যদি নির্দিষ্ট করে দেয়া হয়,আমাদেরকে তাহলে,তাহলে ভিডিওটি শেষ হবার পর পর আবার স্বয়ংক্রিয়ভাবে প্রথম থেকে শুরু হবে।",
    "video.muted": "ভিডিও তে অডিও এর ডিফল্ট সেটিং এই বুলিয়ান এট্রিবিউট দিয়ে দেখানো হচ্ছে।",
    "video.poster": "ইউআরএলটি একটি পোস্টার ফ্রেম দেখানোর নির্দেশ করে যতক্ষণ না ব্যবহারকারী তার চালু করে।",
    "video.preload": "সংখ্যাভিত্তিক এলিমেন্টটি ব্যবহারকারীর সর্বোচ্চ ভাল অভিজ্ঞতার জন্য নির্মাতার চিন্তাধারা সম্পর্কে ব্রাউজারকে অবহিত করার উদ্দেশ্যে তৈরি করা হয়েছে।",
    "video.src": "এমবেড করার জন্য ভিডিওটির ইউআরএল ।",
    "video.width": "CSS পিক্সেলে, ভিডিও সমূহের প্রদর্শন ক্ষেত্রের প্রস্থ।"
}