{
    "a.charset": "Este atributo define la codificación de caracteres del recurso enlazado.",
    "a.coords": "Para ser usado con formas de objetos, este atributo usa una lista de números separada por comas para definir las coordinadas del objeto en la página.",
    "a.datafld": "Este atributo especifica el nombre de la columna de ese objeto de fuente de datos que entrega los datos ligados.",
    "a.datasrc": "Este atributo indica el ID del objeto de fuente de datos que entrega los datos que están ligados a este elemento.",
    "a.href": "Este es el único atributo requerido para anclas que define un enlace de fuente de hipertexto.",
    "a.hreflang": "Este atributo indica el idioma del recurso enlazado.",
    "a.media": "Este atributo especifica los medios a los que aplica el medio que está enlazado.",
    "a.methods": "EL valor de este atributo provee información sobre las funciones que pueden ser realizadas en un objeto.",
    "a.name": "Este atributo es requerido en un ancla que define un destino dentro de una página.",
    "a.ping": "El soporte para \"ping\" fue desactivado desde Firefox 3 beta 3.",
    "a.rel": "Para anclas conteniendo el atributo href, este atributo especifica la relación del objeto de destino con el objeto de enlace.",
    "a.rev": "Este atributo especifica un enlace reverso, la relación inversa del atributo rel.",
    "a.shape": "Este atributo es usado para definir una región seleccionable para enlaces de fuentes de hipertexto con una figura para crear un mapa de imagen.",
    "a.target": "Este atributo especifica donde mostrar el recurso enlazado.",
    "a.type": "Este atributo especifica el tipo de medio en la forma de tipo MIME para el enlace de destino.",
    "a.urn": "Este atributo supuestamente apoyado por Microsoft relaciona un Nombre de recurso uniforme (URN) con el enlace.",
    "area.accesskey": "Especifica un acelerador de navegación por teclado para el elemento.",
    "area.alt": "Una alternativa de cadena de texto para mostrar en navegadores que no pueden mostrar imágenes.",
    "area.coords": "Un conjunto de valores que especifican las coordenadas de la región de punto de acceso.",
    "area.href": "El enlace de destino para el área.",
    "area.hreflang": "Indica el idioma del recurso enlazado.",
    "area.media": "Una pista de los medios para los que el recurso enlazado fue diseñado, por ejemplo \"imprimir\" y \"mostrar\".",
    "area.name": "Define nombres para el área cliqueable para que pueda generarse un script para navegadores antiguos.",
    "area.nohref": "Indica que no existen enlaces para el área asociada.",
    "area.rel": "Para anclas conteniendo el atributo href, este atributo especifica la relación del objeto de destino con el objeto de enlace.",
    "area.shape": "La forma del punto de acceso asociado.",
    "area.tabindex": "Un valor numérico que especifica la posición del área definida en el orden de tabulación del navegador.",
    "area.target": "Este atributo especifica donde mostrar el recurso enlazado.",
    "area.type": "Este atributo especifica el tipo de medio en la forma de tipo MIME para el enlace de destino.",
    "audio.autobuffer": "Un atributo lógico; si es especificado, el audio empezará a ser descargado automáticamente, incluso si no está ajustada la reproducción automática.",
    "audio.autoplay": "Un atributo lógico; si es especificado (¡incluso si el valor es \"false\"!), el audio empezará a reproducirse automáticamente tan pronto como pueda hacerlo sin detenerse para cargar los datos.",
    "audio.buffered": "Un atributo que puedes leer para determinar que rango de tiempo de los medios ha sido almacenado en buffer.",
    "audio.controls": "Si este atributo está presente, el navegador ofrecerá controles para permitir al usuario controlar la reproducción del audio, incluyendo volumen, buscar y pausar/reanudar reproducción.",
    "audio.loop": "Un atributo lógico; si es especificado, al alcanzar el término del audio se regresará automáticamente al inicio.",
    "audio.mozCurrentSampleOffset": "El desplazamiento, especificado como el número de muestras desde el inicio del flujo de audio, en el cual el audio está actualmente reproduciéndose.",
    "audio.muted": "Un atributo lógico que indica si el audio estará inicialmente silenciado.",
    "audio.preload": "Este atributo enumerado está pensado para proveer una pista al navegador sobre qué piensa el autor que llevará a una mejor experiencia de usuario.",
    "audio.src": "La URL del audio a ser incrustado.",
    "base.href": "La URL base para ser usada a lo largo del documento en direcciones URL relativas.",
    "base.target": "Un nombre o palabra clave indicando la ubicación predeterminada para mostrar el resultado cuando enlaces o formularios causen navegación, para elementos que no tienen una referencia de destino explícita.",
    "bdo.dir": "Dirección de texto en este elemento.",
    "blockquote.cite": "Una URL que designa un documento de fuente o mensaje para la información citada.",
    "body.alink": "Color del texto para enlaces cuando son seleccionados.",
    "body.background": "URI de una imagen para usar como fondo.",
    "body.bgcolor": "Color de fondo para el documento.",
    "body.link": "Color del texto para enlaces no visitados.",
    "body.onafterprint": "Función a llamar cuando el usuario haya impreso el documento.",
    "body.onbeforeprint": "Función a llamar cuando el usuario solicite imprimir el documento.",
    "body.onbeforeunload": "Función a llamar cuando el documento vaya a dejar de ser cargado.",
    "body.onblur": "Función a llamar cuando el documento pierda el foco.",
    "body.onerror": "Función a llamar cuando falle la carga correcta del documento.",
    "body.onfocus": "Función a llamar cuando el documento reciba el foco.",
    "body.onhashchange": "Función a llamar cuando la parte del identificador de fragmento (empezando con el carácter gato (#)) de la dirección actual del documento sea cambiada.",
    "body.onload": "Función a llamar cuando el documento haya terminado de cargar.",
    "body.onmessage": "Función a llamar cuando el documento haya recibido un mensaje.",
    "body.onoffline": "Función a llamar cuando la comunicación de red haya fallado.",
    "body.ononline": "Función a llamar cuando la comunicación de red haya sido restablecida.",
    "body.onpopstate": "Función a llamar cuando el usuario haya navegado por el historial de la sesión.",
    "body.onredo": "Función a llamar cuando el usuario haya avanzado en el historial de transacciones para deshacer.",
    "body.onresize": "Función a llamar cuando el documento haya sido redimensionado.",
    "body.onstorage": "Función a llamar cuando el área de almacenaminto haya cambiado.",
    "body.onundo": "Función a llamar cunado el usuario haya retrocedido en el historial de transacciones para deshacer.",
    "body.onunload": "Función a llamar cuando el documento esté desapareciendo.",
    "body.text": "Color del texto del primer plano.",
    "body.vlink": "Color del texto para enlaces visitados.",
    "br.clear": "Indica dónde iniciar la siguiente línea después del quiebre.",
    "button.autofocus": "Este atributo lógico te permite especificar que el botón debiera tener el foco de ingreso cuando la página carga, salvo que el usuario decida no hacerlo, por ejemplo, escribiendo un control diferente.",
    "button.disabled": "Este atributo lógico indica que el usuario no puede interactuar con este botón..",
    "button.form": "El elemento de formulario al cual el botón está asociado (el formulario dueño).",
    "button.formaction": "La URI de un programa que procesa la información enviada por el botón.",
    "button.formenctype": "Si el botón es un botón de envío, este atributo especifica el tipo de contenido que es usado para enviar el formulario al servidor.",
    "button.formmethod": "Si el botón es un botón de envío, este atributo especifica el método HTTP que el navegador usa para enviar el formulario.",
    "button.formnovalidate": "Si el botón es un botón de envío, este atributo lógico especifica que el formulario no debiera ser validado al ser enviado.",
    "button.formtarget": "Si el botón es un botón de envío, el atributo es un nombre o palabra clave indicando dónde mostrar la respuesta que es recibida después de enviar el formulario.",
    "button.name": "El nombre del botón, enviado con los datos del formulario.",
    "button.type": "El tipo del botón.",
    "button.value": "El valor inicial del botón.",
    "canvas.height": "La altura del espacio coordinado en pixeles CSS.",
    "canvas.width": "El ancho del espacio coordinado en pixeles CSS.",
    "caption.align": "Este atributo numerado indica cómo deben ser alineados los subtítulos respecto a la tabla.",
    "col.align": "Este atributo enumerado especifica cómo será tratado el alineamiento horizontal de cada contenido de celda de cada columna.",
    "col.bgcolor": "Este atributo define el color de fondo para cada celda de la columna.",
    "col.char": "Este atributo es usado para ajustar los caracteres para que se alinean con las celdas en una columna.",
    "col.charoff": "Este atributo es usado para indicar el número de caracteres para desplazar los datos de la columna a partir de los caracteres de alineación especificados por el atributo char.",
    "col.span": "Este atributo contiene un entero positivo indicando el número de columnas consecutivas que el elemento <col> abarca.",
    "col.valign": "Este atributo especifica la alineación vertical del texto dentro de cada celda de la columna.",
    "col.width": "Este atributo especifica el ancho de cada columna en el grupo de columnas actual.",
    "colgroup.align": "Este atributo enumerado especifica cómo será tratado el alineamiento horizontal de cada contenido de celda de cada columna.",
    "colgroup.bgcolor": "Este atributo define el color de fondo de cada celda de las columnas pertenecientes al grupo de columna.",
    "colgroup.char": "Este atributo es usado para ajustar los caracteres para que se alinean con las celdas en una columna.",
    "colgroup.charoff": "Este atributo es usado para indicar el número de caracteres para desplazar los datos de la columna a partir de los caracteres de alineación especificados por el atributo char.",
    "colgroup.span": "Este atributo contiene un entero positivo indicando el número de columnas consecutivas adicionales para aplicar los atributos del elemento <column>.",
    "colgroup.valign": "Este atributo especifica la alineación vertical del texto dentro de cada celda de la columna.",
    "colgroup.width": "Este atributo especifica el ancho de cada columna en el grupo de columnas actual.",
    "command.checked": "Indica cuando el comando es seleccionado.",
    "command.disabled": "Indica que el comando no está disponible.",
    "command.icon": "Entrega una imagen que representa el comando.",
    "command.label": "El nombre del comando tal como es mostrado al usuario.",
    "command.radiogroup": "Este atributo entrega el nombre del grupo de comandos, con un tipo de radio, que será cambiado cuando el comando sea modificado.",
    "command.type": "Este atributo indica el tipo de comando.",
    "dd.nowrap": "Si el valor de este atributo está ajustado a \"si\", el texto de definición no será separado.",
    "del.cite": "Una URI para recurso que explica el cambio (por ejemplo, minutas de reunión)",
    "del.datetime": "Este atributo indica la hora y la fecha del cambio y debe ser una fecha válida con una cadena de tiempo opcional.",
    "details.open": "Este atributo lógico indica si los detalles serán mostrados al usuario al cargar la página.",
    "dl.compact": "Fuerza la descripción de la definición para que aparezca en la misma línea que el término de la definición.",
    "embed.height": "La altura mostrada del recurso, en pixeles CSS.",
    "embed.src": "La URL del recurso que está siendo incrustado.",
    "embed.type": "El tipo MIME a usar para seleccionar el complemento a iniciar.",
    "embed.width": "El ancho mostrado del recurso, en pixeles CSS.",
    "fieldset.disabled": "Si este atributo lógico es ajustado, los controles del formulario que son sus descendientes, salvo descendientes de su primer elemento <legend> opcional, son desactivados, es decir, no editables.",
    "fieldset.form": "Este atributo tiene el valor del atributo id del elemento <form> al cual está relacionado.",
    "fieldset.name": "El nombre asociado con el grupo, el que es enviado con los datos del formulario.",
    "form.accept": "Una lista separada por comas de tipos de contenido que el servidor acepta.",
    "form.accept-charset": "Una lista de codificación de caracteres que el servidor acepta.",
    "form.action": "URI de un programa que procesa la información enviada mediante el formulario.",
    "form.autocomplete": "Indica si los controles en este formulario pueden por defecto tener sus valores automáticamente completados por el navegador.",
    "form.enctype": "Cuando el valor del atributo \"método\" es \"publicar\", este atributo es el tipo MIME de contenido que es usado para enviar el formulario al servidor.",
    "form.method": "El método HTTP que el navegador usa para enviar el formulario.",
    "form.name": "El nombre del formulario.",
    "form.novalidate": "Este atributo lógico indica  que el formulario no es para ser validado cuando es enviado.",
    "form.target": "Un nombre o palabra clave indicando dónde mostrar la respuesta que es recibida después de enviar el formulario.",
    "head.profile": "Las URIs de uno o más perfiles de metadatos, separadas por espacios.",
    "hr.align": "Desaprobado desde HTML4.01. Obsoleto desde HTML5",
    "hr.color": "Ajusta el color de la regla a través de nombre de color o valor hexadecimal.",
    "hr.noshade": "Desaprobado desde HTML4.01. Obsoleto desde HTML5",
    "hr.size": "Desaprobado desde HTML4.01. Obsoleto desde HTML5",
    "hr.width": "Ajusta el largo de la regla en la página a través de pixeles o valor porcentual.",
    "html.manifest": "Especifica la URI de un manifiesto de recurso indicando recursos que debieran ser almacenados localmente.",
    "html.version": "Especifica la versión de la definición de tipo de documento HTML que gobierna el documento actual.",
    "iframe.align": "El alineamiento de este elemento respecto del contexto que le rodea.",
    "iframe.frameborder": "El valor 1 (predeterminado) le dice al navegador que dibuje un borde entre este marco y cualquier otro marco.",
    "iframe.height": "Indica la altura del marco HTML5 en pixeles CSS, o HTML 4.01 en pixeles o como porcentaje.",
    "iframe.longdesc": "La URI de una descripción larga del marco.",
    "iframe.marginheight": "La cantidad de espacio en pixeles entre el contenido del marco y sus margenes superior e inferior.",
    "iframe.marginwidth": "La cantidad de espacio en pixeles entre el contenido del marco y sus margenes izquierdo y derecho.",
    "iframe.mozallowfullscreen": "En Gecko 9.0 o posterior, este atributo puede ser ajustado a \"verdadero\" si el marco tiene permiso para ser colocado a pantalla completa llamando su método element.mozRequestFullScreen().",
    "iframe.name": "Un nombre para el contexto de navegación incrustado (o marco).",
    "iframe.sandbox": "Si es especificado como una cadena en blanco, este atributo permite restricciones extra al contenido que puede aparecer en el marco en línea.",
    "iframe.scrolling": "Atributo enumerado indicando cuando el navegador debiera proveer una barra de desplazamiento (u otra opción de desplazamiento) para el marco: auto: Solo cuando es necesario.",
    "iframe.seamless": "Este atributo lógico indica que el navegador debiera generar el marco en línea en una forma que le haga parecer ser parte del documento contenido, por ejemplo, aplicando estilos CSS que se aplican al <iframe> al documento contenido antes de los estilos especificados en ese documento, y abriendo enlaces en los documentos contenidos en el contexto de navegación padre (salvo que otro ajuste prevenga esto).",
    "iframe.src": "La URL de la página a incrustar.",
    "iframe.srcdoc": "El contenido de la página que el contexto incrustado debe contener.",
    "iframe.webkitallowfullscreen": "En Chrome 17 o posterior (y quizá anteriores), este atributo puede ser ajustado a \"verdadero\" si el marco tiene permiso de ser colocado en modo de pantalla completa llamando su método element.webkitRequestFullScreen().",
    "iframe.width": "Indica el ancho del marco HTML5 en pixeles CSS, o HTML 4.01 en pixeles o como porcentaje.",
    "img.align": "El alineamiento de la imagen respecto del contenido que le rodea.",
    "img.alt": "Este atributo define el texto alternativo que describe la imagen.",
    "img.border": "El ancho de un borde alrededor de la imagen.",
    "img.crossorigin": "Este atributo enumerado indica si la obtención de la imagen relacionada debe ser realizada usando CORS o no.",
    "img.height": "La altura de la imagen en pixeles CSS en HTML5, o en pixeles o como porcentaje en HTML4.",
    "img.hspace": "El número de pixeles del espacio a insertar a la izquierda y derecha de la imagen.",
    "img.ismap": "Este atributo lógico indica que la imagen es parte del mapa del lado del servidor.",
    "img.longdesc": "La URL de una descripción de la imagen a ser mostrada, que suplementa al texto alternativo.",
    "img.name": "Un nombre para el elemento.",
    "img.src": "URL de la imagen, este atributo es obligatorio para el elemento <img>.",
    "img.usemap": "La URL parcial (empezando con '#') de un mapa de imagen asociado con el elemento.",
    "img.vspace": "El número de pixeles de espacio a insertar sobre y debajo de la imagen.",
    "img.width": "El ancho de la imagen en pixeles o porcentaje.",
    "input.accept": "Si el valor del atributo \"tipo\" es \"archivo\", este atributo indica los tipos de archivos que el servidor acepta; de otra forma es ignorado.",
    "input.accesskey": "Un caracter único que el usuario puede presionar para cambiar el foco de entrada al control.",
    "input.autocomplete": "Este atributo indica cuando el valor del control puede ser completado automáticamente por el navegador.",
    "input.autofocus": "Este atributo lógico te permite especificar que un control de formulario debiera tener el foco de entrada cuando carga la página, salvo que el usuario decida cambiarlo, por ejemplo al escribir en un control diferente.",
    "input.checked": "Cuando el valor del atributo \"tipo\" es radio o caja de marca, la presencia de este atributo lógico indica que el control es seleccionado por defecto; en caso contrario es ignorado.",
    "input.disabled": "Este atributo lógico indica que el control de formulario no está disponible para interacción.",
    "input.form": "El elemento \"formulario\" al cual el elemento \"entrada\" está asociado (su formulario dueño).",
    "input.formaction": "La URI de un programa que procesa la información enviada por el elemento \"entrada\", si es un botón enviar o una imagen.",
    "input.formenctype": "Si el elemento de entrada es un botón de envío o imagen, este atributo especifica el tipo de contenido que es usado para enviar el formulario al servidor.",
    "input.formmethod": "Si el elemento de entrada es un botón de envío o imagen, este atributo especifica el método HTTP que el navegador usa para enviar el formulario.",
    "input.formnovalidate": "Si el elemento de entrada es un botón de envío o imagen, este atributo lógico especifica que el formulario no debiera ser validado cuando es enviado.",
    "input.formtarget": "Si el elemento de entrada es un botón de envío o imagen, este atributo es un nombre o palabra clave que indica dónde mostrar la respuesta que es recibida después de enviar el formulario.",
    "input.height": "Si el valor del atributo \"tipo\" es \"imagen\", este atributo define la altura de la imagen mostrada para el botón.",
    "input.list": "Identifica una lista de opciones predefinidas para sugerir al usuario.",
    "input.max": "El valor máximo (numérico o fecha-hora) para este elemento, el que no debiera ser menos que su valor mínimo (atributo min).",
    "input.maxlength": "Si el valor del atributo \"tipo\" es \"texto\", \"correo\", \"búsqueda\", \"contraseña\", \"teléfono\", o \"url\", este atributo especifica el número máximo de caracteres (en puntos de código Unicode) que el usuario puede ingresar; para otros tipos de control, esto es ignorado.",
    "input.min": "El valor mínimo (numérico o fecha-hora) para este elemento, el que no debe ser mayor que el valor máximo (atributo max).",
    "input.mozactionhint": "Especifica una \"pista de acción\" usado para determinar como etiquetar el \"ingresar texto\" en dispositivos móviles con teclados virtuales.",
    "input.multiple": "Este atributo lógico indica si el usuario puede ingresar más de un valor.",
    "input.name": "El nombre del control, el cual es enviado con los datos del formulario.",
    "input.pattern": "Una expresión regular contra el cual el valor de control es revisado.",
    "input.placeholder": "Una pista para el usuario de lo que puede ser ingresado en el control.",
    "input.readonly": "Este atributo lógico indica que el usuario no puede modificar el valor del control.",
    "input.required": "Este atributo especifica que el usuario debe ingresar un valor antes de enviar un formulario.",
    "input.selectionDirection": "La dirección en la cual la selección ocurre.",
    "input.size": "El tamaño inicial del control.",
    "input.src": "Si el valor del atributo \"tipo\" es imagen, este atributo especifica una URI para la ubicación de una imagen a mostrar en el botón de envío gráfico; de otra forma es ignorado.",
    "input.step": "Trabaja con los atributos min y max para limitar los incrementos a los cuales un valor numérico o de fecha-hora puede ser ajustado.",
    "input.tabindex": "La posición del elemento en el orden de navegación tabular para el documento actual.",
    "input.type": "El tipo de control a mostrar.",
    "input.usemap": "El nombre de un elemento <map> como una imagen de mapa.",
    "input.value": "El valor inicial del control.",
    "input.width": "Si el valor del atributo \"tipo\" es imagen, este atributo define el ancho de la imagen mostrada para el botón.",
    "input.x-moz-errormessage": "Esta extensión de Mozilla te permite especificar el mensaje de error a mostrar cuando un campo no sea validado exitosamente.",
    "ins.cite": "Este atributo define la URI de un recurso que explica el cambio, como un enlace a alguna minuta de reunión o un ticket en un sistema de solución de problemas.",
    "ins.datetime": "Este atributo indica la hora y la fecha del cambio y debe ser una fecha válida con una cadena de tiempo opcional.",
    "keygen.autofocus": "Este atributo lógico te permite especificar que el control debiera tener el foco de entrada cuando la página sea cargada, salvo que el usuario decida cambiarlo, por ejemplo al escribir en un control diferente.",
    "keygen.challenge": "Una cadena de desafío que es enviada junto a la clave pública.",
    "keygen.disabled": "Este atributo lógico indica que el control de formulario no está disponible para interacción.",
    "keygen.form": "El elemento \"formulario\" al cual este elemento está asociado (su formulario dueño).",
    "keygen.keytype": "El tipo de clave generada.",
    "keygen.name": "El nombre del control, el cual es enviado con los datos del formulario.",
    "label.accesskey": "Una tecla de atajo para acceder a este elemento desde el teclado.",
    "label.for": "El ID de un elemento relacionado a formularios en el mismo documento que el elemento de etiqueta.",
    "label.form": "El elemento \"formulario\" al cual el elemento \"etiqueta\" está asociado (su formulario dueño).",
    "link.charset": "Este atributo define la codificación de caracteres del recurso enlazado.",
    "link.disabled": "Este atributo es usado para desactivar una relación de enlace.",
    "link.href": "Este atributo especifica la URL de un recurso enlazado.",
    "link.hreflang": "Este atributo indica el idioma del recurso enlazado.",
    "link.media": "Este atributo especifica los medios a los que aplica el medio que está enlazado.",
    "link.methods": "EL valor de este atributo provee información sobre las funciones que pueden ser realizadas en un objeto.",
    "link.rel": "Este atributo nombra una relación del documento enlazado con el documento actual.",
    "link.rev": "El valor de este atributo muestra la relación del documento actual con el documento enlazado, tal como es definido por el atributo href.",
    "link.sizes": "Este atributo define los tamaños de los íconos para medios visuales contenidos en el recurso.",
    "link.target": "Define el marco o el nombre de la ventana que tiene la relación de enlace definida o que mostrará lo generado por cualquier recurso enlazado.",
    "link.type": "Este atributo es usado para definir el tipo del contenido enlazado.",
    "menu.label": "Entrega la etiqueta del menú.",
    "menu.type": "Usado para indicar el tipo de menú siendo declarado.",
    "meta.charset": "Este atributo declara la codificación de caracteres usada por la página.",
    "meta.content": "Este atributo entrega el valor asociado con el atributo http-equiv o name, dependiendo del contexto.",
    "meta.http-equiv": "Este atributo enumerado define el pragma que puede alterar el comportamiento de los servidores y los user-agents.",
    "meta.name": "Este atributo define el nombre de los metadatos a nivel de documento.",
    "meta.scheme": "Este atributo define el esquema en el que los metadatos son descritos.",
    "meter.form": "Este atributo asocia el elemento con un elemento de formulario que es dueño del elemento meter.",
    "meter.high": "La unión numérica menor del término alto del rango medido.",
    "meter.low": "La unión numérica mayor del término bajo del rango medido.",
    "meter.max": "La unión numérica mayor del rango medido.",
    "meter.min": "La unión numérica menor del rango medido.",
    "meter.optimum": "Este atributo indica el valor numérico óptimo.",
    "meter.value": "El valor numérico actual.",
    "object.archive": "Una lista separada por espacios de URIs para archivos de recursos para el objeto.",
    "object.border": "El ancho de un borde alrededor del control, en pixeles.",
    "object.classid": "La URI de la implementación del objeto.",
    "object.codebase": "La dirección base usada para resolver URIs relativas especificadas por classid, data o archive.",
    "object.codetype": "El tipo de contenido de los datos especificados por classid.",
    "object.data": "La dirección del recurso como una URL válida.",
    "object.declare": "La presencia de este atributo lógico hace que este elemento sea solo una declaración.",
    "object.form": "El elemento \"formulario\", de estar presente, al cual el elemento \"objeto\" está asociado (su formulario dueño).",
    "object.height": "La altura del recurso mostrado, en pixeles CSS.",
    "object.name": "El nombre de contexto de navegación válido (HTML5), o el nombre del control (HTML 4).",
    "object.standby": "Un mensaje que el navegador puede mostrar mientras carga la implementación y los datos del objeto.",
    "object.tabindex": "La posición del elemento en el orden de navegación tabular para el documento actual.",
    "object.type": "El tipo MIME del recurso especificado por los datos.",
    "object.usemap": "Una referencia ancla a un elemento <map>; esto es un '#' seguido por el valor de nombre de un elemento del mapa.",
    "object.width": "El ancho del recurso mostrado, en pixeles CSS.",
    "ol.compact": "Este atributo lógico sugiere que la lista debiera ser generada en un estilo compacto.",
    "ol.reversed": "Este atributo lógico especifica que los elementos de la lista son enumerados en orden inverso, por ejemplo",
    "ol.start": "Este atributo entero especifica el valor inicial para numerar los elementos individuales de la lista.",
    "ol.type": "Indica el tipo de numeración: 'a' indica letras minúsculas, 'A' indica letras mayúsculas, 'i' indica números romanos minúsculos, 'I' indica números romanos mayúsculos, y '1' indica números.",
    "optgroup.disabled": "Si este atributo lógico es ajustado, ninguno de los elementos en este grupo de opciones es elegible.",
    "optgroup.label": "El nombre del grupo de opciones, el cual el navegador puede usar al etiquetar las opciones en la interfaz de usuario.",
    "option.disabled": "Si este atributo lógico es ajustado, esta opción no es marcable.",
    "option.label": "Este atributo es texto para la etiqueta que indica el significado de la opción.",
    "option.selected": "De estar presente, este atributo lógico indica que la opción está inicialmente seleccionada.",
    "option.value": "El contenido textual de este atributo representa la etiqueta explicando la opción.",
    "output.for": "Una lista de IDs de otros elementos, indicando que esos elementos contribuyeron valores de entrada (o afectaron de otra forma) al cálculo.",
    "output.form": "El elemento \"formulario\" al cual este elemento está asociado (su \"formulario dueño\").",
    "output.name": "El nombre del elemento.",
    "param.name": "Nombre del parámetro.",
    "param.type": "Solo usado si valuetype está ajustado a \"ref\".",
    "param.value": "Valor del parámetro.",
    "param.valuetype": "Esta es una API obsoleta y no se garantiza que siga funcionando.",
    "progress.form": "Este atributo especifica el formulario al cual el elemento de progreso pertenece.",
    "progress.max": "Este atributo describe cuanto trabajo requiere la tarea indicada por el elemento de progreso.",
    "progress.value": "Este atributo especifica cuanto de la tarea se ha completado.",
    "q.cite": "El valor de este atributo es una URL que designa un documento fuente o mensaje para la información citada.",
    "script.async": "Ajusta este atributo lógico para indicar si el navegador debiera, de ser posible, ejecutar el script de forma asíncrona.",
    "script.defer": "Este atributo lógico es ajustado para indicar a un navegador que el script debiera ser ejecutado después de que el documento haya sido analizado.",
    "script.language": "Como el atributo \"tipo\", este atributo identifica el lenguaje de script en uso.",
    "script.src": "Este atributo especifica el URI de un script externo; puede ser usado como una alternativa a incrustar un script directamente en un documento.",
    "script.type": "Este atributo identifica el lenguaje de script de un código incrustado dentro de un elemento script o referenciado a través del atributo src del elemento.",
    "select.autofocus": "Este atributo te permite especificar que un control de formulario debiera tener el foco de entrada cuando la página se carga, salvo que el usuario decida cambiarlo, por ejemplo al escribir un control diferente.",
    "select.disabled": "Este atributo indica que el usuario no puede interactuar con el control.",
    "select.form": "El elemento \"formulario\" al cual el elemento \"seleccionar\" está asociado (su \"formulario dueño\").",
    "select.multiple": "Este atributo lógico indica que múltiples opciones pueden ser seleccionadas en la lista.",
    "select.name": "El nombre del control.",
    "select.required": "Un valor lógico que indica que una opción con un valor de cadena no vacía debe ser seleccionado.",
    "select.selectedIndex": "El índice del elemento <option> seleccionado.",
    "select.size": "Si el control es presentado como una caja de lista desplazable, este atributo representa el número de filas en la lista que debieran ser visibles al mismo tiempo.",
    "source.media": "Consulta de medios del medio pretendido por el recurso.",
    "source.src": "Requerido, dirección del recurso de medios.",
    "source.type": "El tipo MIME del recurso, opcionalmente con un parámetro de códecs.",
    "style.disabled": "De ser ajustado, desactiva (no aplica) las reglas de estilo al documento que está especificado dentro del elemento.",
    "style.media": "A que medios debiera aplicarse este estilo.",
    "style.scoped": "Si este atributo está presente, entonces el estilo solo se aplica a su elemento padre.",
    "style.title": "Especifica conjuntos de hojas de estilo alternativos.",
    "style.type": "Este atributo define el lenguaje de estilo como un tipo MIME (la codificación de caracteres no debiera ser especificada).",
    "table.align": "Este atributo enumerado indica cómo debe ser alineada la tabla en base al documento contenido.",
    "table.bgcolor": "Este atributo define el color de fondo de la tabla y su contenido.",
    "table.border": "Este atributo entero define, en pixeles, el tamaño del marco que rodea a la tabla.",
    "table.cellpadding": "Este atributo define el espacio entre el contenido de una celda y el borde, mostrado o no, de ella.",
    "table.cellspacing": "Este atributo define el tamaño, en porcentaje o en pixeles, del espacio entre dos celdas (tanto horizontal como verticalmente), entre el borde superior de la tabla y las celdas de la primera fila, el borde izquierdo de la tabla y la primera columna, el borde derecho de la tabla y la última columna y el borde inferior de la tabla y la última fila.",
    "table.frame": "Este atributo enumerado define qué lado del marco que rodea la tabla debe ser mostrado.",
    "table.rules": "Este atributo enumerado define reglas de lugar, por ejemplo",
    "table.summary": "Este atributo define un texto alternativo a usar para describir la tabla en user-agent que no puedan hacerlo.",
    "table.width ": "Este atributo define el ancho de la tabla.",
    "tbody.align": "Este atributo enumerado especifica cómo será tratada la alineación horizontal de cada contenido de celda.",
    "tbody.bgcolor": "Este atributo define el color de fondo para cada celda de la columna.",
    "tbody.char": "Este atributo es usado para ajustar los caracteres para que se alinean con las celdas en una columna.",
    "tbody.charoff": "Este atributo es usado para indicar el número de caracteres para desplazar los datos de la columna a partir de los caracteres de alineación especificados por el atributo char.",
    "tbody.valign": "Este atributo enumerado especifica cómo será tratada la alineación vertical de cada fila de celdas de la cabecera de la tabla.",
    "td.abbr": "Este atributo contiene una breve descripción abreviada del contenido de la celda.",
    "td.align": "Este atributo enumerado especifica cómo será tratado la alineación horizontal de cada contenido de celda.",
    "td.axis": "Este atributo contiene una lista de cadenas separadas por espacios.",
    "td.bgcolor": "Este atributo define el color de fondo para cada celda de la columna.",
    "td.char": "Este atributo es usado para ajustar los caracteres para que se alinean con las celdas en una columna.",
    "td.charoff": "Este atributo es usado para indicar el número de caracteres para desplazar los datos de la columna a partir de los caracteres de alineación especificados por el atributo char.",
    "td.colspan": "Este atributo contiene un valor entero no negativo que indica por cuantas columnas se extiende la celda.",
    "td.headers": "Este atributo es una lista de cadenas separadas por espacios, cada una correspondiente al atributo id de los elementos <th> que aplican a este elemento.",
    "td.rowspan": "Este atributo contiene un valor entero no negativo que indica por cuantas filas se extiende la celda.",
    "td.scope": "Esta es una API obsoleta y no se garantiza que siga funcionando en HTML5.",
    "td.valign": "Este atributo enumerado especifica cómo será tratado la alineación vertical de cada fila de celdas de la cabecera de la tabla.",
    "textarea.autofocus": "Este atributo lógico te permite especificar que un control de formulario debiera tener el foco de entrada cuando carga la página, salvo que el usuario decida cambiarlo, por ejemplo al escribir en un control diferente.",
    "textarea.cols": "El ancho visible del control de texto, en anchos de caracteres promedio.",
    "textarea.disabled": "Este atributo indica que el usuario no puede interactuar con el control.",
    "textarea.form": "El elemento \"formulario\" al cual el elemento \"área de texto\" está asociado (su \"formulario dueño\").",
    "textarea.maxlength": "El número máximo de caracteres (puntos de código Unicode) que el usuario puede ingresar.",
    "textarea.name": "El nombre del control.",
    "textarea.placeholder": "Una pista al usuario sobre qué puede ser ingresado en el control.",
    "textarea.readonly": "Este atributo lógico indica que el usuario no puede modificar el valor del control.",
    "textarea.required": "Este atributo especifica que el usuario debe ingresar un valor antes de enviar un formulario.",
    "textarea.rows": "El número de líneas de texto visibles para el control.",
    "textarea.selectionDirection": "La dirección en la cual la selección ocurre.",
    "textarea.selectionEnd": "El índice al último caracter en la selección actual.",
    "textarea.selectionStart": "El índice al primer caracter en la selección actual.",
    "textarea.wrap": "Indica cómo el control divide el texto.",
    "tfoot.align": "Este atributo enumerado especifica cómo será tratada la alineación horizontal de cada contenido de celda.",
    "tfoot.bgcolor": "Este atributo define el color de fondo para cada celda de la columna.",
    "tfoot.char": "Este atributo es usado para ajustar los caracteres para que se alinean con las celdas en una columna.",
    "tfoot.charoff": "Este atributo es usado para indicar el número de caracteres para desplazar los datos de la columna a partir de los caracteres de alineación especificados por el atributo char.",
    "tfoot.valign": "Este atributo enumerado especifica cómo será tratada la alineación vertical de cada fila de celdas de la cabecera de la tabla.",
    "th.abbr": "Este atributo contiene una breve descripción abreviada del contenido de la celda.",
    "th.align": "Este atributo enumerado especifica cómo será tratada la alineación horizontal de cada contenido de celda.",
    "th.axis": "Este atributo contiene una lista de cadenas separadas por espacios.",
    "th.bgcolor": "Este atributo define el color de fondo para cada celda de la columna.",
    "th.char": "Este atributo es usado para ajustar los caracteres para que se alinean con las celdas en una columna.",
    "th.charoff": "Este atributo es usado para indicar el número de caracteres para desplazar los datos de la columna a partir de los caracteres de alineación especificados por el atributo char.",
    "th.colspan": "Este atributo contiene un valor entero no negativo que indica por cuantas columnas se extiende la celda.",
    "th.headers": "Este atributo es una lista de cadenas separadas por espacios, cada una correspondiente al atributo id de los elementos <th> que aplican a este elemento.",
    "th.rowspan": "Este atributo contiene un valor entero no negativo que indica por cuantas filas se extiende la celda.",
    "th.scope": "Este atributo enumerado define las celdas a las que la cabecera definida en este elemento <th> se relaciona.",
    "th.valign": "Este atributo enumerado especifica cómo será tratado la alineación vertical de cada fila de celdas de la cabecera de la tabla.",
    "thead.align": "Este atributo enumerado especifica cómo será tratado la alineación horizontal de cada contenido de celda.",
    "thead.bgcolor": "Este atributo define el color de fondo para cada celda de la columna.",
    "thead.char": "Este atributo es usado para ajustar los caracteres para que se alinean con las celdas en una columna.",
    "thead.charoff": "Este atributo es usado para indicar el número de caracteres para desplazar los datos de la columna a partir de los caracteres de alineación especificados por el atributo char.",
    "thead.valign": "Este atributo enumerado especifica cómo será tratada la alineación vertical de cada fila de celdas de la cabecera de la tabla.",
    "time.datetime": "Este atributo indica la hora y fecha del elemento y debe ser una fecha válida con una cadena de tiempo opcional.",
    "time.pubdate": "(Esta función sigue siendo discutida por el WHATWG y el W3C HTML5 Working Group.) Este atributo lógico especifica que la fecha y hora dados por el elemento son la fecha de publicación de un documento.",
    "tr.align": "Este atributo enumerado especifica cómo será tratado la alineación horizontal de cada contenido de celda.",
    "tr.bgcolor": "Este atributo define el color de fondo de cada celda de la fila.",
    "tr.char": "Este atributo es usado para ajustar los caracteres para que se alinean con las celdas en una columna.",
    "tr.charoff": "Este atributo es usado para indicar el número de caracteres para desplazar los datos de la columna a partir de los caracteres de alineación especificados por el atributo char.",
    "tr.valign": "Este atributo enumerado especifica cómo será tratado la alineación vertical de cada fila de celdas de la cabecera de la tabla.",
    "ul.compact": "Este atributo lógico sugiere que la lista debiera ser generada en un estilo compacto.",
    "ul.type": "Usado para ajustar el estilo de viñetas para la lista.",
    "video.autobuffer": "Un atributo lógico; si es especificado, el video empezará a ser almacenado en buffer automáticamente, incluso si no está ajustado para reproducirse automáticamente.",
    "video.autoplay": "Un atributo lógico; si es especificado, el video empezará automáticamente a reproducirse, tan pronto como pueda hacerlo sin detenerse para finalizar la carga de los datos.",
    "video.buffered": "Un atributo que puedes leer para determinar que rango de tiempo de los medios ha sido almacenado en buffer.",
    "video.controls": "Si este atributo está presente, Gecko ofrecerá controles para permitir al usuario controlar la reproducción del video, incluyendo volumen, línea de tiempo y botones pausar/continuar.",
    "video.height": "La altura del área para mostrar el video, en pixeles CSS.",
    "video.loop": "Un atributo lógico; si es especificado, al alcanzar el término del video se regresará automáticamente al inicio.",
    "video.muted": "Un atributo lógico que indica el ajuste predeterminado del audio contenido en el video.",
    "video.poster": "Una URL indicando una imagen a mostrar hasta que el usuario reproduzca el medio.",
    "video.preload": "Este atributo enumerado está pensado para proveer una pista al navegador sobre qué piensa el autor que llevará a una mejor experiencia de usuario.",
    "video.src": "La URL del video a incrustar.",
    "video.width": "El ancho del área para mostrar el video, en pixeles CSS."
}