{
    "a.charset": "Este atributo define la codificación de caracteres del recurso vinculado.",
    "a.coords": "Este atributo, que se utiliza con las formas de los objetos, usa una lista de números separada por comma para definir las coordinadas del objeto en la página.",
    "a.datafld": "Este atributo especifica el nombre de la columna del objeto que origina los datos y que suministra los datos enlazados.",
    "a.datasrc": "Este atributo indica el ID del objeto de los datos de origen que suministra los datos que están enlazados a este elemento.",
    "a.href": "Este el único atributo requerido para los anclajes que definen el enlace del hipertexto fuente.",
    "a.hreflang": "Este atributo indica el idioma del recurso vinculado.",
    "a.media": "Este atributo especifica los medios a los cuales aplica el recurso enlazado.",
    "a.methods": "El valor de este atributo proporciona información acerca de las funciones que se pueden llevar a cabo en un objeto.",
    "a.name": "Este atributo se requiere en un ancla que define una ubicación de destino en la página.",
    "a.ping": "La compatibilidad para \"ping\" fue desactivada a partir de la versión Firefox 3 beta 3.",
    "a.rel": "Para anclas que contienen el atributo href, este atributo especifica la relación entre el objeto de destino y el objeto de enlace.",
    "a.rev": "Este atributo especifica un enlace al revés, la relación inversa del atributo relativo.",
    "a.shape": "Este atributo se usa para definir un región seleccionable para los enlaces del hipertexto fuente asociado con una figura para crear un mapa de la imagen.",
    "a.target": "Este atributo especifica dónde mostrar el recurso enlazado.",
    "a.type": "Este atributo especifica el tipo de medios en el formulario de un tipo MIME para el enlace de destino.",
    "a.urn": "Este atributo, presuntamente compatible con Microsoft, relaciona un nombre de recurso uniforme con el enlace.",
    "area.accesskey": "Especifica un acelerador de navegación por teclado del elemento.",
    "area.alt": "Una cadena de texto alternativa que se presenta en los navegadores que no muestran imágenes.",
    "area.coords": "Un grupo de valores que especifica las coordinadas de la región activa.",
    "area.href": "El hiperenlace de destino para el área.",
    "area.hreflang": "Indica el lenguaje del recurso enlazado.",
    "area.media": "Una pista de los medios para los cuales fue diseñado el recurso enlazado, por ejemplo, \"imprimir\" y \"pantalla\".",
    "area.name": "Define un nombre de un área seleccionable para que los navegadores antiguos puedan hacer el scripting.",
    "area.nohref": "Indica que no existe un hiperenlace para el área relacionada.",
    "area.rel": "Para anclas que contienen el atributo href, este atributo especifica la relación entre el objeto de destino y el objeto de enlace.",
    "area.shape": "La forma de la zona activa asociada.",
    "area.tabindex": "Un valor numérico que especifica la posición del área definida en el orden por tabulación del navegador.",
    "area.target": "Este atributo especifica dónde mostrar el recurso enlazado.",
    "area.type": "Este atributo especifica el tipo de medios en forma de un tipo MIME para el enlace de destino.",
    "audio.autobuffer": "Un atributo booleano; si se especifica, el audio se descargará automáticamente, aunque no se haya definido que se reproduzca automáticamente.",
    "audio.autoplay": "Un atributo booleano; si se especifica (aunque si el valor es \"falso\"), el audio empezará a reproducirse automáticamente tan pronto como lo pueda hacer sin tener que parar para terminar la carga de datos.",
    "audio.buffered": "Un atributo que se puede leer para determinar que rango de tiempo de los medios ha sido almacenado en la memoria intermedia.",
    "audio.controls": "Si este atributo está presente, el navegador ofrecerá controles para que el usuario controle la reproducción de audio, incluyendo el volumen, la búsqueda, y pausar o reanudar la reproducción.",
    "audio.loop": "Un atributo booleano; si se especifica, al llegar al final del audio, regresaremos automáticamente al inicio.",
    "audio.mozCurrentSampleOffset": "El desplazamiento, que se especifica como el número de muestras desde el inicio de la secuencia de audio, donde se reproduce el audio.",
    "audio.muted": "Un atributo booleano que indica si el audio será silenciado inicialmente.",
    "audio.preload": "Este atributo enumerado sirve para proporcionarle una pista al navegador sobre qué ofrecerá la mejor experiencia posible, según el autor.",
    "audio.src": "La URL del audio a incrustar.",
    "base.href": "La URL básica que se usa por todo el documento para las direcciones URL relacionadas.",
    "base.target": "Un nombre o palabra clave que indica la ubicación predeterminada para mostrar el resultado cuando el hiperenlace o el formulario origina la navegación de aquellos elementos que no tienen una referencia explicita de destino.",
    "bdo.dir": "La dirección del texto en este elemento.",
    "blockquote.cite": "Una URL que designa un documento o mensaje fuente para la información citada.",
    "body.alink": "El color del texto de un hiperenlace cuando se selecciona.",
    "body.background": "El URI de una imagen que se usa como fondo.",
    "body.bgcolor": "Color de fondo para el documento.",
    "body.link": "Color del texto para los enlaces de un hipertexto que no ha sido visitado.",
    "body.onafterprint": "Función que se llama después de que el usuario imprimió el documento.",
    "body.onbeforeprint": "Función a llamar cuando el usuario solicita la impresión del documento.",
    "body.onbeforeunload": "Función que se llama cuando el documento está a punto de ser descargado.",
    "body.onblur": "Función a llamar cuando el documento pierde el enfoque.",
    "body.onerror": "Función que se llama cuando el documento no se carga correctamente.",
    "body.onfocus": "Función que se llama cuando el documento recibe el enfoque.",
    "body.onhashchange": "Una función que se llama cuando la parte identificadora del fragmento de la dirección actual del documento —que comienza con el carácter gatillo (#)— ha cambiado. ",
    "body.onload": "Función que se llama cuando el documento terminó de cargarse.",
    "body.onmessage": "Función que se llama cuando el documento ha recibido un mensaje.",
    "body.onoffline": "Función que se llama cuando la comunicación de red ha fallado.",
    "body.ononline": "Función que se llama cuando la comunicación de red ha sido restaurada.",
    "body.onpopstate": "Función que se llama cuando el usuario ha navegado por el historial de una sesión.",
    "body.onredo": "Función que se llama cuando el usuario ha avanzado en deshacer una transacción histórica.",
    "body.onresize": "Función que se llama cuando el documento ha sido redimensionado. ",
    "body.onstorage": "Función que se llama cuando el área de almacenamiento ha cambiado.",
    "body.onundo": "Función que se llama cuando el usuario ha retrocedido en deshacer una transacción histórica.",
    "body.onunload": "Función que se llama cuando el documento se va.",
    "body.text": "El color de primer plano del texto.",
    "body.vlink": "Color del texto para los enlaces del hipertexto visitados.",
    "br.clear": "Indica dónde empieza la siguiente línea después de la interrupción.",
    "button.autofocus": "Este atributo booleano te permite especificar que el control debería tener un foco de entrada cuando la página se carga, a menos que el usuario no lo sobrescriba, por ejemplo escribiendo un control diferente.",
    "button.disabled": "Este atributo booleano indica que el usuario no puede interactuar con el botón.",
    "button.form": "El elemento formulario al cual está asociado el botón (su formulario dueño).",
    "button.formaction": "El URI de un programa que procesa la información enviada por el botón.",
    "button.formenctype": "Si el botón es un botón de envío, este atributo especifica el tipo de contenido que se usa para enviar el formulario al servidor.",
    "button.formmethod": "Si el botón es un botón de envío, este atributo especifica el método HTTP que usa el navegador para enviar el formulario.",
    "button.formnovalidate": "Si este botón es un botón de envío, este atributo booleano especifica que no se tiene que validar el formulario al enviarlo.",
    "button.formtarget": "Si el botón es un botón de envío, este atributo es un nombre o palabra clave que indica dónde mostrar la respuesta que se recibe después de enviar el formulario.",
    "button.name": "El nombre del botón que envió los datos del formulario. ",
    "button.type": "El tipo de botón.",
    "button.value": "El valor inicial del botón.",
    "canvas.height": "La altura del espacio de las coordenadas en pixeles CSS.",
    "canvas.width": "El ancho del espacio de la coordinada en pixeles CSS.",
    "caption.align": "Este atributo enumerado indica cómo se tiene que alinear la leyenda con respecto a la tabla.",
    "col.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal del contenido de cada celda de la columna.",
    "col.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "col.char": "Este atributo se utiliza para establecer el carácter que alinea las celdas de una columna.",
    "col.charoff": "Este atributo se usa para indicar el número de caracteres que desplazan los datos de la columna de los caracteres de alineación especificados por la atributo carácter.",
    "col.span": "Este atributo contiene un entero positivo que indica el número de columnas consecutivas  <col> en las que se expande el elemento.",
    "col.valign": "Este atributo especifica la alineación vertical del texto en cada celda de la columna. ",
    "col.width": "Este atributo especifica el ancho predeterminado para cada columna en el grupo de columnas actual.",
    "colgroup.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal del contenido de cada celda de la columna.",
    "colgroup.bgcolor": "Este atributo define el color de fondo de cada celda de las columnas que pertenecen al grupo de columnas.",
    "colgroup.char": "Este atributo se utiliza para establecer el carácter que alinea las celdas de una columna.",
    "colgroup.charoff": "Este atributo se usa para indicar el número de caracteres que desplazan los datos de la columna de los caracteres de alineación especificados por el atributo carácter.",
    "colgroup.span": "Este atributo contiene un entero positivo que indica el número de columnas adicionales consecutivas a las cuales aplicar los atributos del elemento <column>.",
    "colgroup.valign": "Este atributo especifica la alineación vertical del texto en cada celda de la columna. ",
    "colgroup.width": "Este atributo especifica el ancho predeterminado para cada columna en el grupo de columnas actual.",
    "command.checked": "Indica si el comando es seleccionado.",
    "command.disabled": "Indica que el comando no está disponible.",
    "command.icon": "Da una imagen que representa el comando.",
    "command.label": "El nombre del comando como se muestra al usuario.",
    "command.radiogroup": "Este atributo le da el nombre a un grupo de comandos, con un tipo de radio, que se alternará cuando el propio comando se alterna.",
    "command.type": "Este atributo indica un tipo de comando.",
    "dd.nowrap": "Si el valor de este atributo se define como \"sí\", el texto de la definición no se ajustará.",
    "del.cite": "Un URI para un recurso que explica el cambio (por ejemplo, las minutas de una reunión).",
    "del.datetime": "Este atributo indica la hora y la fecha de un cambio y debe ser una fecha válida con un cadena de tiempo opcional.",
    "details.open": "Este atributo booleano indica si los detalles se mostrarán al usuario al cargar la página.",
    "dl.compact": "Obliga a que la descripción de la definición aparezca en la misma línea que la definición del término.",
    "embed.height": "La altura del recurso mostrada en pixeles CSS. ",
    "embed.src": "La URL del recurso que está siendo incrustada.",
    "embed.type": "El tipo MIME que se usa para seleccionar el plug-in a instanciar.",
    "embed.width": "El ancho del recurso mostrado en pixeles CSS.",
    "fieldset.disabled": "Si se define este atributo booleano, los controles del formulario que son sus descendientes, excepto los descendientes de su primer elemento opcional <legend>, están desactivados, por ejemplo, no son editables.",
    "fieldset.form": "Este atributo tiene el valor del atributo identificación del elemento <form> al cual está relacionado.",
    "fieldset.name": "El nombre asociado con el grupo que se envía con los datos del formulario.",
    "form.accept": "Una lista de tipos de contenidos separados por commas que acepta el servidor.",
    "form.accept-charset": "Una lista de codificaciones de caracteres que acepta el servidor.",
    "form.action": "El URI de un programa que procesa la información enviada a través del formulario.",
    "form.autocomplete": "Indica si los controles en este formulario pueden ser completados automáticamente y de forma predeterminada por el navegador.",
    "form.enctype": "Cuando el valor del atributo del método se publica, este atributo es el tipo MIME del contenido que se usa para enviar el formulario al servidor.",
    "form.method": "El método HTTP que el usa el navegador para enviar el formulario. ",
    "form.name": "El nombre del formulario.",
    "form.novalidate": "Este atributo booleano indica que el formulario no necesita ser validado antes de ser enviado.",
    "form.target": "Un nombre o palabra clave que indica dónde debe mostrarse la respuesta que se recibe después de enviar el formulario.",
    "head.profile": "Los URI de uno o más perfiles de metadatos, separados por un espacio en blanco.",
    "hr.align": "Desaprobado desde HTML4.01. Obsoleto desde HTML5",
    "hr.color": "Define el color de la regla a través del nombre del color o del valor hexadecimal.",
    "hr.noshade": "Desaprobado desde HTML4.01. Obsoleto desde HTML5",
    "hr.size": "Desaprobado desde HTML4.01. Obsoleto desde HTML5",
    "hr.width": "Define la longitud de la regla en la página a través de un pixel o valor porcentual.",
    "html.manifest": "Especifica el URI del manifesto de un recurso que indica los recursos que deberían ser cacheados localmente.",
    "html.version": "Especifica la versión de la definición del tipo de documento HTML que controla el documento actual.",
    "iframe.align": "La alineación de este elemento con respecto al contexto que lo rodea.",
    "iframe.frameborder": "El valor 1 (predeterminado) le dice al navegador que dibuje un borde entre este marco y cada otro marco.",
    "iframe.height": "Indica la altura del marco HTML5 en pixeles CSS o HTML 4.01 en pixeles o como porcentaje.",
    "iframe.longdesc": "La URI de una larga descripción del marco.",
    "iframe.marginheight": "La cantidad de espacio en pixeles entre el  contenido del marco y su márgenes superior e inferior.",
    "iframe.marginwidth": "La cantidad de espacio en pixeles entre el contenido del marco y sus márgenes izquierdo y derecho.",
    "iframe.mozallowfullscreen": "En Gecko 9.0 o posterior, se puede definir este atributo como verdadero si al marco se le permite mostrarse en modo de pantalla completa, llamando su método element.mozRequestFullScreen()",
    "iframe.name": "Una nombre para el contexto (o marco) de navegación incrustada.",
    "iframe.sandbox": "Si se especifica como una cadena vacía, este atributo activa restricciones adicionales en el contenido que aparece en el marco alineado.",
    "iframe.scrolling": "Un atributo enumerado que indica cuando el navegador debería proporcionar una barra de desplazamiento (u otro dispositivo de desplazamiento) para el marco: auto: solo cuando se necesita. ",
    "iframe.seamless": "Este atributo booleano indica que el navegador debería mostrar el marco incorporado como si fuera parte del contenido del documento, por ejemplo, aplicando estilos CSS para <iframe> al documento contenido antes de los estilos especificados en ese documento, y abriendo enlaces en el documento contenido en el contexto de navegación parental (a menos que otra configuración lo impida).",
    "iframe.src": "El URL de la página a embeber.",
    "iframe.srcdoc": "El contenido de la página que contiene el contexto incrustado.",
    "iframe.webkitallowfullscreen": "En Chrome 17 o posterior (y talz vez anterior), este atributo puede ser definido como verdadero si el marco se le permite mostrarse en modo de pantalla completa, llamando su método element.mozRequestFullScreen()",
    "iframe.width": "Indica el ancho del marco HTML5 en pixeles CSS o HTML 4.01 en pixeles o como porcentaje.",
    "img.align": "La alineación de esta imagen con respecto al contexto que lo rodea.",
    "img.alt": "Este atributo define el texto alternativo que describe la imagen.",
    "img.border": "El ancho del borde alrededor de la imagen.",
    "img.crossorigin": "Este atributo enumerado indica si la imagen relacionada debe ser recuperada usando CORS o no.",
    "img.height": "Indica la altura de la imagen en pixeles CSS HTML5 o HTML 4 en pixeles o como porcentaje.",
    "img.hspace": "El número de pixeles de un espacio en blanco que se insertan a la izquierda y derecha de la imagen.",
    "img.ismap": "Este atributo indica que la imagen es para del mapa del lado del servidor.",
    "img.longdesc": "La URL de una descripción de la imagen que se muestra, la cual complementa el texto alternativo.",
    "img.name": "Un nombre para el elemento.",
    "img.src": "La URL de una imagen; este atributo es obligatorio para el elemento <img>.",
    "img.usemap": "La URL parcial (que empieza con \"#\") de un mapa de imagen asociado con el elemento.",
    "img.vspace": "El número de pixeles de espacio en blanco a insertar sobre y debajo de la imagen.",
    "img.width": "El ancho de la imagen en pixeles o porcentaje. ",
    "input.accept": "Si el valor de este tipo de atributo es un archivo, este atributo indica los tipos de archivos que el servidor acepta, sino se ignora.",
    "input.accesskey": "Un único carácter que el usuario puede presionar para cambiar el foco de entrada de control.",
    "input.autocomplete": "Este atributo indica si el valor del control puede ser completado automáticamente por el navegador.",
    "input.autofocus": "Este atributo booleano te permite especificar que el control del formulario debería tener un foco de entrada cuando la página se carga, a menos que el usuario no lo sobrescriba, por ejemplo escribiendo un control diferente.",
    "input.checked": "Cuando el valor del atributo tipo es un botón de opción o una casilla de verificación, la presencia de este atributo booleano indica que el control se selecciona de manera predeterminada; en caso contrario, este se ignora.",
    "input.disabled": "Este atributo booleano indica que el control de formulario no está disponible para la interacción.",
    "input.form": "El elemento formulario al cual está asociado el elemento entrada (su \"formulario dueño\").",
    "input.formaction": "El URI de un programa que procesa la información enviada por el elemento de entrada si este es un botón o imagen de envío.",
    "input.formenctype": "Si el elemento de entrada es un botón o imagen de envío, este atributo especifica qué tipo de contenido se usa para enviar un formulario al servidor.",
    "input.formmethod": "Si el elemento de entrada es un botón de envío o una imagen, este atributo especifica el método HTTP que usa el navegador para enviar el formulario.",
    "input.formnovalidate": "Si el elemento de entrada es un botón de envío o una imagen, este atributo booleano especifica que el formulario no necesita ser validado antes de ser enviado.",
    "input.formtarget": "Si se trata de un botón de envío o imagen, este atributo es un nombre o palabra clave que indica dónde mostrar la respuesta que se recibe después de enviar el formulario.",
    "input.height": "Si el valor del atributo tipo es una imagen, este atributo define la altura de la imagen que se muestra para el botón.",
    "input.list": "Identifica una lista de opciones predefinidas que se sugieren al usuario.",
    "input.max": "El valor máximo (numérico o fecha-hora) para este elemento que no puede ser menor que su valor mínimo (atributo mínimo).",
    "input.maxlength": "Si el valor del atributo tipo es un texto, un correo electrónico, una búsqueda, una contraseña, un teléfono o una dirección URL, este atributo especifica el número máximo de caracteres (en puntos del código Unicode) que el usuario puede escribir; esto se ignora para otros tipos de control.",
    "input.min": "El valor mínimo (numérico o fecha-hora) para este elemento que no puede ser mayor que su valor máximo (atributo máximo).",
    "input.mozactionhint": "Especifica una \"pista de acción\" que se usa para determinar cómo se etiqueta la tecla Intro en un dispositivo móvil con teclado virtual.",
    "input.multiple": "Este atributo booleano indica si el usuario puede escribir más de un valor.",
    "input.name": "El nombre del control que se envía con los datos del formulario.",
    "input.pattern": "Una expresión normal que se confronta con el valor del control.",
    "input.placeholder": "Una pista para el usuario de lo que se puede escribir en el control.",
    "input.readonly": "Este atributo booleano indica que el usuario no puede modificar el valor del control.",
    "input.required": "Este atributo especifica que el usuario debe rellenar un valor antes de enviar un formulario.",
    "input.selectionDirection": "La dirección en la cual ocurrió la selección.",
    "input.size": "La medida inicial del control.",
    "input.src": "Si el valor del atributo tipo es una imagen, este atributo especifica un URI para la ubicación de una imagen que se muestra en el botón gráfico de envío; en caso contrario, este se ignora.",
    "input.step": "Funciona con los atributos mínimos y máximos para limitar los incrementos en los cuales se define un valor numérico o de fecha/hora.",
    "input.tabindex": "La posición del elemento en el orden de navegación por tabulación para el documento actual.",
    "input.type": "El tipo de control a mostrar.",
    "input.usemap": "El nombre del elemento <map> como una imagen del mapa.",
    "input.value": "El valor inicial del control.",
    "input.width": "Si el valor del atributo tipo es una imagen, este atributo define el ancho de la imagen que se muestra para el botón.",
    "input.x-moz-errormessage": "Esta extensión de Mozilla te permite especificar el tipo de error a mostrar cuando un campo no se valida con éxito.",
    "ins.cite": "Este atributo define el URI de un recurso que explica el cambio, como un enlace a las minutas de una reunión o un ticket en un sistema de resolución de problemas.",
    "ins.datetime": "Este atributo indica la hora y la fecha de un cambio y debe ser una fecha válida con un cadena de tiempo opcional.",
    "keygen.autofocus": "Este atributo booleano te permite especificar que el control debería tener un foco de entrada cuando la página se carga, a menos que el usuario no lo sobrescriba, por ejemplo escribiendo un control diferente.",
    "keygen.challenge": "Una cadena de desafío que se envía junto con la clave pública.",
    "keygen.disabled": "Este atributo booleano indica que el control de formulario no está disponible para la interacción.",
    "keygen.form": "El elemento formulario a el cual está asociado este elemento (su \"formulario dueño\").",
    "keygen.keytype": "El tipo de clave generada.",
    "keygen.name": "El nombre del control que se envía con los datos del formulario.",
    "label.accesskey": "Un acceso directa para acceder a este elemento desde el teclado.",
    "label.for": "La identificación de un elemento etiquetado relacionado con el formulario en el mismo documento donde se encuentra el elemento etiqueta.",
    "label.form": "El elemento formulario al cual está asociado el elemento etiqueta (su \"formulario dueño).",
    "link.charset": "Este atributo define el carácter de codificación del recurso enlazado.",
    "link.disabled": "Este atributo se usa para desactivar una relación de enlace.",
    "link.href": "Este atributo especifica la URL del recurso enlazado.",
    "link.hreflang": "Este atributo indica el idioma del recurso vinculado.",
    "link.media": "Este atributo especifica los medios a los cuales aplica el recurso enlazado.",
    "link.methods": "El valor de este atributo proporciona información acerca de las funciones que se pueden llevar a cabo en un objeto.",
    "link.rel": "Este atributo nombra la relación del documento enlazado con el documento actual.",
    "link.rev": "El valor de este atributo muestra la relación entre el documento actual y el documento enlazado, como lo define el atributo href.",
    "link.sizes": "Este atributo define la medida de los iconos para los medios visuales que están en el recurso.",
    "link.target": "Define el nombre del marco o la ventana que tiene una relación definida de enlace o que mostrará la representación de cualquier recurso enlazado.",
    "link.type": "Este atributo se usa para definir el tipo de contenido al cual está enlazado.",
    "menu.label": "Provee la etiqueta del menú.",
    "menu.type": "Se usa para indicar el tipo de menú que se está declarando.",
    "meta.charset": "Este atributo declara la codificación del carácter usada en el página. ",
    "meta.content": "Este atributo da el valor asociado con el http-equiv o nombre del atributo dependiendo del contexto.",
    "meta.http-equiv": "Este atributo enumerado define el pragma que puede alterar el servidor y el comportamiento usuario-agente.",
    "meta.name": "Este atributo define el nombre de un documento de metadatos.",
    "meta.scheme": "Este atributo define el esquema en el cual se describen los metadatos.",
    "meter.form": "Este atributo asocia el elemento con el elemento formulario que es dueño del elemento medidor.",
    "meter.high": "El límite numérico más bajo del extremo más alto de la gama medida.",
    "meter.low": "El límite numérico más alto del extremo más bajo del rango medido.",
    "meter.max": "El límite numérico más alto del rango medido.",
    "meter.min": "El límite numérico más bajo del rango medido.",
    "meter.optimum": "Este atributo indica el valor numérico optimal.",
    "meter.value": "El valor numérico actual.",
    "object.archive": "Una lista separada por espacios de URI para archivar los recursos del objeto.",
    "object.border": "El ancho del borde alrededor del control en pixeles.",
    "object.classid": "El URI de la implementación del objeto.",
    "object.codebase": "La ruta base que se usa para resolver los URI relativos que se especifican con el identificador de clase, datos o archivo.",
    "object.codetype": "El tipo de contenido de los datos que se especifican por el identificador de clase.",
    "object.data": "La dirección del recurso como una URL válida.",
    "object.declare": "Este elemento es solo de declaración si este atributo booleano está presente.",
    "object.form": "El elemento formulario, si es que lo hay, con el cual está asociado el elemento del objeto (su formulario dueño).",
    "object.height": "La altura del recurso mostrado en pixeles CSS.",
    "object.name": "El nombre de un contexto válido de navegación (HTML5) o el nombre del control (MTML 4).",
    "object.standby": "Un mensaje que el navegador puede mostrar mientras se carga la aplicación y los datos del objeto.",
    "object.tabindex": "La posición del elemento en la navegación por tabulación para el documento actual.",
    "object.type": "El tipo MIME de recurso especificado por los datos.",
    "object.usemap": "El nombre \"hash\" que se refiere al elemento <map>, o sea el símbolo \"#\" seguido por el valor de un nombre del elemento mapa.",
    "object.width": "El ancho del recurso mostrado en pixeles CSS.",
    "ol.compact": "Este atributo booleano sugiere que la lista debe mostrarse en un estilo compacto.",
    "ol.reversed": "Este atributo booleano especifica que los elementos de la lista están enumerados al revés, i.e.",
    "ol.start": "Un atributo entero que especifica el valor inicial para enumerar los elementos de una lista individual.",
    "ol.type": "Indica el tipo de numeración: \"a\" indica minúsculas, \"A\" indica mayúsculas, \"i\" indica números romanos en minúsculas, \"I\" indica números romanos en mayúsculas y \"1\" indica los números.",
    "optgroup.disabled": "Si se establece este atributo booleano, no se puede seleccionar ningún elemento en este grupo de opciones.",
    "optgroup.label": "El nombre del grupo de opciones que el navegador puede usar al etiquetar las opciones de la interfaz de usuario.",
    "option.disabled": "Si se define este atributo booleano, esta opción no se puede marcar.",
    "option.label": "Este atributo es un texto para la etiqueta que indica el significado de la opción.",
    "option.selected": "Si está presente, este atributo booleano indica que la opción se ha seleccionado inicialmente.",
    "option.value": "El contenido textual de este atributo representa la etiqueta que explica la opción.",
    "output.for": "Una lista de identificaciones de los demás elementos que indica que esos elementos han contribuido con valores de entrada (sino se verían afectados) al cálculo.",
    "output.form": "El elemento formulario a cual está asociado este elemento (su \"formulario dueño\").",
    "output.name": "El nombre del elemento.",
    "param.name": "El nombre del parámetro.",
    "param.type": "Se usa solo si el tipo de valor se define como \"ref\".",
    "param.value": "El valor del parámetro.",
    "param.valuetype": "Esta es una API obsoleta y no se garantiza que funcione.",
    "progress.form": "Este atributo especifica el formulario al cual pertenece el elemento de progreso.",
    "progress.max": "Este atributo describe cuanto trabajo requiere la tarea indicado por el elemento progress.",
    "progress.value": "Este atributo especifica cuánta tarea que se ha llevado a cabo.",
    "q.cite": "El valor de este atributo es una URL que designa el documento o mensaje fuente para la información citada.",
    "script.async": "Se define este atributo booleano para indicar que el navegador debería, si es posible, ejecutar el script asíncronamente. ",
    "script.defer": "Se define este atributo booleano para indicarle al navegador que el script tiene que ser ejecutado después de analizarse el documento.",
    "script.language": "Como el atributo type, este atributo identifica el lenguaje de script en uso.",
    "script.src": "Este atributo especifica el URI de un script externo; se puede usar como alternativa a la incrustación de un script directamente en el documento.",
    "script.type": "Este atributo identifica el lenguaje del scripting del código incrustado en el elemento script o al cual se hace referencia a través del atributo src del elemento.",
    "select.autofocus": "Este elemento te permite especificar que el control del formulario debería tener un foco de entrada cuando la página se carga a menos que el usuario no lo sobrescribe, por ejemplo escribiendo en un control diferente.",
    "select.disabled": "Este atributo booleano indica que el usuario no puede interactuar con el control.",
    "select.form": "El elemento formulario al cual está asociado el elemento seleccionado (su \"formulario dueño\").",
    "select.multiple": "Este atributo booleano indica que se pueden seleccionar múltiples opciones en la lista.",
    "select.name": "El nombre del control.",
    "select.required": "Este atributo booleano indica que se tiene que seleccionar una opción con un valor sin cadena vacía.",
    "select.selectedIndex": "El índice del elemento <option> seleccionado.",
    "select.size": "Si el control se presenta como un recuadro con lista de desplazamiento, este atributo representa el número de líneas en la lista que deberían mostrarse a la vez.",
    "source.media": "Consulta mediática del recurso de los medios a los cuales se dirige.",
    "source.src": "Requerida; la dirección del recurso de los medios.",
    "source.type": "El tipo MIME del recurso, opcionalmente con un parámetro codecs.",
    "style.disabled": "Si se establece, desactiva (no aplica) las reglas de estilo del documento especificadas adentro del elemento.",
    "style.media": "A qué tipo de medios debería aplicarse este estilo.",
    "style.scoped": "Si este atributo está presente, entonces el estilo se aplica solo a su elemento padre.",
    "style.title": "Especifica conjuntos de hojas de estilo alternativos.",
    "style.type": "Este atributo define el estilo del lenguaje como un tipo MIME (el conjunto de caracteres no debería especificarse).",
    "table.align": "Este atributo enumerado indica cómo se tiene que alinear la tabla con respecto al documento que la contiene.",
    "table.bgcolor": "Este atributo define el color de fondo de la tabla y su contenido.",
    "table.border": "Este atributo entero define, en pixeles, la medida del marco alrededor de la tabla.",
    "table.cellpadding": "Este atributo define el espacio entre el contenido de la celda y su borde, sea que este se muestre o no.",
    "table.cellspacing": "Este atributo define el tamaño, en porcentaje o en pixeles, del espacio entre dos celdas (horizontal y verticalmente), entre la parte superior de la tabla y las celdas de la primera fila, el lado izquierdo de la tabla y la primera columna, el lado derecho de la tabla y la última columna y la parte inferior de la tabla y la última fila.",
    "table.frame": "Este atributo enumerado define cuál lado del marco que rodea la tabla se debe mostrar.",
    "table.rules": "Este atributo enumerado define donde las reglas, e.g.",
    "table.summary": "Este atributo define un uso alternativo del texto para describir la tabla en el usuario-agente incapaz de mostrarla.",
    "table.width ": "Este atributo define lo ancho de la tabla.",
    "tbody.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal del contenido de cada celda.",
    "tbody.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "tbody.char": "Este atributo se usa para establecer el carácter para alinear las celdas de una columna.",
    "tbody.charoff": "Este atributo se usa para indicar el número de caracteres que desplazan los datos de la columna de los caracteres de alineación especificados por el atributo carácter.",
    "tbody.valign": "Este atributo especifica la alineación vertical del texto entre cada fila de celdas de la cabecera de la tabla.",
    "td.abbr": "Este atributo contiene una breve descripción abreviada del contenido de la celda. ",
    "td.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal del contenido de cada celda.",
    "td.axis": "Este atributo contiene una lista de cadenas separadas por espacios.",
    "td.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "td.char": "Este atributo se utiliza para establecer el carácter para alinear las celdas de una columna.",
    "td.charoff": "Este atributo se usa para indicar el número de caracteres que desplazan los datos de la columna de los caracteres de alineación especificados por el atributo carácter.",
    "td.colspan": "Este atributo contiene un número entero no negativo que indica por cuántas columnas se extiende la celda.",
    "td.headers": "Este atributo es una lista de cadenas separadas por espacios; cada una corresponde al atributo identificación del los elementos <th> que aplican a este elemento.",
    "td.rowspan": "Este atributo contiene un número entero no negativo que indica por cuántas filas se extiende la celda.",
    "td.scope": "Este API es obsoleto y ya no se puede garantizar que funcione en HTML5",
    "td.valign": "Este atributo especifica la alineación vertical del texto entre cada fila de celdas de la cabecera de la tabla.",
    "textarea.autofocus": "Este atributo booleano te permite especificar que el control del formulario debería tener un foco de entrada cuando la página se carga, a menos que el usuario no lo sobrescriba, por ejemplo escribiendo un control diferente.",
    "textarea.cols": "El ancho visible, en carácter promedio del ancho, del control del texto.",
    "textarea.disabled": "Este atributo booleano indica que el usuario no puede interactuar con el control.",
    "textarea.form": "El elemento formulario al cual está asociado el elemento caja de texto (su \"formulario dueño\").",
    "textarea.maxlength": "El número máximo de caracteres (en puntos del código Unicode) que el usuario puede escribir.",
    "textarea.name": "El nombre del control.",
    "textarea.placeholder": "Una pista para el usuario de lo que se puede escribir en el control.",
    "textarea.readonly": "Este atributo booleano indica que el usuario no puede modificar el valor del control.",
    "textarea.required": "Este atributo especifica que el usuario debe introducir un valor antes de enviar un formulario.",
    "textarea.rows": "El número de líneas del texto visibles para el control.",
    "textarea.selectionDirection": "La dirección en la cual ocurrió la selección.",
    "textarea.selectionEnd": "El índice del último carácter en la selección actual.",
    "textarea.selectionStart": "El índice del primer carácter en la selección actual.",
    "textarea.wrap": "Indica cómo el control se ajusta al texto.",
    "tfoot.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal del contenido de cada celda.",
    "tfoot.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "tfoot.char": "Este atributo se utiliza para definir el carácter para alinear las celdas de una columna.",
    "tfoot.charoff": "Este atributo se usa para indicar el número de caracteres que desplazan los datos de la columna de los caracteres de alineación especificados por el atributo carácter.",
    "tfoot.valign": "Este atributo especifica la alineación vertical del texto entre cada fila de celdas de la cabecera de la tabla.",
    "th.abbr": "Este atributo contiene una breve descripción abreviada del contenido de la celda. ",
    "th.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal del contenido de cada celda.",
    "th.axis": "Este atributo contiene una lista de cadenas separadas por espacios.",
    "th.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "th.char": "Este atributo se utiliza para establecer el carácter que alinea las celdas de una columna.",
    "th.charoff": "Este atributo se usa para indicar el número de caracteres que desplazan los datos de la columna de los caracteres de alineación especificados por el atributo carácter.",
    "th.colspan": "Este atributo contiene un número entero no negativo que indica por cuántas columnas se extiende la celda.",
    "th.headers": "Este atributo es una lista de cadenas separadas por espacios; cada una corresponde  al atributo identificación de los elementos <th> que aplican a este elemento.",
    "th.rowspan": "Este atributo contiene un número entero no negativo que indica por cuántas filas se extiende la celda.",
    "th.scope": "Este elemento enumerado define las celdas que el encabezado definió en este elemento <th> al cual se relaciona.",
    "th.valign": "Este atributo especifica la alineación vertical del texto entre cada fila de celdas de la cabecera de la tabla.",
    "thead.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal del contenido de cada celda.",
    "thead.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "thead.char": "Este atributo se utiliza para definir el carácter para alinear las celdas de una columna.",
    "thead.charoff": "Este atributo se usa para indicar el número de caracteres que desplazan los datos de la columna de la alineación de los caracteres especificados por el atributo carácter.",
    "thead.valign": "Este atributo especifica la alineación vertical del texto entre cada fila de celdas de la cabecera de la tabla.",
    "time.datetime": "Este atributo indica la hora y la fecha del elemento y debe ser una fecha válida con un cadena de tiempo opcional.",
    "time.pubdate": "(Este complemento se está debatiendo en el WHATWG y en el grupo de trabajo W3C HTML5.)\nEste atributo booleano especifica que la fecha y la hora proporcionada por el elemento se refiere a la fecha de publicación del documento. ",
    "tr.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal del contenido de cada celda.",
    "tr.bgcolor": "Este atributo define el color de fondo de cada celda de la fila.",
    "tr.char": "Este atributo se utiliza para establecer el carácter para alinear las celdas de una columna.",
    "tr.charoff": "Este atributo se usa para indicar el número de caracteres que desplazan los datos de la columna de los caracteres de alineación especificados por el atributo carácter.",
    "tr.valign": "Este atributo especifica la alineación vertical del texto en cada fila de celdas de la cabecera de la tabla.",
    "ul.compact": "Este atributo booleano sugiere que la lista debe mostrarse en un estilo compacto.",
    "ul.type": "Se usa para definir el estilo de las viñetas para la lista.",
    "video.autobuffer": "Un atributo booleano; si se especifica, el video empezará a almacenarse automáticamente, en la memoria intermedia aunque no se haya definido que se reproduzca automáticamente.",
    "video.autoplay": "Un atributo booleano; si se especifica, el video empezará a reproducirse automáticamente tan pronto como lo pueda hacer sin tener que parar para terminar la carga de datos.",
    "video.buffered": "Un atributo que se puede leer para determinar que rango de tiempo de los medios ha sido almacenado en la memoria intermedia.",
    "video.controls": "Si este atributo está presente, Gecko ofrecerá controles para permitirle al usuario controlar la reproducción del video, incluyendo el volumen, la búsqueda, la pausa o reinicio de la reproducción.",
    "video.height": "La altura del área de visualización del video, en pixeles CSS.",
    "video.loop": "Un atributo booleano; si se especifica, al llegar al final del video, regresaremos automáticamente al inicio.",
    "video.muted": "Un atributo booleano que indica la configuración predeterminada del audio en el video.",
    "video.poster": "Una URL que indica un cuadro que se muestra hasta que el usuario reproduzca o busque.",
    "video.preload": "Este atributo enumerado sirve para proporcionarle una pista al navegador sobre qué ofrecerá la mejor experiencia posible, según el autor.",
    "video.src": "La URL del video a incrustar.",
    "video.width": "El ancho, en pixeles CSS, de la pantalla del video."
}