{
    "a.charset": "Этот атрибут определяет кодировку символов привязанного ресурса.",
    "a.coords": "Для использования с формами объекта, этот признак использует разделённый запятыми список чисел, чтобы определить координаты объекта на странице.",
    "a.datafld": "Этот атрибут определяет имя колонки из того объекта-источника данных, который поставляет связанные данные.",
    "a.datasrc": "Этот атрибут указывает на идентификатор объекта-источника данных, который поставляет данные, связанные с этим элементом.",
    "a.href": "Это - единственный необходимый атрибут для якорей, определяющих гипертекстовую ссылку на источник.",
    "a.hreflang": "Этот атрибут указывает на язык привязанного ресурса.",
    "a.media": "Этот атрибут определяет медиа средства, к которым относится приязанный ресурс.",
    "a.methods": "Значение этого атрибута даёт информацию о функциях, которые могли бы быть выполнены на объекте.",
    "a.name": "Этот атрибут требуется в якоре, определяющем местоположение цели в пределах страницы.",
    "a.ping": "Поддержка \"ping\" была отключена начиная с Firefox 3 бета 3.",
    "a.rel": "Для якорей, содержащих атрибут href, этот атрибут определяет отношения целевого объекта к объекту \"сноска\".",
    "a.rev": "Этот атрибут определяет обратную ссылку, обратное отношение атрибута \"rel\".",
    "a.shape": "Этот атрибут используется, чтобы определить выделяемую область для гипертекстовых ссылок на источники, связанных с фигурой, чтобы создать карту изображения.",
    "a.target": "Этот атрибут определяет, где показывать привязанный ресурс.",
    "a.type": "Этот признак определяет тип медиа средств в форме MIME-типа для цели \"ссылка\".",
    "a.urn": "Этот, предположительно поддерживаемый Microsoft'ом атрибут, связывает унифицированное имя ресурса (URN) со ссылкой.",
    "area.accesskey": "Определяет для элемента акселератор навигации с помощью клавиатуры.",
    "area.alt": "Альтернативная текстовая строка, чтобы показывать на браузерах, которые не показывают изображения.",
    "area.coords": "Ряд значений, определяющих координаты области \"горячая точка\".",
    "area.href": "Цель гиперссылки для этой области.",
    "area.hreflang": "Указывает на язык привязанного ресурса.",
    "area.media": "Намек на медиа, для которого был разработан привязанный ресурс, например \"печатать\" и \"экран\".",
    "area.name": "Определите название мышелюбивой области так, чтобы её могли использовать в своих сценариях более старые браузеры.",
    "area.nohref": "Указывает, что для связанной области не существует гиперссылки.",
    "area.rel": "Для якорей, содержащих атрибут href, этот атрибут определяет отношения целевого объекта к объекту \"сноска\".",
    "area.shape": "Форма связанной горячей точки.",
    "area.tabindex": "Числовое значение, указывающее на положение определённой области в порядке перемещения по клавише табуляции браузера.",
    "area.target": "Этот атрибут определяет, где показывать привязанный ресурс.",
    "area.type": "Этот признак определяет тип медиа средств в форме MIME-типа для цели \"ссылка\".",
    "audio.autobuffer": "Булев атрибут; если он определён, аудио автоматически начнет загружаться, даже если оно не установлено на автоматическое проигрывание.",
    "audio.autoplay": "Булев атрибут; если он определен (даже если его значение \"false\"! ), аудио автоматически начнет воспроизводиться, как только сможет, не останавливаясь для того, чтобы закончить загружать данные.",
    "audio.buffered": "Атрибут, который Вы можете прочитать, чтобы определить, какие диапазоны времени медиа были буферизованы.",
    "audio.controls": "Если этот атрибут будет присутствовать, то браузер предложит средства управления, чтобы позволить пользователю управлять аудио воспроизведением, включая \"громкость\", \"поиск\" и \"пауза/продолжить воспроизведение\".",
    "audio.loop": "Булев атрибут; если он определен, мы будем, по достижению конца аудио, автоматически искать назад в начало.",
    "audio.mozCurrentSampleOffset": "Отступ, определенный как число образцов с начала аудиопотока, на котором в настоящее время проигрывается аудио.",
    "audio.muted": "Булев атрибут, который указывает, будет ли аудио первоначально заглушено.",
    "audio.preload": "Этот нумерованный атрибут предназначен, чтобы обеспечить намек браузеру о том, что, по мнению автора, приведет к лучшему пользовательскому опыту.",
    "audio.src": "URL аудио, которое необходимо внедрить.",
    "base.href": "Базовый URL, который будет использоваться по всему документу для относительных адресов URL.",
    "base.target": "Имя или ключевое слово, указывающее на местоположение по умолчанию, в котором будет показан результат, когда гиперссылки или формы вызывают навигацию, для элементов, у которых нет явной ссылки на цель.",
    "bdo.dir": "Направление текста в этом элементе.",
    "blockquote.cite": "URL, назначающий документ-источник или сообщение для цитируемой информации.",
    "body.alink": "Цвет текста для гиперссылок, когда они становятся выбраны.",
    "body.background": "URI изображения, которое необходимо использовать в качестве фона.",
    "body.bgcolor": "Фоновый цвет для документа.",
    "body.link": "Цвет текста для непосещённых гипертекстовых ссылок.",
    "body.onafterprint": "Функция, которая будет вызвана после того, как пользователь распечатает документ.",
    "body.onbeforeprint": "Функция, которая вызывается когда пользователь просит печать документа.",
    "body.onbeforeunload": "Функция, которая вызывается, когда документ собирается быть разгруженным.",
    "body.onblur": "Функция, которая вызывается, когда документ теряет фокус.",
    "body.onerror": "Функция, которая будет вызвана, когда документ не загружается должным образом.",
    "body.onfocus": "Функция, которая вызывается, когда документ получает фокус.",
    "body.onhashchange": "Функция, которая вызывается, когда в адресе текущего документа изменяется идентификатор фрагмента (отрезок, начинающийся со знака \"решётка\" (#) ) .",
    "body.onload": "Функция, которая должна вызываться, когда документ закончил загружаться.",
    "body.onmessage": "Функция, которая вызывается, когда документ получил сообщение.",
    "body.onoffline": "Функция, которая будет вызвана, когда сетевая передача информации оборвётся.",
    "body.ononline": "Функция, которую нужно вызывать, когда сетевая передача информации восстановилась.",
    "body.onpopstate": "Функция, которая будет вызвана, когда пользователь прошёл по истории сессии.",
    "body.onredo": "Функция, которая будет вызываться, когда пользователь прошёл вперёд по истории операций \"отмена\".",
    "body.onresize": "Функция, которую необходимо вызывать, когда изменяется размер документа.",
    "body.onstorage": "Функция, которую нужно вызывать, когда место для хранения изменилось.",
    "body.onundo": "Функция, которая будет вызываться, когда пользователь прошёл назад по истории операций \"отмена\".",
    "body.onunload": "Функция, которая вызывается, когда документ уходит.",
    "body.text": "Цвет переднего плана для текста.",
    "body.vlink": "Цвет текста для посещённых гипертекстовых ссылок.",
    "br.clear": "Указывает, где начать следующую строку после разрыва.",
    "button.autofocus": "Этот Булев атрибут позволяет Вам определять, что кнопка должна иметь фокус ввода когда страница загружается, если только пользователь не подавляет его, например, впечатывая другое контрольное значение.",
    "button.disabled": "Этот Булев атрибут указывает, что пользователь не может взаимодействовать с кнопкой.",
    "button.form": "Элемент \"форма\", с которым связана кнопка (его владелец формы).",
    "button.formaction": "URI программы, которая обрабатывает информацию, отправленную кнопкой.",
    "button.formenctype": "Если кнопка - это кнопка \"Отправить\", то этот атрибут определяет тип содержания, которое используется, чтобы послать форму на сервер.",
    "button.formmethod": "Если кнопка является кнопкой \"Отправить\", этот атрибут определяет метод HTTP который использует браузер, чтобы отправить форму.",
    "button.formnovalidate": "Если кпопка - это кнопка \"Отправить\", этот Булев атрибут определяет, что при отправке форма не должна проверяться на правильность заполнения.",
    "button.formtarget": "Если кнопка - это кнопка \"Отправить\", то этот атрибут является названием или ключевым словом, указывающим на то, где отображать ответ, получаемый после отправки формы.",
    "button.name": "Название кнопки, который отправляется с данными о форме.",
    "button.type": "Тип кнопки.",
    "button.value": "Начальное значение кнопки.",
    "canvas.height": "Высота координатного пространства в пикселях CSS.",
    "canvas.width": "Ширина координатного пространства в пикселях CSS.",
    "caption.align": "Этот нумерованный атрибут указывает, как заголовок должен выравниваться по отношению к таблице.",
    "col.align": "Этот нумерованный атрибут определяет, как будет манипулироваться горизонтальное выравнивание содержания в каждой клетке колонки.",
    "col.bgcolor": "Этот атрибут определяет фоновый цвет каждой клетки колонки.",
    "col.char": "Этот атрибут используется, чтобы задать символ, по которому должны выравниваться клетки в колонке.",
    "col.charoff": "Этот атрибут используется, чтобы указать число знаков, на которое нужно сместить данные в колонке от настроечных символов, определенных аттрибутом \"char\".",
    "col.span": "Этот атрибут содержит положительное целое число, указывающее на число последовательных колонок, которые охватывает элемент <col>.",
    "col.valign": "Этот атрибут определяет вертикальное выравнивание текста в каждой клетке колонки.",
    "col.width": "Этот атрибут определяет стандартную ширину каждой колонки в текущей группе колонок.",
    "colgroup.align": "Этот нумерованный атрибут определяет, как будет манипулироваться горизонтальное выравнивание содержания в каждой клетке колонки.",
    "colgroup.bgcolor": "Этот атрибут определяет цвет фона в каждой клетке колонки, являющейся членом группы \"колонка\".",
    "colgroup.char": "Этот атрибут используется, чтобы задать символ, по которому должны выравниваться клетки в колонке.",
    "colgroup.charoff": "Этот атрибут используется, чтобы указать число знаков, на которое нужно сместить данные в колонке от настроечных символов, определенных аттрибутом \"char\".",
    "colgroup.span": "Этот атрибут содержит положительное целое число, указывающее на число дополнительных последовательных колонок, к которым необходимо применить атрибуты элемента <column>.",
    "colgroup.valign": "Этот атрибут определяет вертикальное выравнивание текста в каждой клетке колонки.",
    "colgroup.width": "Этот атрибут определяет стандартную ширину каждой колонки в текущей группе колонок.",
    "command.checked": "Указывает, выбрана ли команда.",
    "command.disabled": "Указывает, что команда не доступна.",
    "command.icon": "Дает картинку, которая представляет команду.",
    "command.label": "Название команды как она показана пользователю.",
    "command.radiogroup": "Этот атрибут дает имя группы команд с типом \"радио\", который переключится, когда сама команда будет переключена.",
    "command.type": "Этот признак указывает на вид команды.",
    "dd.nowrap": "Если значение этого атрибута будет установлена на \"да\", то текст определения не будет обтекающим.",
    "del.cite": "URI для ресурса, который объясняет изменение (например, протокол совещания).",
    "del.datetime": "Этот атрибут указывает на время и дату изменения, и должен быть допустимой датой с необязательной строкой времени.",
    "details.open": "Этот Булев признак указывает, будут ли детали показаны пользователю после загрузки страницы.",
    "dl.compact": "Вынуждает описание определения появиться в той же самой строке, что и термин определения.",
    "embed.height": "Отображаемая высота ресурса, в пикселях CSS.",
    "embed.src": "URL ресурса, который необходимо внедрить.",
    "embed.type": "MIME-тип, использующийся для того, чтобы выбрать экземпляр какого плагина необходимо создать.",
    "embed.width": "Отображаемая ширина ресурса, в пикселях CSS.",
    "fieldset.disabled": "Если этот Булев атрибут установлен, средства управления формой, которые являются его потомками, кроме потомков его первого необязательного элемента <legend> становятся блокированы, то есть не редактируются.",
    "fieldset.form": "Этот атрибут имеет значение атрибута \"id\" элемента <form>, с которым он связан.",
    "fieldset.name": "Название, связанное с группой, которое оптравляется с данными о форме.",
    "form.accept": "Разделённый запятыми список типов содержания, которые принимает сервер.",
    "form.accept-charset": "Список кодировок символов, которые принимает сервер.",
    "form.action": "URI программы, которая обрабатывает информацию, отправленную в бланке.",
    "form.autocomplete": "Указывает, может ли браузер автоматически по умолчанию заканчивать значения средств управления в этой форме.",
    "form.enctype": "Когда значением атрибута \"метод\" является \"post\", этот признак представляет собой MIME-тип содержания, которое используется, чтобы послать форму на сервер.",
    "form.method": "Метод HTTP, который браузер использует, чтобы отправить форму.",
    "form.name": "Название формы.",
    "form.novalidate": "Этот Булев атрибут определяет, что при отправке форма не должна проверяться на правильность заполнения.",
    "form.target": "Имя или ключевое слово, указывающее, где показать ответ, полученный после отправки формы.",
    "head.profile": "URI одного или более профилей метаданных, разделённые пробелом.",
    "hr.align": "Не рекомендуется начиная с HTML4.01. Устарел начиная с HTML5",
    "hr.color": "Устанавливает цвет линейки используя название цвета или шестнадцатеричное значение.",
    "hr.noshade": "Не рекомендуется начиная с HTML4.01. Устарел начиная с HTML5",
    "hr.size": "Не рекомендуется начиная с HTML4.01. Устарел начиная с HTML5",
    "hr.width": "Устанавливает длину линии на странице через значение пикселя или процента.",
    "html.manifest": "Определяет URL манифеста ресурса, указывающего на ресурсы, которые должны помещаться в кэш-память локально.",
    "html.version": "Определяет версию Определения Типа Документа HTML, которое управляет текущим документом.",
    "iframe.align": "Выравнивание этого элемента относительно окружающего контекста.",
    "iframe.frameborder": "Значение 1 (по умолчанию) говорит браузеру нарисовать границу между этой рамкой и любой другой рамкой.",
    "iframe.height": "Указывает на высоту рамки HTML5 в пикселях CSS или HTML 4.01 в пикселях или как процент.",
    "iframe.longdesc": "URI длинного описания рамки.",
    "iframe.marginheight": "Количество пространства в пикселях между содержанием рамки и его верхним и нижним полями.",
    "iframe.marginwidth": "Количество пространства в пикселях между содержанием рамки и его левым и правым полями.",
    "iframe.mozallowfullscreen": "В Gecko 9.0 или позже, этот атрибут может быть установлен на \"true\", если рамке позволяется быть помещенной в полноэкранный режим, вызывая его метод element.mozRequestFullScreen().",
    "iframe.name": "Название внедрённого контекста просмотра (или рамы).",
    "iframe.sandbox": "Если этот атрибут определён как пустая строка, он разрешает дополнительные ограничения на содержание, которое может появиться во встроенной рамке.",
    "iframe.scrolling": "Нумерованный атрибут, указывающий, когда браузер должен предоставить полосу прокрутки (или другое устройство прокрутки) для рамки: auto: Только при необходимости.",
    "iframe.seamless": "Этот Булев признак указывает, что браузер должен отображать встроенную рамку так, чтобы она выглядела как часть содержащего её документа, например применяя стили CSS, относящиеся к <iframe>, к содержащему документу прежде, чем стили определённые в том документе, и открывая ссылки в содержащихся документах в родительском контексте просмотра (если только другая установка не предотвращает этого).",
    "iframe.src": "URL страницы, которую необходимо внедрить.",
    "iframe.srcdoc": "Содержание страницы, которую должен содержать вложенный контекст.",
    "iframe.webkitallowfullscreen": "В Хроме 17 или позже (и возможно ранее), этот атрибут может быть установлен на true, если рамке позволено быть помещенной в полноэкранный режим, вызывая его метод element.webkitRequestFullScreen().",
    "iframe.width": "Указывает на ширину рамки HTML5 в пикселях CSS или HTML 4.01 в пикселях или как процент.",
    "img.align": "Выравнивание изображения относительно окружающего его контекста.",
    "img.alt": "Этот атрибут определяет альтернативный текст, описывающий изображение.",
    "img.border": "Ширина обрамления вокруг изображения.",
    "img.crossorigin": "Этот нумерованный признак указывает, должна ли загрузка связанного изображения делаться с помощью CORS или нет.",
    "img.height": "Высота изображения в пикселях CSS HTML5 или в HTML 4.01 в пикселях или как процент.",
    "img.hspace": "Число пикселей пробела, который требуется вставить слева и справа от изображения.",
    "img.ismap": "Этот Булев атрибут указывает, что изображение является частью серверной карты ссылок.",
    "img.longdesc": "URL описания отображаемого изображения, который добавляет текст alt.",
    "img.name": "Название для элемента.",
    "img.src": "URL изображения, этот атрибут обязателен для элемента <img>.",
    "img.usemap": "Частичный URL (начинающийся с '# ') карты изображения, связанный с элементом.",
    "img.vspace": "Число пикселей пробела для вставки выше и ниже изображения.",
    "img.width": "Ширина изображения в пикселях или процентах.",
    "input.accept": "Если значение атрибута type - это \"файл\", этот атрибут указывает на типы файлов, которые принимает сервер; в других случаях он игнорируется.",
    "input.accesskey": "Одиночный знак, который пользователь может нажать, чтобы переключить фокус ввода на элемент управления.",
    "input.autocomplete": "Этот атрибут указывает, может ли значение элемента контроля быть автоматически закончено браузером.",
    "input.autofocus": "Этот Булев атрибут позволяет Вам определить, что когда страница загружается, контроль за формой должен иметь фокус ввода, если только пользователь не подавит его, например, впечатывая другое контрольное значение.",
    "input.checked": "Когда значением атрибута \"type\" является \"radio\" или \"checkbox\", присутствие этого Булева признака указывает, что контроль выбран по умолчанию; в других случаях он игнорируется.",
    "input.disabled": "Этот Булев атрибут указывает, что элемент управления формой не доступен для взаимодействия.",
    "input.form": "Элемент формы, с которым связан входной элемент (владелец его формы).",
    "input.formaction": "URI программы, которая обрабатывает информацию, представленную входным элементом, если он - кнопка \"отправить\" или изображение.",
    "input.formenctype": "Если входной элемент - это кнопка \"Отправить\" или изображение, то этот атрибут определяет тип содержания, которое используется, чтобы отправить форму на сервер.",
    "input.formmethod": "Если входной элемент - кнопка \"Отправить\" или изображение, этот признак определяет метод HTTP, который использует браузер, чтобы отправить форму.",
    "input.formnovalidate": "Если входной элемент - кнопка \"Отправить\" или изображение, этот Булев атрибут определяет, что при отправке форма не должна проверяться на правильность заполнения.",
    "input.formtarget": "Если входной элемент - это кнопка \"Отправить\" или изображение, то этот атрибут является названием или ключевым словом, указывающим на то, где отображать ответ, получаемый после отправки формы.",
    "input.height": "Если значение атрибута type - изображение, этот атрибут определяет высоту изображения, показанного для кнопки.",
    "input.list": "Идентифицирует список предопределённых вариантов, которые необходимо предложить пользователю.",
    "input.max": "Максимальное значение (числовое или дата/время) для этого пункта, которое не должно быть меньше, чем его минимальное значение (атрибут \"min\").",
    "input.maxlength": "Если значением атрибута type является текст, электронная почта, поиск, пароль, телефон или URL, то этот атрибут определяет максимальное количество знаков (в кодовых точках Unicode), которые пользователь может ввести; для других типов контроля это игнорируется.",
    "input.min": "Минимальное значение (числовое или дата/время) для этого пункта, которое не должен быть больше, чем его максимальное значение (атрибут \"макс\").",
    "input.mozactionhint": "Определяет \"намёк на действие\", используемый чтобы определять, как маркировать клавишу ENTER на мобильных устройствах с виртуальной клавиатурой.",
    "input.multiple": "Этот Булев признак указывает, может ли пользователь ввести более, чем одно значение.",
    "input.name": "Название элемента контроля, который отправляется с данными о форме.",
    "input.pattern": "Регулярное выражение, по которому проверяется значение средства управления.",
    "input.placeholder": "Намек пользователю на то, что можно ввести в элемент контроля.",
    "input.readonly": "Этот Булев атрибут указывает, что пользователь не может изменить значение элемента контроля.",
    "input.required": "Этот атрибут определяет, что пользователь должен заполнить значение прежде, чем послать форму.",
    "input.selectionDirection": "Направление, в котором произошло выделение.",
    "input.size": "Начальный размер элемента контроля.",
    "input.src": "Если значением атрибута \"type\" является изображение, этот атрибут определяет URI для местоположения изображения, которое будет  показано на графической кнопке \"Отправить\"; в других случаях он игнорируется.",
    "input.step": "Работает с атрибутами \"min\" и \"max\", чтобы ограничить приращения, на которые может устанавливаться числовое значение или значение даты-времени.",
    "input.tabindex": "Позиция элемента в порядке перемещения по клавише табуляции для текущего документа.",
    "input.type": "Тип элемента контроля, который необходимо показать.",
    "input.usemap": "Название элемента <map>, которое используется как карта изображения.",
    "input.value": "Начальное значение элемента контроля.",
    "input.width": "Если значением атрибута \"type\" является изображение, этот атрибут определяет ширину изображения, показанного для кнопки.",
    "input.x-moz-errormessage": "Это расширение от Мозиллы позволяет Вам определить какое сообщение об ошибке показать, когда поле ввода не прошло проверку на правильность заполнения.",
    "ins.cite": "Этот признак определяет URI ресурса, который объясняет изменение, например, ссылку на какой-нибудь протокол совещания или заявку в системе поиска неисправностей.",
    "ins.datetime": "Этот атрибут указывает на время и дату изменения, и должен быть допустимой датой с необязательной строкой времени.",
    "keygen.autofocus": "Этот Булев признак позволяет Вам определить, что когда страница загружается, контроль за формой должен иметь фокус ввода, если только пользователь не подавит его, например, впечатывая другое контрольное значение.",
    "keygen.challenge": "Строка-проверка, которая отправляется вместе с открытым ключом.",
    "keygen.disabled": "Этот Булев атрибут указывает, что элемент управления формой не доступен для взаимодействия.",
    "keygen.form": "Элемент формы, с которым связан этот элемент (его владелец формы).",
    "keygen.keytype": "Тип генерируемой кнопки.",
    "keygen.name": "Название элемента контроля, который отправляется с данными о форме.",
    "label.accesskey": "Быстрая клавиша, чтобы получить доступ к этому элементу с клавиатуры.",
    "label.for": "Идентификатор связанного с формой элемента, к которому можно применить лейбл, в том же документе, что и элемент \"лейбл\".",
    "label.form": "Элемент формы, с которым связан элемент \"label\" (владелец его формы).",
    "link.charset": "Этот атрибут определяет кодировку символов привязанного ресурса.",
    "link.disabled": "Этот атрибут используется, чтобы запретить отношения ссылки.",
    "link.href": "Этот атрибут определяет URL связанного ресурса.",
    "link.hreflang": "Этот атрибут указывает на язык привязанного ресурса.",
    "link.media": "Этот атрибут определяет медиа средства, к которым относится приязанный ресурс.",
    "link.methods": "Значение этого атрибута даёт информацию о функциях, которые могли бы быть выполнены на объекте.",
    "link.rel": "Этот атрибут называет отношения привязанного документа к текущему документу.",
    "link.rev": "Значение этого признака показывает отношения текущего документа к привязанному документу, как определено атрибутом href.",
    "link.sizes": "Этот атрибут определяет размеры иконок для визуальных медиа средств, содержащихся в ресурсе.",
    "link.target": "Определяет имя рамки или окна, у которого есть определенные отношения соединения, или которое покажет визуализацию любого привязанного ресурса.",
    "link.type": "Этот атрибут используется, чтобы определить тип содержания, привязанного ссылкой.",
    "menu.label": "Даёт метку меню.",
    "menu.type": "Используется, чтобы указать на вид объявляемого меню.",
    "meta.charset": "Этот атрибут объявляет кодировку символов, используемую на странице.",
    "meta.content": "Этот атрибут дает значение, связанное с атрибутом http-equiv или name , в зависимости от контекста.",
    "meta.http-equiv": "Этот пронумерованный атрибут определяет прагму, которая может изменить поведение серверов и пользовательских агентов.",
    "meta.name": "Этот атрибут определяет название метаданных на уровне документа.",
    "meta.scheme": "Этот атрибут определяет схему, в которой описаны метаданные.",
    "meter.form": "Этот атрибут связывает элемент с элементом формы, у которого есть в собственности элемент meter.",
    "meter.high": "Нижняя числовая граница верхнего уровня измеряемого диапазона.",
    "meter.low": "Верхняя числовая граница нижнего уровня измеряемого диапазона.",
    "meter.max": "Верхняя числовая граница измеряемого диапазона.",
    "meter.min": "Нижняя числовая граница измеряемого диапазона.",
    "meter.optimum": "Этот атрибут указывает на оптимальное числовое значение.",
    "meter.value": "Текущее числовое значение.",
    "object.archive": "Разделенный пробелами список URIs для архивов с ресурсами для объекта.",
    "object.border": "Ширина обрамления вокруг контроля, в пикселях.",
    "object.classid": "URI реализации объекта.",
    "object.codebase": "Базовый путь, используемый для того, чтобы разрешать относительные URI, определенный через \"classid\", \"data\" или \"archive\".",
    "object.codetype": "Тип содержания данных, определённый classid.",
    "object.data": "Адрес ресурса как допустимый URL.",
    "object.declare": "Присутствие этого Булева атрибута делает этот элемент только декларацией.",
    "object.form": "Элемент \"форма\" - если он есть - с которым связан элемент \"объект\" (владелец формы).",
    "object.height": "Высота отображаемого ресурса в пикселях CSS.",
    "object.name": "Название допустимого просматриваемого контекста (в HTML5) или название элемента контроля (в HTML 4).",
    "object.standby": "Сообщение, которое браузер может показывать, пока он загружает реализацию объекта и данные.",
    "object.tabindex": "Позиция элемента в порядке перемещения по клавише табуляции для текущего документа.",
    "object.type": "Тип MIME ресурса, определённый данными.",
    "object.usemap": "Хэш-ссылка на элемент <map>; это - '#', сопровождаемый значением элемента \"name\" элемента \"map\".",
    "object.width": "Ширина отображаемого ресурса в пикселях CSS.",
    "ol.compact": "Этот Булев атрибут намекает, что список должен быть предоставлен в компактном стиле.",
    "ol.reversed": "Этот Булев атрибут определяет, что пункты списка перечислены в обратном порядке, то есть",
    "ol.start": "Этот целочисленный атрибут определяет начальную величину для пронумеровывания индивидуальных пунктов списка.",
    "ol.type": "Указывает на тип нумерации: \"а\" означает строчные буквы, \"А\" означает прописные буквы, \"i\" означает строчные римские цифры, \"I\" означает заглавные римские цифры, а \"1\" указывают на арабские цифры.",
    "optgroup.disabled": "Если этот Булев атрибут установлен, ни один из пунктов в этой группе опций нельзя выбрать.",
    "optgroup.label": "Название группы опций, которые браузер может использовать, когда он маркирует опции в пользовательском интерфейсе.",
    "option.disabled": "Если этот Булев атрибут установлен, на эту опцию нельзя поставить галочку.",
    "option.label": "Этот атрибут - текст для лейбла, указывающего на значение опции.",
    "option.selected": "Если  этот Булев атрибут присутствует, он указывает на то, что опция выбрана первоначально.",
    "option.value": "Текстовое содержание этого атрибута представляет лейбл, объясняющий опцию.",
    "output.for": "Список идентификаторов других элементов, указывающий, что эти элементы внесли входные значения в (или иначе затронули) процесс вычисления.",
    "output.form": "Элемент формы, с которым связан этот элемент (\"владелец формы\").",
    "output.name": "Название элемента.",
    "param.name": "Название параметра.",
    "param.type": "Используется только если valuetype поставлен на \"ref\".",
    "param.value": "Значение параметра.",
    "param.valuetype": "Это - устаревший интерфейс программирования приложений и больше нет гарантии, что он будет работать.",
    "progress.form": "Этот атрибут определяет форму, к которой принадлежит элемент \"прогресс\".",
    "progress.max": "Этот атрибут описывает какое количество работы требует задача, обозначенная элементом прогресс.",
    "progress.value": "Этот атрибут определяет, какая часть задачи была выполнена.",
    "q.cite": "Значение этого атрибута - URL, который определяет документ-источник или сообщение для цитируемой информации.",
    "script.async": "Установите этот Булев атрибут, чтобы указывать, что браузер, если это возможно, должен исполнять сценарий асинхронно.",
    "script.defer": "Этот Булев признак устанавливается чтобы указать браузеру, что сценарий предназначен для выполнения после того, как документ будет интерпретирован.",
    "script.language": "Как и атрибут type, этот атрибут опознаёт использующийся скриптовый язык.",
    "script.src": "Этот атрибут определяет URI внешнего сценария; это может использоваться в качестве альтернативы внедрению сценария непосредственно внутри документа.",
    "script.type": "Этот атрибут идентифицирует скриптовый язык  кода, включенного в пределах элемента \"script\" или имеющего ссылку в атрибуте \"src\" элемента.",
    "select.autofocus": "Этот Булев атрибут позволяет Вам определить, что когда страница загружается, контроль за формой должен иметь фокус ввода, если только пользователь не подавит его, например, впечатывая другое контрольное значение.",
    "select.disabled": "Этот Булев атрибут указывает, что пользователь не может взаимодействовать с элементом управления.",
    "select.form": "Элемент формы, с которым связан элемент \"select\" (владелец его формы).",
    "select.multiple": "Этот Булев атрибут указывает, что в списке могут быть выбраны множественные опции.",
    "select.name": "Название элемента контроля.",
    "select.required": "Булев признак, указывающий, что должна быть выбрана опция с непустым значением строки.",
    "select.selectedIndex": "Индекс выбранного <option> элемента.",
    "select.size": "Если элемент контроля представлен как окно с прокручивающимся списком, этот атрибут представляет число рядов в списке, которые должны быть видимы за один раз.",
    "source.media": "Медиа-запрос о заданных медиа-средствах ресурса.",
    "source.src": "Необходим, адрес ресурса медиа.",
    "source.type": "MIME-тип ресурса, в некоторых случаях с параметром кодер-декодеров.",
    "style.disabled": "Если установлен, запрещает (не применяет) правила стиля к Документу, которые определены в пределах элемента.",
    "style.media": "К которому медиа-средству должен относиться этот стиль.",
    "style.scoped": "Если этот атрибут присутствует, то стиль применяется только к его родительскому элементу.",
    "style.title": "Определяет альтернативные наборы таблиц стилей.",
    "style.type": "Этот атрибут определяет язык моделирования как тип MIME (кодировка символов не должна быть определена).",
    "table.align": "Этот нумерованный атрибут указывает, как таблица должна быть выровнена относительно содержащего её документа.",
    "table.bgcolor": "Этот атрибут определяет фоновый цвет таблицы и её содержания.",
    "table.border": "Этот целочисленный атрибут определяет, в пикселях, размер рамки, окружающей таблицу.",
    "table.cellpadding": "Этот атрибут определяет пространство между содержанием клетки и её границей, вне зависимости от того показана она или нет.",
    "table.cellspacing": "Этот атрибут определяет размер, в процентах или в пикселях, пространства между двумя клетками (как горизонтально так и вертикально), между верхом таблицы и клетками первого ряда, левой частью таблицы и первой колонкой, правой частью таблицы и последней колонкой, и основанием таблицы и последним рядом.",
    "table.frame": "Этот нумерованный атрибут определяет, какая сторона рамки, окружающей таблицу, должна быть показана.",
    "table.rules": "Этот нумерованный атрибут определяет правила \"где\", то есть",
    "table.summary": "Этот атрибут определяет альтернативный текст, чтобы описать таблицу если пользовательский агент неспособен показать его.",
    "table.width ": "Этот признак определяет ширину таблицы.",
    "tbody.align": "Этот нумерованный атрибут определяет, как будет манипулироваться горизонтальное выравнивание содержания каждой клетки.",
    "tbody.bgcolor": "Этот атрибут определяет фоновый цвет каждой клетки колонки.",
    "tbody.char": "Этот атрибут используется, чтобы задать символ, по которому должны выравниваться клетки в колонке.",
    "tbody.charoff": "Этот атрибут используется, чтобы указать число знаков, на которое нужно сместить данные в колонке от настроечных символов, определенных аттрибутом \"char\".",
    "tbody.valign": "Этот атрибут определяет вертикальное выравнивание текста в пределах каждого ряда клеток в верхнем колонтитуле таблицы.",
    "td.abbr": "Этот атрибут содержит короткое сокращенное описание содержания клетки.",
    "td.align": "Этот нумерованный атрибут определяет, как будет манипулироваться горизонтальное выравнивание содержания каждой клетки.",
    "td.axis": "Этот атрибут содержит список разделённых пробелом строк.",
    "td.bgcolor": "Этот атрибут определяет фоновый цвет каждой клетки колонки.",
    "td.char": "Этот атрибут используется, чтобы задать символ, по которому должны выравниваться клетки в колонке.",
    "td.charoff": "Этот атрибут используется, чтобы указать число знаков, на которое нужно сместить данные в колонке от настроечных символов, определенных аттрибутом \"char\".",
    "td.colspan": "Этот атрибут содержит неотрицательное целочисленное значение, которое указывает на сколько колонок простирается клетка.",
    "td.headers": "Он приписывает список разделенных пробелом строк, каждая из которых соответствует атрибуту id элементов <th>, который относится к этому элементу.",
    "td.rowspan": "Этот атрибут содержит неотрицательное целочисленное значение, которое указывает на сколько рядов простирается клетка.",
    "td.scope": "Это - устаревший интерфейс программирования приложений и больше нет гарантии, что он будет работать в HTML5",
    "td.valign": "Этот атрибут определяет вертикальное выравнивание текста в пределах каждого ряда клеток в верхнем колонтитуле таблицы.",
    "textarea.autofocus": "Этот Булев атрибут позволяет Вам определить, что когда страница загружается, контроль за формой должен иметь фокус ввода, если только пользователь не подавит его, например, впечатывая другое контрольное значение.",
    "textarea.cols": "Видимая ширина текстового контроля, в средних ширинах символа.",
    "textarea.disabled": "Этот Булев атрибут указывает, что пользователь не может взаимодействовать с элементом управления.",
    "textarea.form": "Элемент формы, с которым связан элемент \"текстовая область\" (владелец его формы).",
    "textarea.maxlength": "Максимальное количество знаков (кодовые точки Unicode), которые может ввести пользователь.",
    "textarea.name": "Название элемента контроля.",
    "textarea.placeholder": "Намёк пользователю о том, что может быть введено в элемент контроля.",
    "textarea.readonly": "Этот Булев атрибут указывает, что пользователь не может изменить значение элемента контроля.",
    "textarea.required": "Этот атрибут определяет, что пользователь должен заполнить значение прежде, чем послать форму.",
    "textarea.rows": "Число видимых строк текста для этого контроля.",
    "textarea.selectionDirection": "Направление, в котором произошло выделение.",
    "textarea.selectionEnd": "Индекс к последнему символу в текущей выделенной области.",
    "textarea.selectionStart": "Индекс к первому символу в текущей выделенной области.",
    "textarea.wrap": "Указывает, как элемент контроля обёртывает текст.",
    "tfoot.align": "Этот нумерованный атрибут определяет, как будет манипулироваться горизонтальное выравнивание содержания каждой клетки.",
    "tfoot.bgcolor": "Этот атрибут определяет фоновый цвет каждой клетки колонки.",
    "tfoot.char": "Этот атрибут используется, чтобы задать символ, по которому должны выравниваться клетки в колонке.",
    "tfoot.charoff": "Этот атрибут используется, чтобы указать число знаков, на которое нужно сместить данные в колонке от настроечных символов, определенных аттрибутом \"char\".",
    "tfoot.valign": "Этот атрибут определяет вертикальное выравнивание текста в пределах каждого ряда клеток в верхнем колонтитуле таблицы.",
    "th.abbr": "Этот атрибут содержит короткое сокращенное описание содержания клетки.",
    "th.align": "Этот нумерованный атрибут определяет, как будет манипулироваться горизонтальное выравнивание содержания каждой клетки.",
    "th.axis": "Этот атрибут содержит список разделённых пробелом строк.",
    "th.bgcolor": "Этот атрибут определяет фоновый цвет каждой клетки колонки.",
    "th.char": "Этот атрибут используется, чтобы задать символ, по которому должны выравниваться клетки в колонке.",
    "th.charoff": "Этот атрибут используется, чтобы указать число знаков, на которое нужно сместить данные в колонке от настроечных символов, определенных аттрибутом \"char\".",
    "th.colspan": "Этот атрибут содержит неотрицательное целочисленное значение, которое указывает на сколько колонок простирается клетка.",
    "th.headers": "Он приписывает список разделенных пробелом строк, каждая из которых соответствует атрибуту id элементов <th>, который относится к этому элементу.",
    "th.rowspan": "Этот атрибут содержит неотрицательное целочисленное значение, которое указывает на сколько рядов простирается клетка.",
    "th.scope": "Этот нумерованный атрибут определяет клетки, к которым относится заголовок, определённый в этом элементе <th>.",
    "th.valign": "Этот атрибут определяет вертикальное выравнивание текста в пределах каждого ряда клеток в верхнем колонтитуле таблицы.",
    "thead.align": "Этот нумерованный атрибут определяет, как будет манипулироваться горизонтальное выравнивание содержания каждой клетки.",
    "thead.bgcolor": "Этот атрибут определяет фоновый цвет каждой клетки колонки.",
    "thead.char": "Этот атрибут используется, чтобы задать символ, по которому должны выравниваться клетки в колонке.",
    "thead.charoff": "Этот атрибут используется, чтобы указать число знаков, на которое нужно сместить данные в колонке от настроечных символов, определенных аттрибутом \"char\".",
    "thead.valign": "Этот атрибут определяет вертикальное выравнивание текста в пределах каждого ряда клеток в верхнем колонтитуле таблицы.",
    "time.datetime": "Этот атрибут указывает на время и дату элемента и должен быть допустимой датой с необязательной строкой времени.",
    "time.pubdate": "(Эта особенность все еще обсуждается WHATWG и Рабочей группой W3C HTML5.) Этот Булев атрибут определяет, что дата и время, данное элементом, является датой издания документа.",
    "tr.align": "Этот нумерованный атрибут определяет, как будет манипулироваться горизонтальное выравнивание содержания каждой клетки.",
    "tr.bgcolor": "Этот атрибут определяет фоновый цвет каждой клетки ряда.",
    "tr.char": "Этот атрибут используется, чтобы задать символ, по которому должны выравниваться клетки в колонке.",
    "tr.charoff": "Этот атрибут используется, чтобы указать число знаков, на которое нужно сместить данные в колонке от настроечных символов, определенных аттрибутом \"char\".",
    "tr.valign": "Этот атрибут определяет вертикальное выравнивание текста в пределах каждого ряда клеток в верхнем колонтитуле таблицы.",
    "ul.compact": "Этот Булев атрибут намекает, что список должен быть предоставлен в компактном стиле.",
    "ul.type": "Используется, чтобы установить стиль меток для пунктов списка.",
    "video.autobuffer": "Булев атрибут; если он определён, аудио автоматически начнет загружаться в буфер, даже если оно не установлено на автоматическое воспроизведение.",
    "video.autoplay": "Булев признак; если он определён, видео автоматически начнет воспроизводиться, как только сможет, не останавливаясь, чтобы закончить загружать данные.",
    "video.buffered": "Атрибут, который Вы можете прочитать, чтобы определить, какие диапазоны времени медиа были буферизованы.",
    "video.controls": "Если этот атрибут будет присутствовать, то Gecko предложит средства управления, чтобы позволить пользователю управлять воспроизведением видео, включая в себя \"громкость\", \"поиск\" и \"пауза/продолжить воспроизведение\".",
    "video.height": "Высота области показа видео, в пикселях CSS.",
    "video.loop": "Булев атрибут; если он определен, мы будем, по достижению конца видео, автоматически искать назад в начало.",
    "video.muted": "Булев атрибут, который указывает стандартную установку аудио, содержащегося в видео.",
    "video.poster": "URL, указывающий на рамку для афиши, которая будет показана, пока пользователь не начнёт воспроизведение или поиск.",
    "video.preload": "Этот нумерованный атрибут предназначен, чтобы обеспечить намек браузеру о том, что, по мнению автора, приведет к лучшему пользовательскому опыту.",
    "video.src": "URL того видео, которое необходимо внедрить.",
    "video.width": "Ширина области показа видео, в пикселях CSS."
}