{
    "Share your remix": "Compartilhe sua remixagem",
    "output.form": "O elemento formulário ao qual esse elemento está associado (seu formulário pai).",
    "body.onafterprint": "Função chamada quando o usuário imprimir o documento.",
    "audio.controls": "Se esse atributo estiver presente, o navegador irá oferecer controles que permitem ao usuário controlar a reprodução de áudio, incluindo volume, linha de tempo e interromper/continuar reprodução.",
    "colgroup.charoff": "Esse atributo é utilizado para indicar o número de caracteres que se deve deslocar os dados da coluna dos caracteres do alinhamento especificados pelo atributo char.",
    "optgroup.label": "O nome do grupo de opções, que o navegador pode usar na hora de rotular as opções na interface do usuário.",
    "css-property-docs:color": "A propriedade CSS <code>color</code> determina a cor do conteúdo de um elemento de texto.",
    "html-element-docs:col": "O <em>Elemento HTML Coluna de Tabela</em> (<code>&lt;col&gt;</code>) determina uma coluna dentro de uma tabela e é usado para definir uma semântica comum às células comuns. Costuma ser encontrado dentro de um elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/colgroup\">&lt;colgroup&gt;</a></code>.",
    "short-element-descriptions:section": "seção esboço do documento",
    "meta.name": "Esse atributo define o nome de um metadado no nível do documento.",
    "Remix and share web pages instantly": "Remixe e compartilhe páginas web instantaneamente",
    "thead.char": "Esse atributo é usado para fazer o caractere alinhar-se às células em uma coluna.",
    "input.tabindex": "A posição do elemento dentro da ordem de tabulação para o documento atual.",
    "body.onload": "Função chamada quando o documento termina de carregar.",
    "audio.muted": "Um atributo booleano que indica se o áudio iniciará mudo.",
    "short-element-descriptions:base": "URL base",
    "css-property-docs:cursor": "A propriedade CSS <code>cursor</code> especifica o cursor do mouse exibido quando o ponteiro do mouse está sobre um elemento.",
    "dialog-common:product-name": "X-Ray Goggles",
    "html-element-docs:strong": "O elemento HTML Strong (<span style=\"font-family: Courier New;\">&lt;strong&gt;</span>) proporciona forte ênfase ao texto, tipicamente exibida em negrito.",
    "html-element-docs:fieldset": "O elemento HTML <em>fieldset</em>(<span style=\"font-family: Courier New;\">&lt;fieldset&gt;</span>) é usado para agrupar uma série de controles bem como rótulos (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/label\">&lt;label&gt;</a></code>) dentro de um formulário web. ",
    "a.datasrc": "Esse atributo indica o identificador do objeto fonte de dados que fornece os dados que são ligados a esse elemento.",
    "thead.bgcolor": "Esse atributo define a cor de fundo de cada célula de uma coluna.",
    "short-element-descriptions:canvas": "área de desenho de gráficos dinâmicos",
    "input.accesskey": "Um caractere que o usuário pode pressionar para trocar o foco de entrada para o controle.",
    "css-property-docs:text-transform": "A propriedade CSS <code>text-transform</code> especifica como capitalizar o texto de um elemento, Pode ser usado para fazer um texto aparecer em caixa alta, em caixa baixa ou com cada palavra capitalizada.",
    "textarea.required": "Esse atributo especifica que que o usuário deve preencher o campo antes de submeter um formulário.",
    "keygen.disabled": "Esse atributo booleano indica que o controle do formulário não está disponível para interação.",
    "short-element-descriptions:ol": "lista ordenada",
    "html-element-docs:audio": "O elemento <code>audio</code> é usado para encapsular conteúdo de som em um documento HTML ou XHTML. O elemento <code>audio</code> foi incorporado como parte do HTML5.",
    "link.hreflang": "Esse atributo indica o idioma do recurso vinculado.",
    "video.width": "A largura da área de exibição do vídeo, em pixels CSS.",
    "dom-descend": "Desça ao elemento filho",
    "See where it says": "Vê onde diz <span>https://goggles.webmaker.org/img/goggles.png</span>? Esta é a URL da imagem atual. Substitua pela URL da nova imagem que você copiou no passo 1 selecionando a antiga URL, clicando com o botão direito do mouse e colando o novo link. Pressione <strong>Confirmar alterações</strong>. Você agora deve ver a nova imagem.",
    "Great! You've successfully swapped images": "Ótimo! Você trocou com sucesso as imagens. Experimente agora com o resto da página para ver o que mais você pode substituir.",
    "short-element-descriptions:span": "contêiner de texto",
    "html-element-docs:cite": "O elemento HTML Citação (<span style=\"font-family: Courier New;\">&lt;cite&gt;</span>) contém o título de um trabalho, como um livro, música, filme, programa de TV, escultura, etc.",
    "html-element-docs:object": "O elemento Objeto incorporado (&lt;object&gt;) representa um recurso externo, que pode ser tratado como uma imagem, um contexto aninhado de navegação ou um recurso a ser tratado por um plugin.",
    "key-names:UP": "↑",
    "css-property-docs:list-style-type": "A propriedade CSS <code>list-style-type</code> determina a aparência de um elemento item de lista. Como é o único no qual o padrão é <code>display:list-item</code>, esse é normalmente um elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/li\">&lt;li&gt;</a></code>, mas pode ser qualquer elemento com esse valor <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/display\">display</a></code>.",
    "body.bgcolor": "Cor de fundo para o documento",
    "css-property-docs:font-size": "A propriedade <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>font-size</code> especifica o tamanho da fonte. A propriedade pode, por sua vez, alterar o tamanho de outros itens, já que é usada para calcular o valor das unidades de comprimento <code>em</code> e <code>ex</code>.",
    "html-element-docs:th": "O <em>elemento HTML Cabeçalho de Tabela</em> (<code>&lt;th&gt;</code>) define uma célula que é um cabeçalho para um grupo de células de uma tabela. O grupo de células às quais o cabeçalho se refere é definido pelos atributos\n\n <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th#attr-scope\">scope</a></code>\ne\n\n <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th#attr-headers\">headers</a></code>.",
    "table.bgcolor": "Esse atributo define a cor de fundo da tabela e seu conteúdo.",
    "short-command-descriptions:help": "ajuda",
    "key-names:DELETE-MacIntel": "remover",
    "fieldset.name": "Nome associado com o grupo, que é enviado junto com os dados do formulário.",
    "html-element-docs:td": "O <em>elemento de Célula de Tabela</em> (<code>&lt;td&gt;</code>) define uma célula que contém dados.",
    "html-element-docs:tr": "O elemento HTML Linha de Tabela (<code>&lt;tr&gt;</code>) define uma linha de células em uma tabela. Estas podem ser uma combinação de elementos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/td\">&lt;td&gt;</a></code> e <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th\">&lt;th&gt;</a></code>.",
    "progress.max": "Esse atributo descreve o quanto de trabalho a tarefa indicada pelo elemento de progresso exige.",
    "td.charoff": "Este atributo é utilizado para indicar o número de caracteres que compensa os dados da coluna dos caracteres de alinhamento especificados pelo atributo Char.",
    "ol.compact": "Esse atributo booleano sugere que a lista deva ser renderizada num estilo compacto",
    "a.charset": "Esse atributo indica a codificação do recurso vinculado.",
    "html-element-docs:i": "O Elemento HTML de Deslocamento de Texto (ou Itálico) (<span style=\"font-family: Courier New;\">&lt;i&gt;</span>) representa um trecho de texto que está realçado no texto por algum motivo, por exemplo, termos técnicos, frases em língua estrangeira, ou pensamentos de personagens ficcionais. Ele em geral é exibido em itálico.",
    "menu.type": "Utilizado para indicar o tipo de menu sendo declarado.",
    "html-element-docs:source": "O elemento <code>source</code> é usado para definir os diversos recursos de mídia para os elementos <code>audio</code> e <code>video</code> do HTML5. É um elemento vazio. Normalmente utilizado para prover a mesma mídia em <a title=\"En/Media formats supported by the audio and video elements\" rel=\"internal\" href=\"https://developer.mozilla.org/En/Media_formats_supported_by_the_audio_and_video_elements\">multiplos formatos suportados por diferentes navegadores</a>.",
    "short-element-descriptions:sup": "sobrescrito",
    "html-element-docs:a": "O elemento HTML âncora (<code>&lt;a&gt;</code>) define um hiperlink, um destino nomeado para um hiperlink ou ambos.",
    "html-element-docs:head": "O elemento HTML <code>&lt;head&gt;</code> representa uma coleção de metadados sobre o documento, incluindo links para definições, scripts ou definições de estilo (CSS).",
    "html-element-docs:b": "O Elemento HTML B (<code>&lt;b&gt;</ code>) representa um intervalo de texto estilisticamente diferente do texto normal, sem veicular qualquer especial importância ou relevância. É normalmente utilizado para palavras-chave em um resumo, nomes de produtos em um comentário, ou outros intervalos de texto cuja apresentação típica seria negrito. Outro exemplo de seu uso é para marcar a frase principal de cada parágrafo de um artigo.",
    "html-element-docs:caption": "O <em>Elemento HTML de Legenda de Tabela</em> (<span style=\"font-family: Courier New;\">&lt;caption&gt;</span>) representa o título de uma tabela. Embora seja sempre o primeiro descendente<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/table\">&lt;table&gt;</a></code>⏎\n, seu estilo, usando CSS, pode ser colocado em outro lugar, relativo à tabela.",
    "html-element-docs:u": "O  <em>Elemento HTML Underline</em> (<span style=\"font-family: Courier New;\">&lt;u&gt;</span>) torna o texto sublinhado, uma linha sob a linha de base de seu conteúdo.",
    "html-element-docs:q": "O elemento <strong>quote</quote> indica que o texto é uma citação.",
    "html-element-docs:p": "O elemento <strong>paragraph</strong> (&lt;p&gt;) representa um parágrafo. É o elemento de nível de bloco mais comumente utilizado.",
    "html-element-docs:s": "O <em>Elemento HTML Tachado</em> (<span style=\"font-family: Courier New;\">&lt;s&gt;</span>) renderiza o texto tachado, ou com uma linha sobre o ele. Use o elemento <code>&lt;s&gt;</code> para representar coisas que não vão mais relevantes ou que deixaram de ser precisas. No entanto, <code>&lt;s&gt;</code> não é apropriado para indicar edições de documentos; para isso, use os elementos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/del\">&lt;del&gt;</a></code>⏎\ne <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ins\">&lt;ins&gt;</a></code>,⏎ como apropriado.",
    "css-property-docs:background-position": "A propriedade CSS <code> background-position </code> define a posição inicial, relativa à posição do fundo na camada definida pelo <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-origin\">background-origin</a></code> para cada imagem de fundo definida.",
    "Publish Your Remix": "Publique Seu Remix",
    "table.cellspacing": "Esse atributo define o tamanho, em porcentagem ou em pixels, do espaço entre duas células (horizontal ou vertical), entre o topo da tabela e as células da primeira linha, a lateral esquerda da tabela e a primeira coluna, a lateral direita da tabela e a última coluna, e a base da tabela e a última linha.",
    "object.name": "O nome do contexto de navegação válido (HTML5), ou o nome do controle (HTML 4).",
    "html-element-docs:title": "O elemento HTML Title (<code>&lt;title&gt;</code>) define o título do documento, exibido em uma barra de título de navegador ou na aba da página. Ele pode possuir apenas texto e quaisquer tags contidas não são interpretadas.",
    "html-element-docs:br": "O elemento HTML&nbsp;<em>Line Break</em> (<code>&lt;br&gt;</code>) produz uma quebra de linha no texto (carriage-return). É útil para escrever um poema ou um endereço, nos quais a divisão de linhas é significante.&nbsp;",
    "th.align": "Esse atributo enumerado especifica como o alinhamento horizontal de cada conteúdo da célula pode ser manipulado.",
    "css-property-docs:background-color": "A propriedade <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>background-color</code> determina a cor do plano de fundo de um elemento, seja através de um valor de cor ou do valor <code>transparent</code>.",
    "Publish To Internet": "Publique para a Internet",
    "fieldset.disabled": "Se esse atributo booleano é verdadeiro, os controles de formulário que são seus descendentes, exceto os descendentes de seu primeiro elemento opcional <legend>⏎, são desabilitados, ou seja, não são editáveis.",
    "img.longdesc": "A URL da descrição da imagem a ser exibida, que completa o texto da propriedade <code>alt</code>.",
    "input.mozactionhint": "Especifica uma \"sugestão de ação\" usada para determinar como nomear a tecla enter em dispositivos móveis com teclados virtuais.",
    "area.media": "Uma dica das mídias para o qual o recurso conectado foi projetado, por exemplo impressão e tela.",
    "html-element-docs:tfoot": "O <em>elemento HTML de Rodapé de Tabela</em> (<code>&lt;tfoot&gt;</code>) define um conjunto de linhas que resumem as colunas da tabela.",
    "html-element-docs:span": "Este elemento HTML é um recipiente em linha genérica para conteúdo fraseado, o que não representa nada inerentemente. Ele pode ser utilizado para agrupar elementos para fins de estilização (usando os atributos <strong>class</strong> ou <strong>id</strong>), ou porque eles compartilham os valores de atributos, tais como <strong>lang</strong>.Ele deve ser usado somente quando nenhum outro elemento semântico é apropriado.&lt;span&gt; é muito parecido com um <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/div\">&lt;div&gt;</a></code>⏎\nelemento, mas <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/div\">&lt;div&gt;</a></code>⏎\né um elemento block-level considerando que um &lt;span&gt; é um elemento inline.",
    "short-element-descriptions:col": "coluna de tabela",
    "short-element-descriptions:head": "contêiner de metadados do documento",
    "short-element-descriptions:wbr": "oportunidade de quebra de palavra",
    "css-property-docs:min-height": "A propriedade CSS <code>min-height </code>é usada para definir a altura mínima de um dado elemento. Impede que seja usado um valor para a propriedade <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/height\">height</a></code> menor que o especificado por <code> min-height</code>.",
    "css-property-docs:background-attachment": "Se um <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-image\">background-image</a></code> está especificado, a propriedade <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>background-attachment</code> determina se a posição da image é fixa dentro da área de visualização ou se ela rola junto com o bloco que a contém.",
    "html-element-docs:canvas": "O elemento HTML <em>Canvas<em> (<code>&lt;canvas&gt;</code>) pode ser usado para desenhar gráficos via programação de scripts (geralmente <a title=\"en/JavaScript\" rel=\"internal\" href=\"https://developer.mozilla.org/en/JavaScript\">JavaScript</a>). Por exemplo, ele pode ser usado para desenhar gráficos, fazer composições de foto ou mesmo criar animações.",
    "dl.compact": "Obriga a definição da descrição para aparecer na mesma linha que a definição do termo.",
    "HTML Source Code": "Código Fonte HTML",
    "link.rev": "O valor desse atributo mostra o relacionamento do documento atual ao documento vinculado, como definido pelo atributo href.",
    "iframe.sandbox": "Se especificado como uma cadeia vazia, este atributo permite que restrições adicionais sobre o conteúdo que podem ser exibidos no quadro embutido.",
    "input.usemap": "O nome de um <map> como um mapa de imagem.",
    "input.formenctype": "Se o elemento input é um botão ou imagem de submissão, esse atributo define o tipo de conteúdo que é usado para submeter o formulário ao servidor.",
    "td.colspan": "Esse atributo contém um valor inteiro não-negativo que indica para quantas colunas a célula se estende.",
    "style.title": "Especifica conjuntos alternativos de folha de estilos.",
    "css-property-docs:left": "A propriedade CSS <code>left</code> especifica parte da posição de elementos posicionados.",
    "short-element-descriptions:hgroup": "grupo de cabeçalho",
    "menu.label": "Oferece o rótulo do menu.",
    "html-element-docs:wbr": "O elemento HTML <em>Word Break Opportunity</em> (<code>&lt;wbr&gt;</code>) representa uma posição dentro do texto onde o navegador pode opcionalmente quebrar uma linha, embora suas regras de quebra de linha de outra forma não criariam uma quebra naquele local.",
    "short-element-descriptions:nobr": "sem quebras",
    "Mozilla Webmaker": "Mozilla Webmaker",
    "short-element-descriptions:li": "item de lista",
    "Basic": "Básico",
    "param.valuetype": "Essa é uma API obsolet e não é mais garantida que funcione.",
    "redo": "Desfazer",
    "tfoot.char": "Esse atributo é usado para definir o caractere com qual as células em uma coluna irão se alinhar.",
    "html-element-docs:table": "O <em>elemento HTML Table</em> (<code>&lt;table&gt;</code>) representa dados em duas dimensões ou mais.",
    "css-property-docs:bottom": "A propriedade <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>bottom</code> especifica parte da posição de <em>elementos posicionados</em>.",
    "body.onbeforeprint": "Função  chamada quanto o usuário requisita a impressão do documento.",
    "short-command-descriptions:bug-report": "Reportar bug",
    "table.cellpadding": "Esse atributo define o espaço entre o conteeudo da célula e a sua borda, exibida ou não.",
    "Make sure your web browser's bookmarks bar is enabled.": "Confirme se a barra de favoritos do seu navegador está habilitada.",
    "css-property-docs:font-family": "A propriedade CSS <code>font-family</code> permite que uma lista priorizada de nome de famílias de fontes e/ou nomes de famílias genéricas sejam especificadas para o elemento selecionado. Diferente da maiorida das outras propriedades CSS, os valores são separados por vírcula para indicar que elas são alternativas. O navegador selecionará a primeira fonte na lista que estiver instalada no computador, ou que será baixada usando a informação fornecida pelo <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/@font-face\">@font-face</a></code>.",
    "tr.charoff": "Este atributo é utilizado para indicar o número de caracteres que compensa os dados da coluna dos caracteres de alinhamento especificados pelo atributo Char.",
    "link.sizes": "Esse atributo define os tamanhos dos ícones para mídia visual contida no recurso.",
    "Here is the URL for your remix that anyone can view.": "Aqui está a URL para o seu remix que todos podem ver.",
    "Save changes": "Salvar modificações",
    "html-element-docs:hgroup": "O <em>elemento HTML de Grupo de Cabeçalhos</em> (<span style=\"font-family: Courier New;\">&lt;hgroup&gt;</span>) representa o cabeçalho de uma seção. Ele define um título único que faz parte do <a title=\"en/Sections and Outlines of an HTML5 document\" rel=\"internal\" href=\"https://developer.mozilla.org/en/Sections_and_Outlines_of_an_HTML5_document\">esquema do documento</a> como o cabeçalho da seção implícita ou explícita da qual faz parte.",
    "form.target": "Um nome ou palavra-chave indicando onde mostrar a resposta que é recebido depois de submeter o formulário.",
    "html-element-docs:datalist": "O <em>elemento HTML Datalist</em> (<span style=\"font-family: Courier New;\">&lt;datalist&gt;</span>) contém um conjunto de elementos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/option\">&lt;option&gt;</a></code> que representa as opções possíveis para o valor de outros controles.",
    "th.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada linha de células de um cabeçalho de tabela.",
    "css-property-docs:line-height": "Em elementos inline, a propriedade CSS <code>line-height</code> especifica a altura que é usada no cálculo da altura da área da linha do texto.<br> Em elementos em bloco, <code>line-height</code> especifica a altura mínima da área da linha de texto dentro do elemento.",
    "Click on the image below": "Clique na imagem abaixo, em seguida edite o Código fonte HTML para que a imagem aponte para a URL que você acabou de copiar.",
    "iframe.src": "A URL da página a ser embutida.",
    "img.vspace": "Número de pixels de espaço branco para inserir acima e abaixo da imagem.",
    "body.onunload": "Função chamada quando o documento está sendo descarregado.",
    "too-big-to-remix-html": "<div>O elemento <code>&lt;${tagName}&gt;</code> é grande demais para o remix. Tente selecionar um menor!</div>",
    "form.name": "O nome do formulário.",
    "short-element-descriptions:noscript": "conteúdo alternativo ao script",
    "embed.type": "O tipo MIME a ser usado para selecionar o <em>plug-in</em> a ser instanciado.",
    "Mess around with the rest of the page!": "Bagunce o resto da página!",
    "object.tabindex": "A posição do elemento dentro da ordem de navegação tabulada para o documento atual.",
    "css-property-docs:float": "O propriedade CSS <code>float</code> especifica que um elemento deve ser retirado do fluxo normal e posicionado ao longo do lado esquerdo ou direito do conteúdo, onde texto e elementos em linha irão envolvê-lo.",
    "Deactivate X-Ray Goggles": "Desative o X-Ray Goggles, então arraste o botão acima para a sua barra de favoritos.",
    "html-element-docs:article": "O <em>elemento HTML Article</em> (<span style=\"font-family: Courier New;\">&lt;article&gt;</span>) representa uma composição autônoma em um documento, página, aplicação ou site, a qual é projetada para ser independentemente distribuível ou reutilizável, por exemplo, em publicações. Estas podem ser um post de fórum, um artigo de revista ou jornal, uma entrada de blog, um comentário submetido por usuário, um widget ou gadget interativo ou qualquer outro item independente de conteúdo.",
    "too-big-to-change": "Aquele elemento é muito grande para remixar. Tente selecionar um menor!",
    "html-attribute-docs:class": "Esse atributo é uma lista separada por espaços de classes de um elemento. Classes permitem que o CSS estilize elementos específicos através de seletores de classes.",
    "key-names:DELETE": "backspace",
    "input.form": "O elemento formulário ao qual o elemento de entrada está associado (seu formulário pai).",
    "short-element-descriptions:var": "variável",
    "button.formenctype": "Se o botão é um botão de submissão, esse atributo especifica o tipo de conteúdo que é usado para submeter o formulário ao servidor.",
    "Instantly publish your remix to a URL that anyone can view.": "Publica seu remix instantaneamente para o URL de forma que qualquer um possa ver.",
    "input.maxlength": "Se o valor do atributo type é text, email, search, password, tel ou url, este atributo especifica o número máximo de caracteres (em pontos de código Unicode) que o usuário pode inserir; para outros tipos de controle ele é ignorado.",
    "css-property-docs:display": "A propriedade CSS <code>display</code> especifica o tipo de caixa de renderização usado para um elemento. Em HTML, propriedades padrões para <code>display</code> são obtidas a partir de comportamentos descritos nas especificações HTML ou a partir da folha de estilos padrão do navegador/usuário. O valor padrão em XML é <code>inline</code>.",
    "th.charoff": "Este atributo é utilizado para indicar o número de caracteres que compensa os dados da coluna dos caracteres de alinhamento especificados pelo atributo Char.",
    "ul.compact": "Esse atributo booleano sugere que a lista deva ser renderizada num estilo compacto.",
    "input.pattern": "Uma expressão regular contra o qual o valor do controle é verificado.",
    "dd.nowrap": "Se o valor desse atributo é definido como sim, o texto de definição não será ajustado.",
    "html-element-docs:time": "O HTML <em>time</em> elemento (<code>&lt;time&gt;</code>) representa tanto tempo em um relógio de 24 horas ou uma data precisa no <a class=\"external\" title=\"http://en.wikipedia.org/wiki/Gregorian_calendar\" rel=\"external\" href=\"http://en.wikipedia.org/wiki/Gregorian_calendar\" target=\"_blank\">Calendário gregoriano</a> (com o tempo e informação de fuso horário opcional).",
    "css-property-docs:font-weight": "A propriedade <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font-weight\">font-weight</a></code> especifica a largura da fonte ou a largura do negrito. Entretanto, algumas fontes não estão disponíveis em todas as larguras; algumas somente estão disponíveis como <code>normal</code> e <code>bold</code>.",
    "short-element-descriptions:input": "controle de entrada de formulário",
    "select.selectedIndex": "O índice do elemento <option> selecionado.",
    "area.hreflang": "Indica o idioma do recurso linkado.",
    "head.profile": "As URIs de um ou mais perfis de metadados, separados por espaço.",
    "html-element-docs:video": "O elemento HTML <code>&lt;video&gt;</code> é usado para embutir conteúdo de vídeo em um documento HTML ou XHTML.",
    "area.name": "Defina um nome para a área clicável, para que possa ser programado por navegadores mais antigos.",
    "form.action": "A URI de um programa que processa a informação submetida através de um formulário.",
    "css-property-docs:background-origin": "A propriedade CSS <code>background-origin</code> determina a área de posicionamento do plano de fundo, isto é, a posição da inicio de uma imagem especificada usando a propriedade CSS <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-image\">background-image</a></code>.",
    "Then click on the highlighted image": "Em seguida, clique na imagem destacada. Isso irá revelar seu código fonte HTML.",
    "html-element-docs:figure": "O elemento HTML <em>Figure</em> (<code>&lt;figure&gt;</code>) representa conteúdo auto-contido, geralmente com um caption (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figcaption\">&lt;figcaption&gt;</a></code>) e é normalmente referenciado como uma unidade única. Mesmo que relacionado ao fluxo principal, sua posição é independente do fluxo principal. Normalmente esse elemento é uma imagem, uma ilustração, um diagrama, um trexo de código, ou uma estrutura que é referenciada no texto principal, mas que pode ser movida para outra página ou para um apêndice sem afetar o fluxo principal.",
    "short-element-descriptions:samp": "texto de exemplo",
    "Let us help.": "Deixe-nos ajudar.",
    "html-element-docs:base": "O elemento HTML <em>Base</em> (<code>&lt;base&gt;</code>) especifica a URL base a ser usada para todas as URLs relativas contidas em um documento.",
    "table.align": "Este atributo enumerado indica como a tabela deve ser alinhada no que diz respeito ao documento contido.",
    "tfoot.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada linha de células de um cabeçalho de tabela.",
    "tr.align": "Esse atributo enumerado especifica como o alinhamento horizontal de cada conteúdo da célula pode ser manipulado.",
    "html-element-docs:noscript": "O HTML NoScript elemento (<code>&lt;noscript&gt;</code>) define uma seção de html a ser inserido se um tipo de script na página não é suportado ou se o script está desativada no navegador.",
    "meter.high": "O limite numérico inferior da extremidade superior do intervalo medido.",
    "Copy this URL to your clipboard.": "Copie essa URL para sua área de transferência",
    "button.type": "O tipo do botão.",
    "video.buffered": "Um atributo que você pode ler para determinar qual intervalo de tempo da mídia deve ser buferizado.",
    "html-element-docs:meter": "O HTML <em>metros</ em> elemento (<code> lt; metergt; </ code>) representa um valor escalar de uma escala conhecida ou um valor fracionário.",
    "thead.align": "Esse atributo enumerado especifica como o alinhamento horizontal de cada conteúdo da célula pode ser manipulado.",
    "short-element-descriptions:link": "metadados para relações entre documentos.",
    "body.onerror": "Função chamada quando há uma falha ao carregar o documento corretamente.",
    "short-element-descriptions:em": "ênfase",
    "output.name": "O nome do elemento.",
    "element": "elemento",
    "option.disabled": "Se esse atributo booleano é verdadeiro, essa opção não é selecionável.",
    "colgroup.char": "Esse atributo é usado para definir o caractere com qual as células em uma coluna irão se alinhar.",
    "html-element-docs:body": "O elemento HTML Body (<code>&lt;body&gt;</code>) representa o conteúdo principal de um documento HTML. Há somente um elemento <code>&lt;body&gt;</code> em um documento.",
    "input.step": "Palavras com os atributos min e max para limitar os incremetos até um valor numérico ou de data-hora podem ser setados.",
    "tr.char": "Esse atributo é usado para definir o caractere com qual as células em uma coluna irão se alinhar.",
    "css-property-docs:text-overflow": "A propriedade <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>text-overflow</code> determina como o usuário é avisado que há mais texto a ser visto por não caber no campo. Ele pode ser cortado, mostrar três pontos ('<code>…</code>', <code style=\"text-transform: uppercase;\">U+2026 Horizontal Ellipsis</code>) ou uma string definida pelo autor.",
    "executed": "Executado",
    "help": "Essa referência de ajuda",
    "select.form": "O elemento formulário ao qual o elemento de seleção está associado (seu formulário pai).",
    "button.value": "O valor inicial do botão.",
    "audio.autobuffer": "Um atributo booleano; se especificado, o download do áudio iniciará automaticamente, mesmo que não tenha sido determinado a reproduzir automaticamente.",
    "form.novalidate": "Esse atributo booleano indica que o formulário não deve ser validado quando for enviado.",
    "short-element-descriptions:progress": "indicador de progresso",
    "textarea.disabled": "Esse atributo booleano indica que o usuário não pode interagir com o controle.",
    "form.method": "O método HTTP que o navegador utilizar para enviar o formulário.",
    "css-property-docs:min-width": "A propriedade CSS <code> min-width </code> é usada para definir a largura mínima de um dado elemento. Impede que seja utilizado na propriedade <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/width\">width</a></code> um valor menor que o especificado em <code> min-width</code>.",
    "colgroup.bgcolor": "Este atributo define a cor de fundo de cada célula do membro de colunas do grupo de coluna.",
    "input.autocomplete": "Este atributo indica se o valor do controle pode ser automaticamente completado pelo navegador.",
    "html-element-docs:ul": "O HTML <em>lista não ordenada </ em> elemento (<code>&lt;ul&gt;</ code>) representa uma lista não ordenada de itens, ou seja, uma coleção de itens que não têm uma ordem numérica, e sua ordem na lista não tem sentido. Normalmente, os itens não-ordenados de lista são exibidos com um projétil, que pode ser de várias formas, como um ponto, um círculo ou um quadrado. O estilo de marcador não está definido na descrição HTML da página, mas associado em seu CSS , usando o <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style-type\">list-style-type</a></code> ⏎\npropriedade.",
    "td.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada linha de células de um cabeçalho de tabela.",
    "meter.form": "Esse atributo associa o elemento com um elemento formulário que é o pai do elemento de medida.",
    "link.charset": "Esse atributo indica a codificação do recurso vinculado.",
    "short-element-descriptions:article": "artigo independente",
    "iframe.seamless": "Esse atributo booleano indica que o navegador deve renderizar o frame inline de um modo que o faça parecer fazer parte do documento, por exemplo ao aplicar ao documento estilos CSS que se aplicam ao <iframe> antes dos estilos especificados no próprio documento, e ao abrir links do documento contido no contexto de navegação superior (a não ser que outra configuração evite isso).",
    "short-element-descriptions:spacer": "espaço de layout",
    "textarea.wrap": "Indica como o controle envolve o texto.",
    "html-element-docs:progress": "O elemento HTML <em>progress</em> (<code>&lt;progress&gt;</code>) é usado para visualizar o progresso de finalização de uma tarefa. Embora as especificidades de como ele é exibido são deixadas para o desenvolvedor do navegador, ele é tipicamente exibido como uma barra de progresso.",
    "object.codetype": "O tipo de conteúdo dos dados especificados por classid.",
    "html-element-docs:map": "O elemento HTML <em>Map</em> (<code>&lt;map&gt;</code>) é usado com elementos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/area\">&lt;area&gt;</a></code> para definir o mapeamento de uma imagem.",
    "embed.src": "A URL do conteúdo que está sendo embutido.",
    "key-names:DOWN": "↓",
    "html-element-docs:style": "Elemento de estilo contém informações de estilo para um documento. Informações de estilo deve ir dentro deste elemento, geralmente na linguagem CSS (see <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a>).",
    "body.text": "Cor de primeiro plano do texto.",
    "iframe.marginheight": "A quantidade de espaço em pixels entre o conteúdo do frame e suas margens superior e inferior.",
    "command.disabled": "Indica que o comando não está disponível.",
    "a.href": "Esse é único atributo requerido para âncoras que definam o link da fonte de um hipertexto.",
    "short-element-descriptions:strong": "forte ênfase",
    "button.formaction": "A URI de um programa que processa a informação submetida pelo botão.",
    "canvas.height": "A altura do espaço de coordenadas em pixels CSS.",
    "audio.preload": "Este atributo tem a intenção de dar uma dica para o browser sobre o que, segundo o que o autor pensa, poderá levar à melhor experiência de usuário.",
    "meter.max": "O limite superior numérico do intervalo medido.",
    "From template": "Do modelo",
    "iframe.align": "O alinhamento desse elemento com relação ao contexto do entorno.",
    "table.width ": "Esse atributo define a largura da tabela.",
    "th.char": "Esse atributo é usado para definir o caractere com qual as células em uma coluna irão se alinhar.",
    "tr.bgcolor": "Esse atributo define a cor de fundo de cada célula da linha.",
    "Remix any webpage!": "Remixe qualquer página web!",
    "html-element-docs:samp": "O elemento HTML <em>Sample Text</em> (<code>&lt;samp&gt;</code>) produz um elemento em linha exibido na fonte mono-espaçada padrão do navegador (Lucida Console). Esse elemento foi projetado para identificar resultados de exemplo de um programa de computador.",
    "col.align": "Este atributo especifica como será o alinhamento horizontal do conteúdo das células de cada coluna.",
    "audio.loop": "Um atributo Boleano; quando especificado, nós vamos, assim que chegarmos ao final de um áudio, voltar ao seu início.",
    "html-element-docs:param": "Elemento <strong>parameter</strong> que define parâmetros para <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/object\">&lt;object&gt;</a></code>.",
    "ancestor-intro": "Isso está dentro de um",
    "Remix Dialog": "Caixa de Diálogo de Remix",
    "area.nohref": "Indica que não existe hiperlink para a área associada.",
    "base.target": "Um nome ou palavra-chave indicando a localização padrão para mostrar o resultado quando um hiperlink ou formulário causarem navegação, para elementos que não tiverem uma referência target explícita.",
    "html-element-docs:pre": "Este elemento representa um texto pré-formatado. Um texto dentro deste elemento normalmente é exibido em uma fonte não-proporcional exatamente como ela é definida no arquivo. Espaços em branco dentro deste elemento são exibidas como digitado.",
    "param.type": "Somente usado se valuetype está definido como \"ref\".",
    "command.radiogroup": "Esse atributo nomeia o grupo de comandos com o <code>type</code> como <code>radio</code>, que será alternado quando o comando em si for alternado.",
    "col.char": "Esse atributo é usado para definir o caractere com qual as células em uma coluna irão se alinhar.",
    "script.src": "Esse atributo especifica a URI de um script externo; Isso pode ser usado como uma alternativa para incorporar um script diretamente dentro do documento.",
    "body.onhashchange": "Função chamada quando a parte do identificador de fragmento (começa com o caracterer de cerquilha (#)) do endereço do documento atual é alterado.",
    "ol.reversed": "Esse atributo booleano especifica que os itens do item estão especificados em ordem reversa, ex:",
    "short-element-descriptions:video": "transmissão de vídeo embutida",
    "html-element-docs:form": "O elemento HTML <em>form</em> (<code>&lt;form&gt;</code>) representa a seção de um documento que contém controles interativos que permitem o usuário enviar informações a um servidor web.",
    "body.alink": "Cor de texto para hiperlinks quando selecionados.",
    "button.autofocus": "Este atributo booleano permite que você especifique que o botão deve ter foco de entrada quando a página carrega, a não ser que o usuário o sobreponha, por exemplo, ao digitar em um controle diferente.",
    "html-element-docs:legend": "O <em>elemento HTML Legend</em> (<span style=\"font-family: Courier New;\">&lt;legend&gt;</span>) representa um título para o conteúdo de seu <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/fieldset\">&lt;fieldset&gt;</a></code> pai.",
    "command.type": "Esse atributo indicad o tipo de comando.",
    "link.media": "Esse atributo especifica a mídia á qual o recurso linkado se aplica.",
    "short-element-descriptions:blockquote": "bloco de citação",
    "img.ismap": "Esse atributo booleano indica que a imagem é parte de um mapa do lado do servidor.",
    "option.label": "Esse atributo é um rótulo indicando o significado de uma opção.",
    "ins.datetime": "Esse atributo indica a hora e a data da alteração e deve ser uma data válida com o texto de horário opcional.",
    "object.classid": "A URL da implementação do objeto.",
    "time.datetime": "Esse atributo indica a data e hora do elemento e deve ser uma data válida com uma sequência de caracteres opcional para a hora.",
    "iframe.width": "Indica a largura do frame ⏎\nHTML5 em pixels CSS, ou \nHTML 4.01 em pixels ou como porcentagem.",
    "short-command-descriptions:dom-descend": "descende",
    "iframe.scrolling": "Atributo enumerado que indica quando o navegador deve prover uma barra de rolagem (ou outro mecanismo de rolagem) para o frame :auto: Somente quando necessário.",
    "short-element-descriptions:pre": "texto pré-formatado",
    "body.onbeforeunload": "Função chamada quando o documento estiver prestes a ser descarregado.",
    "undo": "Desfazer",
    "short-element-descriptions:map": "mapa da imagem",
    "default-html": "<span>X-Ray Goggles ativado! Pressione ESC para desativá-lo.</span>",
    "area.tabindex": "Um valor numérico que especifica a posição da área selecionada na ordem de tabulação do navegador.",
    "short-element-descriptions:fieldset": "conjunto de controles de formulário",
    "html-element-docs:ins": "O elemento HTML <em>Inserted Text</em> (<code>&lt;ins&gt;</code>) representa uma porção de texto que foi adicionado ao documento.",
    "table.border": "Esse atributo inteiro define, em pixels, o tamanho do quadro que cerca a tabela.",
    "html-element-docs:textarea": "O elemento HTML <em>textarea</em> (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/textarea\">&lt;textarea&gt;</a></code>) representa um controle de edição de texto corrido em múltiplas linhas.",
    "html-element-docs:thead": "O <em>elemento HTML Rodapé de Tabela</em> (<code>&lt;tfoot&gt;</code>) define um conjunto de linhas que resumem as colunas da tabela.",
    "Try it out": "Tente",
    "When you're ready to share your remixed page": "Quando você estive pronto para compartilhar a página do seu remix clique no botão Publicar or pressione a tecla <kbd>P</kbd> no seu teclado. Isso torna suas alterações visíveis na web para que outros as vejam.",
    "meta.content": "Esse atributo entrega o valor associado com os atributos http-equiv ou name dependendo do contexto.",
    "css-property-docs:background-repeat": "A propriedade <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>background-repeat</code> define a forma de repetição das imagens de fundo. Uma imgem de fundo pode ser repetida ao longo do eixo horizontal, do eixo vertical, de ambos os eixos ou não ser repetida. \nQuando a repetição das imagens não cobrem exatamente o fundo da tela, as formas de ajuste podem ser controladas pelo autor: por padrão, a última imagem é cortada, mas algumas imagens podem ser redimensionadas para preencher o espaço faltante ou espaços podem ser inseridos entre as imagens.",
    "short-element-descriptions:keygen": "gerador de pares-chave",
    "uproot": "Publique seu remix",
    "input.height": "Se o valor do atributo type é image, esse atributo define a altura da imagem exibida para o botão.",
    "body.link": "Cor do texto para links não visitados.",
    "col.span": "Esse atributo contém um inteiro positivo indicando o número de colunas consecutivas que o elemento <col> ocupa.",
    "undid": "Desfeito",
    "html-element-docs:label": "O <em>elemento HTML Label</em> (<code>&lt;label&gt;</code>) representa um título para um item em uma interface do usuário. Ele pode ser associado com um controle ou utilizando o atributo <code>for</code> ou colocando o elemento de controle dentro do elemento <code>label</code>. Tal controle é o chamado <em>controle rotulado</em> do elemento label.",
    "short-element-descriptions:script": "script embutido",
    "tbody.align": "Esse atributo enumerado especifica como o alinhamento horizontal de cada conteúdo da célula pode ser manipulado.",
    "css-property-docs:opacity": "A propriedade CSS <code>opacity</code> especifica a transparência de um elemento, isto é, a graduação de quanto o plano de fundo atrás do elemento fica coberto.",
    "table.rules": "Esse atributo enumerado define onde divisões, por exemplo.",
    "html-element-docs:hr": "Em ⏎\n<span style=\"border: 1px solid rgb(129, 129, 250); background-color: rgb(174, 218, 229); font-size: x-small; white-space: nowrap; padding: 2px;\"><a rel=\"custom\" href=\"/en/HTML/HTML5\">HTML5</a></span> O elemento &lt;hr&gt;  representa uma ruptura temática entre elementos de nível de parágrafo (por exemplo, uma mudança de cenário em uma história, ou uma mudança de assunto com uma seção). Nas versões anteriores do HTML, que representava uma regra horizontal. Ele ainda pode ser exibido como uma regra horizontal em navegadores visuais, mas agora é definida em termos semânticos, ao invés de termos de apresentação.",
    "Drag the yellow button into your bookmarks": "Arraste o botão amarlo &quot;Ative o X-Ray Goggles&quot; para a sua barra de favoritos, onde ele será adicionado automaticamente como um botão que você pode clicar para acionar o Goggles em qualquer página.",
    "object.type": "O tipo MIME de um recurso especificado por dados.",
    "video.src": "A URL de um vídeo embutido.",
    "You can take X-Ray Goggles with you anywhere": "Você pode levar o X-Ray Goggles com você para qualquer lugar da web! Basta instalá-lo em dois simples passos.",
    "short-element-descriptions:body": "corpo do documento",
    "area.coords": "Um conjunto de valores que especificam as coordenadas de uma região de clique.",
    "hr.align": "Deprecado desde HTML4.01. Obsoleto desde HTML5.",
    "del.datetime": "Esse atributo indica a hora e a data da alteração e deve ser uma data válida com o texto de horário opcional.",
    "meter.low": "O limite superior numérico da extremidade inferior do intervalo medido.",
    "input.formtarget": "Se o elemento input é o botão submit ou image, esse atributo é um nome ou palavra-chave indicando onde exibir a resposta que é recebida depois de submeter o formulário.",
    "q.cite": "O valor desse atributo é uma URL que designa um documento fonte ou uma mensagem para a informação citada.",
    "short-element-descriptions:tr": "linha da tabela",
    "command.icon": "Dá uma figura que representa o comando.",
    "iframe.frameborder": "O valor 1 (o padrão) diz ao navegador para desenhar uma borda entre esse frame e todos os outros frames.",
    "label.form": "O elemento formulário ao qual o elemento de rótulo está associado (seu  formulário pai).",
    "tbody.bgcolor": "Esse atributo define a cor de fundo de cada célula de uma coluna.",
    "caption.align": "Esse atributo enumerado indica como a legenda deve ser alinhada com a respectiva tabela.",
    "html-element-docs:code": "O elemento do código HTML (<span style=\"font-family: Courier New;\">&lt;code&gt;</span>) representa um fragmento de código de computador. Por padrão, ele é exibido em fonte monospace do navegador padrão.",
    "th.headers": "Isso atribui uma lista de strings separadas por espaço, cada uma correspondendo ao atributo id dos elementos <th> que se aplicam a esse elemento.",
    "col.width": "Este atributo especifica a largura padrão de cada coluna no grupo de colunas corrente.",
    "input.name": "O nome do controle, que é enviado junto com os dados do formulário.",
    "html-element-docs:kbd": "O elemento HTML de Entrada de Teclado (<span style=\"font-family: Courier New;\">&lt;kbd&gt;</span>) produz um elemento inline exibido na fonte monospace padrão do navegador. Esse elemento é usado para identificar entradas do usuário.",
    "html-element-docs:h1": "Elementos de <strong>Título</strong> implementam seis níveis de título, <code>&lt;h1&gt;</code> é o mais importante e <code>&lt;h6&gt;</code> é o menos importante. Um elemento de título descreve brevemente o tópico da seção que ele introduz. Informações de título podem ser usadas por user agents, por exemplo, para construir o índice remissivo de um documento automaticamente.",
    "iframe.longdesc": "A URI de uma descrição longa do frame.",
    "short-element-descriptions:aside": "conteúdo tangencial",
    "css-property-docs:right": "A propriedade <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>right</code> especifica parte da posição de elementos posicionados.",
    "short-element-descriptions:option": "opção",
    "a.coords": "Para ser usado com formas de objetos, ese atributo usa uma lista de números separados por vírgula que defina as coordenadas do objeto na página.",
    "Cancel": "Cancelar",
    "key-names:LEFT": "←",
    "keygen.name": "O nome do controle, que é enviado junto com os dados do formulário.",
    "and": "e",
    "th.rowspan": "Esse atributo contém um número inteiro não negativo que indica por quantas linhas a célula se extende.",
    "short-element-descriptions:time": "data ou hora",
    "Not sure what to make?": "Não sabe ao certo o que fazer?",
    "tbody.charoff": "Este atributo é utilizado para indicar o número de caracteres que compensa os dados da coluna dos caracteres de alinhamento especificados pelo atributo Char.",
    "area.href": "O alvo do hiperlink para a área.",
    "css-property-docs:vertical-align": "A propriedade <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>vertical-align</code> especifica o alinhamento vertical de um elemento inline ou table-cell.",
    "select.size": "Se o controle é apresentado como uma lista rolável, esse atributo representa o número de linhas na lista que devem estar visíveis de uma vez.",
    "option.selected": "Se presente, esse atributo booleano indica que a opção é selecionada inicialmente.",
    "short-element-descriptions:dd": "descrição da definição",
    "short-element-descriptions:dl": "lista de definições",
    "option.value": "O conteúdo textual desse atributo representa o rótulo que explica a opção.",
    "form.autocomplete": "Indica se os controles nesse formulário podem, por padrão, ter seus valores completados automaticamente pelo navegador.",
    "short-element-descriptions:dt": "termo de definição",
    "select.name": "O nome do controle.",
    "short-element-descriptions:title": "título do documento",
    "keygen.form": "O elemento formulário ao qual esse elemento está associado (seu formulário pai).",
    "css-property-docs:list-style-image": "A propriedade CSS <code>list-style-image</code> determina a imagem que será usada como marcado do item da lista. Pode ser mais conveniente usar o atalho <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style\">list-style</a></code>.",
    "td.bgcolor": "Esse atributo define a cor de fundo de cada célula de uma coluna.",
    "html-attribute-docs:title": "Esse atributo contém um texto que representa informações para consulta relacionada ao elemento ao qual ele pertence. Tal informação pode estar normalmente, mas não necessariamente, apresentada ao usuário como um tooltip. ",
    "html-element-docs:img": "O elemento HTML Imagem (<code>&lt;img&gt;</code>) representa uma imagem do documento.",
    "html-element-docs:input": "O elemento <em>input</em> (<code>&lt;input&gt;</code>) é usado para criar controles interativos para formulários web.",
    "select.required": "Um atributo booleano indicando que a opção com um valor em texto não vazio deve ser selecionado.",
    "html-element-docs:html": "O elemento raiz <em>HTML</em> (<code>&lt;html&gt;) representa a raiz de um documento HTML ou XHTML. Todos os outros elemento devem ser descendentes desse elemento.",
    "textarea.maxlength": "O número máximo de caracteres (pontos de código Unicode) que o usuário pode inserir.",
    "html-element-docs:link": "O <em> Elemento HTML Link </ em> (&lt;link&gt;) especifica as relações entre o documento atual e outros documentos. Possíveis usos para este elemento incluem a definição de um quadro relacional para navegação e ligando o documento para uma folha de estilo.",
    "input.autofocus": "Esse atributo booleano permite que você especifique que um controle de formulário deveria ter foco em um campo quando a página carregar, a menos que o usuário sobreponha isso ao, por exemplo, digitar um comando diferente.",
    "class": "classe",
    "video.loop": "Um atributo booleano; se especificado, irá, assim que que chegar ao fim de um vídeo, retornar automaticamente ao início.",
    "iframe.webkitallowfullscreen": "No Chrome 17 ou mais recente (e talvez anteriores) esse atributo pode ser determinado como true se o frame tiver permissão de ser colocado em modo tela cheia ao chamar o método element.webkitRequestFullScreen().",
    "source.src": "Obrigatório, endereço do recurso de mídia.",
    "short-element-descriptions:iframe": "<em>frame</em> em linha",
    "cannot-undo-html": "<span>Nada para desfazer!</span>",
    "short-element-descriptions:img": "imagem",
    "input.placeholder": "Uma dica ao usuário do que pode ser usado como entrada no controle.",
    "short-element-descriptions:bgsound": "som de fundo",
    "short-element-descriptions:meter": "medidor com escala",
    "short-element-descriptions:sub": "subscrito",
    "short-element-descriptions:button": "botão interativo",
    "td.headers": "Isso atribui uma lista de strings separadas por espaço, cada uma correspondendo ao atributo id dos elementos <th> que se aplicam a esse elemento.",
    "tbody.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada linha de células de um cabeçalho de tabela.",
    "object.standby": "Uma mensagem que o navegador pode mostrar enquanto carrega os dados e os objetos de implementação.",
    "table.summary": "Esse atributo define um texto alternativo  usado para descrever a tabela em user-agents incapazes de exibí-la.",
    "area.rel": "Para âncoras que contém o atributo href, esse atributo especifica o relacionamento do objeto target ao objeto link.",
    "area.type": "Esse atributo espeficica o tipo de mídia na forma de um tipo MIME para o link alvo.",
    "style.scoped": "Se esse atributo está presente, então o estilo é aplicado somente aos seus elementos-pai.",
    "dom-ascend": "Ascender para o elemento pai",
    "iframe.marginwidth": "A quantidade de espaço em pixels entre o conteúdo do quadro e de suas margens esquerda e direita.",
    "short-command-descriptions:dom-ascend": "ascender",
    "short-command-descriptions:remove": "remover",
    "link.target": "Define um o nome de um frame ou uma janela que possui o relacionamento de vínculo definido ou que irá exibir a renderização de qualquer recurso vinculado.",
    "dialog-common:close": "Sair",
    "short-element-descriptions:i": "itálico",
    "br.clear": "Indica onde começar a próxima linha após a quebra.",
    "td.align": "Esse atributo enumerado especifica como o alinhamento horizontal de cada conteúdo da célula pode ser manipulado.",
    "short-element-descriptions:a": "ancoragem e hiperlink",
    "html-element-docs:header": "O <em>Elemento HTML de Cabeçalhot</em>  (<code>&lt;header&gt;</code>) representa uma introdução ou uma ajuda navegacional. Pode conter alguns elementos de cabeçalho, mas também outros elementos como logomarca, wrapped section's header, um formulário de procura e assim vai.",
    "html-element-docs:dt": "O elemento HTML Definição de Termo (<span style=\"font-family: Courier New;\">&lt;dt&gt;</span>) identifica um termo em uma lista de definição. Esse elemento pode ocorrer somente como um elemento filho de uma <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dl\">&lt;dl&gt;</a></code>. Ele é geralmente seguido por um elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dd\">&lt;dd&gt;</a></code>; no entanto, múltiplos elementos <code>&lt;dt&gt;</code> consecutivos indicam vários termos que são todos definidos pelo elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dd\">&lt;dd&gt;</a></code> imediatamente seguinte.",
    "short-element-descriptions:b": "negrito",
    "With X-Ray Goggles activated": "Com o X-Ray Goggles ativos, pressione <kbd>H</kbd> para ver a ajuda.",
    "link.rel": "O atributo nomeia a relação do documento linkado com o documento atual.",
    "html-element-docs:dl": "O elemento HTML <em>Definição de Lista</em> (<code>&lt;dl&gt;</code>) inclui uma lista de pares de termos e descrições. Um uso comum para esse elemento é a implementação de glossários.",
    "Sorry, an error occurred. Please try again later.": "Desculpe, occorreu um erro. Por favor, tente novamente mais tarde.",
    "short-element-descriptions:u": "sublinhado",
    "short-element-descriptions:q": "aspas",
    "short-element-descriptions:p": "parágrafo",
    "html-element-docs:dd": "O elemento <em>Descrição de Definição</em> (<span style=\"font-family: Courier New;\">&lt;dd&gt;</span>) indica a definição de um termo presente em uma lista de definições (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dl\">&lt;dl&gt;</a></code>). Esse elemento pode ocorrer somente como um elemento filho de uma lista de definições e deve seguir um elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dt\">&lt;dt&gt;</a></code>.",
    "html-element-docs:output": "O elemento <em>output</em> (&lt;output&gt;) representa o resultado de um cálculo.",
    "html-element-docs:sub": "O <em>HTML Elemento subscrito</em> (<code>&lt;sub&gt;</code>) define um intervalo de texto que deverá ser mostrado, por razões tipográficas, inferiores, e muitas vezes mais pequenas, do que a extensão principal de texto.",
    "html-element-docs:footer": "O <em>elemento HTML de rodapé</em> (<span style=\"font-family: Courier New;\">&lt;footer&gt;</span>) representa um rodapé para seu conteúdo de corte mais próximo ou<a title=\"en/Sections and Outlines of an HTML5 document#sectioning root\" rel=\"internal\" href=\"https://developer.mozilla.org/en/Sections_and_Outlines_of_an_HTML5_document#sectioning_root\">seção raiz</a> elemento (isto é, o seu pai mais próximo<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/aside\">&lt;aside&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/nav\">&lt;nav&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/section\">&lt;section&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/blockquote\">&lt;blockquote&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/body\">&lt;body&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/details\">&lt;details&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/fieldset\">&lt;fieldset&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/td\">&lt;td&gt;</a></code>⏎\n). Normalmente um rodapé contém informações sobre o autor da seção, os dados de copyright ou links para documentos relacionados.",
    "html-element-docs:embed": "O elemento HTML <em>Embed</em> (<code>&lt;embed&gt;</code>) representa um ponto de integração para uma aplicação externa ou conteúdo interativo (em outras palavras, um plugin).",
    "html-element-docs:var": "O elemento HTML <em>Variable</em> (<code>&lt;var&gt;</code>)  representa uma variável em uma expressão matemática ou em um contexto de programação.",
    "html-element-docs:menu": "O elemento HTML <em>menu</em> (<code>&lt;menu&gt;</code>) representa uma lista não-ordenada de opções de menu, ou comandos.",
    "th.abbr": "Esse atributo contém uma curta descrição abreviada do conteúdo da célula.",
    "html-element-docs:sup": "O <em>elemento HTML Superscript</em> (<code>&lt;sup&gt;</code>) define um intervalo de texto que deve ser exibido, por razões tipográficas, acima, e geralmente menor, do que o intervalo principal do texto.",
    "unload-blocked": "Você talvez tenha mudanças não salvas nessa página.",
    "audio.autoplay": "Um atributo booleano; se especificado (mesmo se o valor for \"false\"), o áudio iniciará a reprodução automaticamente assim que puder fazê-lo sem parar para terminar de carregar os dados.",
    "html-element-docs:div": "O elemento HTML de Divisão de Documento (&lt;div&gt;) é um container genérico para conteúdo fluido, que inerentemente não representa nada. Pode ser usado para agrupar elementos para propósitos de estilo (usando os atributos <strong>class</strong> ou <strong>id</strong>) ou porque eles compartilham valores de atributos, tais como <strong>lang</strong>. Ele deve ser usado somente quando nenhum outro elemento semântico (como <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code> ou <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/nav\">&lt;nav&gt;</a></code>) é apropriado.",
    "a.shape": "Esse atributo é usado para definir a região selecionável para o links de fonte de hipertexto associados a figuras para criar um mapa de imagem.",
    "body.onundo": "Função chamada quando o usuário retrocede no histórico transacional de desfazer.",
    "meter.min": "O limite inferior numérico do intervalo medido.",
    "th.scope": "Esse atributo enumerado define a quais célular que o cabeçalho definido nesse <th> o elemento se relaciona.",
    "a.ping": "O suporte ao \"ping\" foi removido à partir do Firefox 3 beta 3.",
    "Thimble": "Thimble",
    "input.required": "Esse atributo especifica que que o usuário deve preencher o campo antes de submeter um formulário.",
    "col.charoff": "Este atributo é utilizado para indicar o número de caracteres que compensa os dados da coluna dos caracteres de alinhamento especificados pelo atributo Char.",
    "Help": "Ajuda",
    "a.rel": "Para âncoras que contém o atributo href esse atributo especifica o relacionamento do objeto target ao objeto link.",
    "body.vlink": "Cor do texto para links visitados.",
    "keygen.autofocus": "Esse atributo booleano permite que você especifique que o controle deva ter foco sobre o campo quando a página carregar, a não ser que o usuário o sobreponha, por exemplo ao digitar em um controle diferente.",
    "remove": "Remover elemento selecionado",
    "source.media": "Media query da media do recurso pretendido.",
    "embed.width": "A largura exibida do recurso, em pixels CSS.",
    "a.rev": "Esse atributo especifica um link reverso, a relação inversa do atributo rel.",
    "img.crossorigin": "Esse atributo enumerado indica se o carregamento da imagem relacionada deva ser usado CORS ou não.",
    "input.multiple": "Esse atributo booleano indica se o usuário pode inserir mais de um valor.",
    "short-element-descriptions:hr": "régua horizontal",
    "input.formaction": "A URI de um programa que processa a informação submetida pelo elemento input, se ele for u, botão submit ou image.",
    "colgroup.align": "Este atributo especifica como será o alinhamento horizontal do conteúdo das células de cada coluna.",
    "textarea.readonly": "Esse atributo booleano indica que o usuário não pode mudar o valor do controle.",
    "short-element-descriptions:tfoot": "rodapé de tabela",
    "object.height": "A altura do recurso sendo exibido, em pixels CSS.",
    "short-element-descriptions:thead": "cabeçalho de tabela",
    "canvas.width": "A largura do espaço de coordenadas em pixels CSS.",
    "label.accesskey": "Uma tecla de atalho para acessar esse elemento pelo teclado.",
    "col.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada célula na coluna.",
    "del.cite": "A URI de um recurso que explica a mudança (por exemplo, minutas de uma reunião).",
    "input.min": "O valor mínimo (numérico ou data-hora) para esse item, que não deve ser maior que o seu valor máximo (atributo max).",
    "video.muted": "Um atributo booleano que indica a configuração padrão do áudio contido no vídeo.",
    "body.onpopstate": "Função chamada quando o usuário navega no histórico da sessão.",
    "button.name": "O nome do botão, que será enviado junto com os dados do formulário.",
    "Advanced": "Avançado",
    "short-element-descriptions:h6": "título",
    "short-element-descriptions:h4": "título",
    "short-element-descriptions:h5": "título",
    "short-element-descriptions:h2": "título",
    "short-element-descriptions:h3": "títulotítulo",
    "short-command-descriptions:quit": "abortar",
    "short-element-descriptions:h1": "título",
    "a.hreflang": "Esse atributo indica o idioma do recurso vinculado.",
    "short-element-descriptions:div": "divisão do documento",
    "audio.src": "A URL do áudio a ser embutido.",
    "td.abbr": "Esse atributo contém uma curta descrição abreviada do conteúdo da célula.",
    "short-element-descriptions:select": "lista de seleção",
    "style.disabled": "Se definido, desabilita (não se aplica) as regras de estilo ao Documento que é especificado dentro do elemento.",
    "command.checked": "Indica se o comando está selecionado.",
    "Sign in to publish your remix": "Faça login para publicar o seu remix",
    "img.height": "A altura da imagem em CSS pixels de HTML5, ou em pixels ou como porcentagem do HTML 4.",
    "body.onfocus": "Função chamada quando o documento receber foco.",
    "short-element-descriptions:output": "resultado calculado",
    "short-element-descriptions:source": "fonte de mídia embutida",
    "html-element-docs:script": "O <code>script</code> elemento é usado para inserir ou fazer referência a um script  executável dentro de um <abbr title=\"Hypertext Markup Language\">HTML</abbr> ou <abbr title=\"Extensible Hypertext Markup Language\">XHTML</abbr> documento.",
    "a.urn": "Esse atributo supostamente suportado pela Microsoft relaciona um uniform resource name (URN) com o link.",
    "dialog-common:nevermind": "Não se preocupe",
    "tap-space-html": "Tecle a <div class=\"webxray-kbd\">barra de espaço</div> para editar esse estilo.",
    "short-element-descriptions:object": "objeto embutido",
    "hr.noshade": "Deprecado desde HTML4.01. Obsoleto desde HTML5.",
    "form.accept-charset": "Uma lista de codificações de caracteres que este servidor aceita.",
    "table.frame": "Esse atributo enumerado define qual lado da moldura ao redor da tabela deve ser exibido.",
    "short-element-descriptions:area": "hiperlink do mapa de imagem",
    "video.preload": "Este atributo tem a intenção de dar uma dica para o browser sobre o que, segundo o que o autor pensa, poderá levar à melhor experiência de usuário.",
    "If you need help": "Se você precisar de ajuda, tenha certeza de que o X-Ray Goggles está ativo, então pressione a tecla<kbd>H</kbd> no seu teclado.",
    "form.accept": "Uma lista separada por vírgulas dos tipos de conteúdo que o servidor aceita.",
    "time.pubdate": "(Esse recurso ainda está sendo discutido pelo WHATWG e o W3C HTML5 Working Group.) Esse atributo booleano especifica que a data e a hora dadas pelo o elemento é a data de publicação do documento.",
    "activate the X-Ray Goggles by": "Na sequência, ative o X-Ray Goggles clicando no botão amarelo acima.",
    "textarea.cols": "A largura visível do controle de texto, na largura média dos caracteres.",
    "object.border": "A largura de uma borda ao redor do controle, em pixels.",
    "area.target": "Esse atributo especifica onde exibir o recurso linkado.",
    "td.char": "Esse atributo é usado para definir o caractere com qual as células em uma coluna irão se alinhar.",
    "input.accept": "Se o valor de um tipo de atributo é arquivo, o atributo indica que tipos de arquivos aquele servidor aceita; de outra forma, ele é ignorado.",
    "source.type": "O tipo MIME do recurso, opcionalmente com um parâmetro codecs.",
    "html-element-docs:command": "O elemento <code>command </code> representa um comando que o usuário pode chamar.",
    "dialog-common:ok": "Confirmar mudanças",
    "input.size": "Tamanho inicial do controle.",
    "short-command-descriptions:undo": "desfazer",
    "fieldset.form": "Esse atributo tem o valor do atributo id do elemento <form> a que está associado.",
    "css-property-docs:font-variant": "A propriedade CSS <code>font-variant</code> seleciona uma formatação de texto <code>normal</code> ou <code>small-caps</code> de uma fonte. Também é possível determinar o <code>font-variant</code> usando a forma abreviada <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font\">font</a></code>.",
    "focused-intro": "Você está em um(a)",
    "Preview": "Visualização",
    "Events": "Eventos",
    "html-element-docs:keygen": "O elemento HMTL <code>keygen</code> existe para facilitar a geração de material chave, e a submissão de chaves públicas como parte do formulário HTML. O mecanismo foi projetado para ser usado com sistemas de gerenciamento de certificados baseados na web. É esperado que o elemento <code>keygen</code> vai ser usado no formulário HMTL juntamente com outras informações necessárias para a requisição do certificado, e que o resultado vai ser um certificado assinado.",
    "quit": "Desativar goggles",
    "command.label": "O nome do comando como mostrado para o usuário.",
    "input.formmethod": "Se o elemento input é um botão submit ou uma imagem, esse atributo especifica o método HTTP que o navegador  usará para submeter o formulário.",
    "a.media": "Esse atributo especifica a mídia á qual o recurso linkado se aplica.",
    "css-property-docs:white-space": "A propriedade CSS <code>white-space</code> é usada para descrever como espaços em branco são manueasdos dentro do elemento.",
    "img.hspace": "O número de pixels de espaço em branco a ser inserido a esqueda ou a direita da imagem.",
    "meta.scheme": "Esse atributo define o esquema no qual o metadado é descrito.",
    "area.alt": "Um texto alternativo para ser exibido em navegadores que não exibem imagens.",
    "meter.value": "O valor numérico atual.",
    "style.media": "A qual mídia esse estilo deve ser aplicado.",
    "td.rowspan": "Esse atributo contém um número inteiro não negativo que indica por quantas linhas a célula se extende.",
    "input.type": "O tipo do controle a ser exibido.",
    "html-element-docs:del": "O elemento HTML Texto Removido (<code>&lt;del&gt;</code>) representa o texto que foi apagado do documento. Esse elemento é usado (mas não é obrigatório) com o texto riscado.",
    "X-Ray Goggles Logo": "Logo do X-Ray Goggles",
    "short-element-descriptions:nav": "navegação",
    "thead.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada linha de células de um cabeçalho de tabela.",
    "css-property-docs:clear": "A propriedade <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>clear</code> especifica se um elemento pode ficar logo em seguida a elementos <a title=\"en/CSS/float\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS/float\">flutuando</a> que o precedem ou se devem ser movidos para debaixo deles (cleared).",
    "embed.height": "A altura exibida do recurso, em pixels CSS.",
    "See how Goggles work by swapping a image": "Veja como o Goggles funciona trocando uma imagem",
    "input.disabled": "Esse atributo booleano indica que o campo do formulário não está disponível para interação.",
    "progress.form": "Esse atributo especifica o formulário do qual o elemento de progresso faz parte.",
    "short-element-descriptions:audio": "transmissão de áudio embutida",
    "iframe.mozallowfullscreen": "No Gecko 9.0 ou mais recentes esse atributo pode ser determinado para true se o frame tiver permissão de ser colocado em modo telacha cheia ao chamar o método element.mozRequestFullScreen().",
    "Popcorn Maker": "Popcorn Maker",
    "textarea.name": "O nome do controle.",
    "object.usemap": "Uma referência hash-name a um elemento <map>; que é um \"#\" seguido pelo valor de um nome de um elemento do mapa.",
    "select.multiple": "Esse atributo booleano indica que multiplas opções podem ser selecionadas na lista.",
    "button.formtarget": "Se o botão é um botão submit, esse atributo é um nome ou uma palavra-chave indicando se deve mostrar a resposta que é recebida após submeter o formulário.",
    "short-element-descriptions:meta": "metadados",
    "My makes": "Minhas criações",
    "short-element-descriptions:command": "controle de áudio do usuário",
    "Find the current X-Ray Goggles image": "Encontre a imagem atual do X-Ray Googles (mostrada abaixo) e coloque o mouse por cima até que seja ressaltada.",
    "script.type": "Esse atributo identifica a linguagem de script do código inserido dentro do elemento script ou referenciado pelo atributo src do elemento.",
    "html-element-docs:select": "O <em>select</em> (<code>&lt;select&gt;</code>) é um elemento HMTL que representa um controle com opções de menu. As opções dentro do menu são representadas por <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/option\">&lt;option&gt;</a></code>\nelementos, que podem ser agrupados usando elementos de <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/optgroup\">&lt;optgroup&gt;</a></code>. Opções podem estar pré-selecionadas para o usuário. ",
    "short-element-descriptions:legend": "Legenda do field set",
    "X-Ray Goggles": "X-Ray Goggles",
    "audio.buffered": "Um atributo que você pode ler para determinar qual intervalo de tempo da mídia deve ser buferizado.",
    "audio.mozCurrentSampleOffset": "O deslocamento, especificado como um número de amostrar desde o início do stream de áudio, em que o áudio está reproduzindo no momento.",
    "link.methods": "O valor desse atributo provê informação sobre as funções que podem ser executadas em um objeto,",
    "meta.http-equiv": "Esse atributo enumerado define o pragma que pode alterar servidores e o comportamento de user-agents.",
    "html-element-docs:iframe": "O elemento HTML frame (<code> <iframe> </ code>) representa um contexto de navegação aninhada, efetivamente incorpora outra página HTML para dentro da página atual. Cada contexto de navegação tem o seu próprio histórico da sessão e documento ativo. O contexto de navegação que contém o conteúdo integrado é chamado de <dfn id=\"parent\">parent</dfn> contexto de navegação. O <dfn id=\"top-level\">top-level</dfn> contexto de navegação (que não tem pai) é tipicamente a janela do navegador.",
    "short-element-descriptions:details": "controle sob demanda",
    "short-command-descriptions:remix": "remix",
    "video.height": "A altura da área de exibição de um vídeo, em pixels CSS.",
    "Activate X-Ray Goggles by clicking the yellow button above.": "Ative o X-Ray Goggles clicando no botão amarelo acima.",
    "css-property-docs:letter-spacing": "A propriedade CSS <code>letter-spacing</code> especifica o comportamento de espaçamento entre caracteres de texto.",
    "short-element-descriptions:datalist": "lista de opções predefinidas",
    "css-property-docs:z-index": "A propriedade CSS <code>z-index</code> especifica a ordenação no eixo z de um elemento e seus descendentes. Quando elementos se sobrepõem, a ordenação z determina qual deve cobrir o outro. Um elemento com um valor z-index alto geralmente cobre outro elemento com um valor menor.",
    "html-element-docs:section": "O <em>elemento HTML Section</em>  (<code>&lt;section&gt;</code>)  representa uma seção genérica de um documento, ex: um agrupamento temático de conteúdo, normalmente com um cabeçalho.",
    "input.list": "Identifica uma lista pré-definida de opções para sugerir ao usuário.",
    "ins.cite": "Esse atributo define a URI de um recurso que explica a alteração, como um link a ata de uma reunião ou um ticket em um sistema de suporte.",
    "a.datafld": "Esse atributo especifica o nome da coluna do objeto de fonte de dados que provém a dados de ligação.",
    "html-element-docs:summary": "O HTML <em>summary </em>element (<code>&lt;summary&gt;</code>) é usado como um resumo, título ou legenda para o conteúdo de um <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/details\">&lt;details&gt;</a></code> ⏎\nelemento.",
    "Here's how:": "Aqui é como:",
    "video.autoplay": "Esse atributo booleano; se especificado, o vídeo iniciará sua reprodução automaticamente assim que puder sem ter que para para terminar de carregar os dados.",
    "deletion": "remoção",
    "ol.start": "Esse atributo de número integral especifica o valor inicial da enumeração dos itens individuais da lista.",
    "select.autofocus": "Esse atributo permite que você especifique que um campo do formulário tenha foco quando a página carregar, a não ser que o usuário o sobreponha ao, por exemplo, digitar em um campo diferente.",
    "form.enctype": "Quando o valor do atributo method for post, esse atributo é o MIME type do conteúdo que será usado para submeter o formulário ao servidor.",
    "css-property-docs:background-image": "A propriedade CSS <code>background-image</code> determina o a imagem de plano de fundo para um elemento. A image será desenhada sobre camadas de contexto sucessivamente empilhadas, com a que espepecificada primeiro sendo desenhada como se fosse a mais próxima ao usuário. As <a title=\"border\" rel=\"internal\" href=\"https://developer.mozilla.org/cn/CSS/border\">bordas</a> do elemento são então desenhadas sobre elas, e o <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-color\">background-color</a></code> é desenhado debaixo deles.",
    "short-element-descriptions:ins": "inserir texto",
    "img.src": "URL da Imagem, esse atributo é obrigatório para o elemento <img>.",
    "html-element-docs:li": "O <em>elemento HTML Item de Lista</em> (<code>&lt;li&gt;</code>) é usado para representar um item de lista. Ele deve estar contido em uma lista ordenada (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ol\">&lt;ol&gt;</a></code>), em uma lista não-ordenada (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ul\">&lt;ul&gt;</a></code>) ou em um menu (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/menu\">&lt;menu&gt;</a></code>), em que representa uma única entidade nessa lista.",
    "a.methods": "O valor desse atributo provê informação sobre as funções que podem ser executadas em um objeto,",
    "css-property-docs:word-spacing": "A propriedade CSS <code>word-spacing</code> especifica o comportamento entre tags e palavras.",
    "a.target": "Esse atributo especifica onde exibir o recurso linkado.",
    "short-element-descriptions:dfn": "definição",
    "short-element-descriptions:mark": "texto destacado",
    "optgroup.disabled": "Se esse atributo boolano estiver definido, nenhum dos itens nesse grupo de opções é selecionável.",
    "short-command-descriptions:css-quasimode": "css",
    "td.scope": "Essa é uma API obsoleta e não é mais garantida que funcione no HTML5",
    "short-element-descriptions:del": "texto removido",
    "css-property-docs:background-size": "A propriedade CSS <code>background-size</code> especifica o tamanho das imagens de plano de fundo.",
    "img.width": "A largura da imagem em pixels ou porcentagem.",
    "With X-Ray Goggles now activated": "Com o X-Ray Googles ativado agora, passe o mouse pela tela. Notou como as imagens e os textos são destacados com cores?",
    "css-property-docs:background-clip": "A propriedade CSS <code>background-clip</code> especifica se o plano de fundo de um alemento, seja uma cor ou uma imagem, se extende por debaixo de suas bordas.",
    "You can take X-Ray Goggles with you anywhere on the web:": "Você pode levar o X-Ray Goggles com você onde quer que você vá na web:",
    "short-element-descriptions:figcaption": "legenda da figura",
    "style-change": "mudança do estilo",
    "html-element-docs:aside": "O elemento HTML <em>aside</em> (<code>&lt;aside&gt;</code>) representa uma seção da página que consite em conteúdo que está tangenciamente relacionado ao conteúdo a sua volta, que poderia ser considerado separado do conteúdo. Tais seções são geralmente representadas como barras laterais ou como inserções; elas podem conter explicações adicionais como um glossário, mais coisas não muito relacionadas como anúncios publicitários, a biografia do autor, ou em aplicações web, informações de perfis ou links de blogs relacionados.",
    "html-attribute-docs:style": "Esse atributo contém declarações de estilo CSS a serem aplicadas ao elemento.",
    "html-element-docs:dfn": "O elemento HTML <em>Definition</em> (<code>&lt;dfn&gt;</code>) representa a instiancia de definição de um termo.",
    "video.controls": "Se esse atributo estiver presente, o Gecko irá oferecer controles que permitem o usuário controlar a reprodução do vídeo, incluindo volume, linha de tempo, pausar/iniciar reprodução.",
    "button.formnovalidate": "Se o botão for um submit, esse atributo booleano especifica que o formulário não deve ser validado quando for submetido.",
    "short-element-descriptions:small": "texto pequeno",
    "css-property-docs:text-indent": "A proprieadade CSS <code>text-indent</code> especifica quando espaço horizontal deve ser deixado antes do começo da primeira linha de texto de um elemento. Espaçamento horizontal diz respeito a lateral esquerda (ou direta para layouts de leitura direita-esquerda) da área do bloco do elemento.",
    "short-element-descriptions:label": "do rótulo do controle",
    "body.onblur": "Função a ser chamada quando o documento perde foco.",
    "area.shape": "O formato da região de clique associada.",
    "body.onredo": "Função chamada quando o usuário avança no histórico de transação de desfazer.",
    "body.background": "URL da imagem a ser usada como pano de fundo.",
    "css-quasimode": "Veja/edite o estilo computado do elemento selecionado",
    "css-property-docs:text-align": "A propriedade CSS <code>text-align</code> descreve como conteúdos inline como texto são alinhados no bloco do seu elemento superior. O <code>text-align</code> não controla o alinhamento do bloco do elemento em si, apenas do seu conteúdo inline.",
    "button.form": "O elemento formulário ao qual o botão está associal (seu formulário pai).",
    "thead.charoff": "Este atributo é utilizado para indicar o número de caracteres que compensa os dados da coluna dos caracteres de alinhamento especificados pelo atributo Char.",
    "short-element-descriptions:kbd": "entrada do teclado",
    "css-property-docs:text-decoration": "A propriedade CSS <code>text-decoration</code> é usada para determinar as formatações de texto <code>underline</code>, <code>overline</code>, <code>line-thought</code> e <code>blink</code>.",
    "img.usemap": "A URL parcial (iniciada com '#') de um mapa de imagem associado com o elemento.",
    "html.version": "Especifica o Document Type Definition do HTML que rege o documento atual.",
    "blockquote.cite": "Uma URL que designa um documento fonte ou uma mensagem para a informação citada.",
    "textarea.rows": "O número de linhas de texto visíveis para o controle.",
    "html-element-docs:small": "O elemento HTML Small (<span style=\"font-family: Courier New;\">&lt;small&gt;</span>) faz o <em>tamanho da fonte</em> do texto uma medida menor (por exemplo, de large para medium, ou de small para x-small) abaixo do tamanho mínimo de fonte do navegador.",
    "hr.width": "Determina o comprimento de uma regra na página através de um valor em pixels ou porcentagem.",
    "param.value": "Valor do parâmetro.",
    "short-element-descriptions:optgroup": "opção de agrupamento",
    "html-element-docs:details": "O elemento HTML <em>details</em> (<code>&lt;details&gt;</code>) é usado como um elemento de revelação de onde o usuário obtem informações adicionais.",
    "short-element-descriptions:summary": "resumo dos detalhes",
    "key-names:ESC": "esc",
    "key-names:RIGHT": "→",
    "html-element-docs:bdo": "O elemento HTML <em>Bidirectional Override</em> (<span style=\"font-family: Courier New;\">&lt;bdo&gt;</span>) é usado para sobrepor o direcionamento atual do texto. Ele faz com que o direcionamento dos caracteres sejam ignorados em favor do direcionamento especificado.",
    "html-element-docs:bdi": "O <em>elemento HTML de Isolamento Bidirecional</em> (<code>&lt;bdi&gt;</code>) isola um intervalo de texto que pode ser formatado em uma direção diferente de outro texto fora dele.",
    "param.name": "Nome do parâmetro",
    "ol.type": "Indica o tipo de numeração: 'a' indica letras em minúsculo, 'A' indica letras em maiúsculo, 'i' indica numerais romanos minúsculos, 'I' indica numerais romanos maiúsculos, e '1' indica números.",
    "short-command-descriptions:redo": "desfazer",
    "details.open": "Esse atributo booleano indica se os detalhes serão mostrados ao usuário quando a página carregar.",
    "button.disabled": "Essse atributo booleano indica que o usuário não pode interagir com o botão.",
    "replacement": "substituir",
    "short-element-descriptions:bdi": "formatação de texto bidirecional",
    "css-property-docs:top": "A propriedade CSS <code>top</code> especifica parte da posição de elementos posicionados. Ela não tem efeito sobre elementos não posicionados.",
    "short-element-descriptions:code": "fragmento de código",
    "short-element-descriptions:bdo": "substituição bidirecional",
    "css-property-docs:width": "A propriedade CSS <code>width</code> especifica a larguda a área de conteúdo de um elemento. A <a title=\"en/CSS/box_model#content\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS/box_model#content\">área de conteúdo</a> fica <em>dentro</em> do padding, order e da margin do elemento.",
    "col.bgcolor": "Esse atributo define a cor de fundo de cada célula de uma coluna.",
    "html-element-docs:meta": "O <em>elemento HTML Meta</em> (<code>&lt;meta&gt;</code>) representa quaisquer informações de metadados que não podem ser representadas usando um dos outros elementos relacionados (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/base\">&lt;base&gt;</a></code>, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/link\">&lt;link&gt;</a></code>, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/script\">&lt;script&gt;</a></code>, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/style\">&lt;style&gt;</a></code> ou <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/title\">&lt;title&gt;</a></code>). De acordo com o conjunto de atributos, o tipo de metadados pode ser um dos seguintes:",
    "script.async": "Defina esse atributo booleano para indicar que o navegador deva, se possível, executar o script de forma assíncrona.",
    "textarea.form": "O elemento formulário ao qual o elemento área de texto está associado (seu formulário pai).",
    "tfoot.charoff": "Este atributo é utilizado para indicar o número de caracteres que compensa os dados da coluna dos caracteres de alinhamento especificados pelo atributo Char.",
    "input.width": "Se o valor do atributo type for image, esse atributo define a largura da imagem exibida para o botão.",
    "Publishing...": "Publicando...",
    "The URL you just copied links to a new image!": "A URL que você acabou de copiar leva a uma nova imagem!",
    "id": "id",
    "short-element-descriptions:table": "dados tabulares",
    "keygen.challenge": "Um texto challenge que é enviado junto a uma chave pública.",
    "img.align": "O alinhamento da imagem em relação ao contexto a sua volta.",
    "input.src": "Se o valor do atributo type for image, esse atributo especifica a URI para a localização da imagem a ser exibida no botão submit gráfico; caso contrário será ignorado.",
    "html-element-docs:option": "Em um formulário web, O HTML<em> option </em>element (<span style=\"font-family: Courier New;\">&lt;option&gt;</span>) é usado para criar um controle que representa um item dentro de um <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/select\">&lt;select&gt;</a></code>⏎\n, an <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/optgroup\">&lt;optgroup&gt;</a></code>⏎\nou um <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/datalist\">&lt;datalist&gt;</a></code>⏎\nelemento HTML5 .",
    "short-element-descriptions:ul": "lista não ordenada",
    "css-property-docs:text-shadow": "A propriedade CSS <code> text-shadow </code>adicionar sombras ao texto. Ela aceita uma lista separada por vírgulas de sombras a ser aplicada ao texto e <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/text-decoration\">text-decorations</a></code>\ndo elemento.",
    "Hi": "Olá",
    "textarea.selectionDirection": "A direção para qual a seleção aconteceu.",
    "redid": "Refiz",
    "label.for": "O ID de um elemento rotulável relacionado a um formulário no mesmo documento que um elemento label.",
    "short-element-descriptions:menu": "lista de comandos",
    "object.archive": "Ma lista separada por espaços com URIs para arquivos de recursos para o objeto.",
    "Make sure your browser's bookmarks bar is enabled.": "Verifique se a barra de favoritos do seu navegador está habilitada.",
    "link.disabled": "Esse atributo é usado para desabilitar o vínculo de um link.",
    "hr.size": "Deprecado desde HTML4.01. Obsoleto desde HTML5.",
    "th.colspan": "Esse atributo contém um valor  em número inteiro não negativo que indica por quantas colunas a célula se extende.",
    "html-attribute-docs:id": "Esse atributo define um identificador único (ID) que deve ser único em todo documento. Seu propósito é identificar o elemento quando vinculado (usando um identificador de fragmento), programado ou estilizado (com CSS).",
    "textarea.autofocus": "Esse atributo booleano permite que você especifique que um controle de formulário deveria ter foco em um campo quando a página carregar, a menos que o usuário sobreponha isso ao, por exemplo, digitar um comando diferente.",
    "Activate X-Ray Goggles": "Ativar X-Ray Goggles",
    "body.ononline": "Função chamada quando uma comunicação de rede é reestabelecida.",
    "short-element-descriptions:colgroup": "grupo de colunas de tabela",
    "html-element-docs:em": "O elemento HTML de ênfase (<span style=\"font-family: Courier New;\">&lt;em&gt;</span>) marca texto que possui ênfase acentuada. O elemento <code>&lt;em&gt;</code> pode ser aninhado, sendo que cada nível de aninhamento indica um maior grau de ênfase.",
    "Replace the image location": "Substitui a localização da imagem (ou a fonte escrita em HTML como src) com a URL copiada no Passo 1.",
    "td.axis": "Esse atributo contém uma lista de strings separadas por espaço.",
    "object.declare": "A presença desse atributo booleano torna esse elemento apenas uma declaração.",
    "keygen.keytype": "O tipo da chave gerada.",
    "img.alt": "Esse atributo define o texto alternativo que descreve a imagem.",
    "short-element-descriptions:textarea": "campo de texto com multiplas linhas",
    "html-element-docs:colgroup": "O elemento HTML <em>Column Group</em> (<code>&lt;colgroup&gt;</code>) define um grupo de colunas dentro de uma tabela.",
    "short-element-descriptions:abbr": "abreviação",
    "object.width": "A largura do recurso display, em pixels CSS. ",
    "th.bgcolor": "Esse atributo define a cor de fundo de cada célula de uma coluna.",
    "input.formnovalidate": "Se o elemento input é um botão ou imagem que submete um formulário, esse atributo booleano indica que o formulário deva ou não ser validado quando é submetido.",
    "tbody.char": "Esse atributo é usado para definir o caractere com qual as células em uma coluna irão se alinhar.",
    "style.type": "Esse atributo define a linguagem de estilização como um MIME type (o charset não defe ser especificado).",
    "img.border": "A espessura da borda em torno da imagem.",
    "html-element-docs:optgroup": "Em um formulário web, o elemento HTML <em>optgroup</em> (&lt;optgroup&gt;) cria um agrupamento de opções dentro de um elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/select\">&lt;select&gt;</a></code>.",
    "html.manifest": "Especifica a URI de um manifesto fonte indicando recursos que devem ser guardados em cache localmente.",
    "script.language": "Como o atributo type, esse atributo identifica a linguagem de script em uso.",
    "Make": "Faça",
    "cannot-redo-html": "<span>Nada para refazer!</span>",
    "output.for": "Uma lista de IDs de outros elementos indicando que esses elementos contribuiram com valores de campos para (ou afetaram de outro modo) o cálculo.",
    "bdo.dir": "A direção do text nesse elemento.",
    "input.value": "O valor inicial do controle.",
    "css-property-docs:list-style-position": "A propriedade CSS <code>list-style-position</code> especifica a posição da área do marcador dentro da área do bloco principal. Costuma ser mais conveniente usar o atalho <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style\">list-style</a></code>.",
    "more-info": "Clique com o Shift pressionado para mais informações.",
    "body.onstorage": "Função chamada quando a área de armazenamento é alterada.",
    "html-element-docs:figcaption": "O elemento HTML <em>Figcaption Element</em> (<code>&lt;figcaption&gt;</code>) representa uma legenda associada a uma figura ou ilustração descita pelo restante de dados do elemento  <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code> que é seu antecessor imediato, o que significa que o elemento <code>&lt;figcaption&gt;</code> pode ser o primeiro ou o último elemento dentro de um bloco <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code>. O elemento HTML <em>Figcaption</em> é opcional; se não fornecido, o elemento figure não terá legenda.",
    "textarea.placeholder": "Uma dica para o usuário do que pode ser inserido no controle.",
    "ul.type": "Usado para determinar o estilo dos marcadores para a lista.",
    "progress.value": "Esse atributo especifica quanto da tarefa já foi completado.",
    "iframe.srcdoc": "O conteúdo da página que o contexto inserido deve conter.",
    "meter.optimum": "Esse atributo indica o valor numérico ideal.",
    "body.onoffline": "Função chamada quando uma comunicação de rede falha.",
    "hr.color": "Define a cor da regra através do nome da cor ou do valor hexadecimal.",
    "short-element-descriptions:br": "quebra de linha",
    "meta.charset": "Esse atributo declara a codificação de texto usado da página.",
    "html-element-docs:abbr": "O elemento HTML Abreviação (<code>&lt;abbr&gt;</code>) representa uma abreviação e provém opcionalmente uma descrição completa pra ela. Se prsente, o atributo <strong>title</strong> defe conter a descrição completa e nada mais.",
    "html-element-docs:address": "O elemento HTML Address (<code>&lt;address&gt;</code>) pode ser usado por autores para fornecer informações de contato para seu <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code> mais próximo ou <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/body\">&lt;body&gt;</a></code> predecessor; no último caso, ele se aplica a todo o documento.",
    "css-property-docs:height": "A propriedade CSS <code>height</code> especifica a altura da área de conteeudo de um elemento. A <a title=\"en/CSS/Box_model#content\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS/box_model#content\">área de conteúdo</a> está <em>dentro</em> do padding, border e do margin do elemento.",
    "select.disabled": "Esse atributo booleano indica que o usuário não pode interagir com o controle.",
    "css-property-docs:font-style": "A propriedade CSS <code>font-style</code> permite que variações <code>italic</code> ou <code>oblique</code> sejam selecionadas dentro de um <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font-family\">font-family</a></code>.<br>",
    "object.form": "O elemento formulário, se existir, com o qual o elemento objeto está associado (seu formulário pai).",
    "css-property-docs:position": "A propriedade CSS <code>position</code> escolhe regras de posicionamento de elementos alternativas, projetada para ser útil a efeitos de animação programadas.",
    "base.href": "A URL base a ser usada por todo documento para endereços de URL relativos.",
    "video.autobuffer": "Um atributo booleano; se especificado o vídeo começará a ser carregado mesmo que não tenha sido definido para reproduzí-lo automaticamente.",
    "with": "com",
    "video.poster": "Uma URL indicando o frame cartaz a ser exibido até o usuário reproduzir ou selecionar um ponto na linha de tempo.",
    "short-element-descriptions:cite": "título do trabalho",
    "html-element-docs:blockquote": "O elemento HTML <em>Bloco de Citação</em> (<code>&lt;blockquote&gt;</code>) indica que o texto incluído é uma citação extendida. Geralmente isso é visualmente renderizado com indentação (veja as <a title=\"en/HTML/Element/blockquote#Notes\" rel=\"internal\" href=\"https://developer.mozilla.org/en/HTML/Element/blockquote#Notes\">notas</a> para saber como modificá-lo). Uma URL para a fonte da citação pode ser fornecida usando o atributo <strong>cite</strong>, enquanto uma representação de texto da fonte pode ser dada pelo elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/cite\">&lt;cite&gt;</a></code>.",
    "input.selectionDirection": "A direção para qual a seleção ocorre.",
    "colgroup.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada célula na coluna.",
    "colgroup.span": "Esse atributo contém um número inteiro positivo indicando o número de colunas consecutivas adicionais a aplicarem os atributos do elemento &lt;column&gt;.",
    "a.type": "Esse atributo espeficica o tipo de mídia na forma de um tipo MIME para o link alvo.",
    "body.onmessage": "Função chamada quando o documento recebe uma mensagem.",
    "css-property-docs:text-rendering": "A propriedade CSS <code>text-rendering</code> provém informações para o mecanismo de renderização sobre o que otimizar enquanto renderizar texto. O navegador realiza compensações entre velocidade, legibilidade e precisão geométrica. A propriedade text-rendering é uma propriedade SVG que não está definida em qualquer padrão CSS. Contudo, navegadores Gecko e WebKit permitem que você aplique essa propriedade a contúdos HTML e XML em Windows, Mac OS X e Linux.",
    "area.accesskey": "Espeficica um acelerador de navegação pelo teclado para o elemento.",
    "Close": "Fechar",
    "input.readonly": "Esse atributo booleano indica que o usuário não pode mudar o valor do controle.",
    "css-property-docs:direction": "A propriedade CSS <code>direction</code> deve ser determinado para se adequar a direção do texto: <code>rtl</code> para textos em Hebraico ou Árabe e <code>ltr</code> para outros idiomas. Isso deve ser feito normalmente como parte do documento (ex: usando o atributo <code>dir</code> do HTML) ao invés do uso direto do CSS.",
    "body.onresize": "Função chamada quando o documento é redimensionado.",
    "short-command-descriptions:uproot": "publicar",
    "input.checked": "Quando o valor do atributo type for radio ou checkbox, a presenta desse atributo booleano indica que o controle é selecionado por padrão; caso contrário será ignorado.",
    "object.data": "O endereço do recurso como uma URL válida.",
    "html-element-docs:ol": "O elemento HTML <em>ordered list</em> (<code>&lt;ol&gt;</code>) representa uma lista ordenada de itens. Tipicamente, itens ordenados em lista são exibidos com um número precedente, o qual pode ser de qualquer forma, como numerais, letras ou números romanos ou mesmo simples pontos. Esse estilo numerado não é definido na descrição HTML da página, mas em seu CSS associado, usando a propriedade <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style-type\">list-style-type</a></code>.",
    "tr.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada linha de células de um cabeçalho de tabela.",
    "tfoot.align": "Esse atributo enumerado especifica como o alinhamento horizontal de cada conteúdo da célula pode ser manipulado.",
    "object.codebase": "O caminho base usado para resolver URIs relativas especificadas por classid, data ou archive.",
    "colgroup.width": "Este atributo especifica a largura padrão de cada coluna no grupo de colunas corrente.",
    "link.type": "Esse atributo é usado para definir o tipo de conteúdo ao qual está conectado.",
    "short-element-descriptions:html": "raiz do documento",
    "a.name": "Esse atributo é requedido em uma âncora que define o alvo dentro de uma página.",
    "textarea.selectionEnd": "O índice do último caractere na seleção atual.",
    "link.href": "Esse atributo indica a URL do recurso vinculado.",
    "short-element-descriptions:form": "formulário enviável pelo usuário",
    "css-property-docs:word-wrap": "A propriedade  <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>word-wrap</code> é usada para especificar se permite ou não o navegador quebrar linhas  a fim de evitar transbordamento quando uma palavra é muito grande para caber.",
    "Teach": "Ensine",
    "iframe.name": "Um nome para o contexto de navegação inserido (ou frame).",
    "html-element-docs:button": "O elemento HTML <em>button</em> (<span style=\"font-family: Courier New;\">&lt;button&gt;</span>)&nbsp;representa um botão clicável.",
    "short-element-descriptions:tt": "texto teletype",
    "css-property-docs:visibility": "A propriedade CSS <code>visibility</code> é usada para duas coisas:",
    "tfoot.bgcolor": "Esse atributo define a cor de fundo de cada célula de uma coluna.",
    "th.axis": "Esse atributo contém uma lista de strings separadas por espaço.",
    "html-element-docs:area": "O elemento HTML <em>Area</em> (<code>&lt;area&gt;</code>) define uma região de clique em uma imagem, e opcionamente associa um link de hipertexto. Esse element é usado somente detro de um elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/map\">&lt;map&gt;</a></code>.",
    "html-element-docs:nav": "O <em>Elemento HTML de Navegação</em> (<code>&lt;nav&gt;</code>) representa uma seção de uma página que aponta para outras páginas ou para outras áreas da página, ou seja, uma seção com links de navegação.",
    "button.formmethod": "Se o botão é um botão de envio, este atributo especifica o método HTTP que o navegador usa para enviar o formulário.",
    "short-element-descriptions:td": "célula de dados de tabela",
    "input.x-moz-errormessage": "Essa extensão da Mozilla permite que você especifique a mensagem de erro a ser exibida quando um campo não for validado com sucesso.",
    "textarea.selectionStart": "A posição do primeiro caractere na seleção atual.",
    "short-element-descriptions:th": "célula de cabeçalho de tabela",
    "short-element-descriptions:style": "Folha de estilo CSS",
    "remix": "Substituir/remixar o elemento selecionado",
    "pointing-at": "apontando para",
    "Copy this image URL": "Copie a URL dessa imagem (selecione o texto abaixo, clique com o botão direito e copie o link).",
    "Now visit any website on the internet": "Agora visite qualquer site na internet. Active o Goggles clicando no botão na sua barra de favoritos e comece a remixar!",
    "short-element-descriptions:tbody": "corpo de tabela",
    "script.defer": "Este atributo booleano é definido para indicar para um navegador que o script é feito para ser executado depois que o documento foi analisado.",
    "img.name": "Um nome para o elemento.",
    "html-element-docs:tbody": "O <em>elemento HTML Table Body</em> (<code>&lt;tbody&gt;</code>) define um conjunto de linhas que determinam o corpo da tabela. Embora não seja obrigatório, visto que as linhas da tabela podem ser definidas como elementos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/tr\">&lt;tr&gt;</a></code> filhos do elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/table\">&lt;table&gt;</a></code>, se presente, todos os elementos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/tr\">&lt;tr&gt;</a></code> que fazem parte do corpo devem ser incluídos em um único elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/tbody\">&lt;tbody&gt;</a></code>.",
    "html-element-docs:mark": "O <em> HTML Mark Elemento </ em> (<span style=\"font-family: Courier New;\">&lt;mark&gt;</ span>) representa texto destacado, ou seja, uma sequência de texto marcado para fins de referência, devido a sua <em>relevância</ em> em um contexto particular. Por exemplo, pode ser utilizado em uma página que mostra os resultados da pesquisa para seleccionar todas as ocorrências da palavra procurada.",
    "input.max": "O valor máximo (numérico ou em tempo-data) para esse item, que não deve ser menos que o valor mínimo (atributo min).",
    "short-element-descriptions:param": "parâmetro de objeto",
    "short-element-descriptions:caption": "legenda de tabela",
    "iframe.height": "Indica a altura do frame\nem pixels CSS para HTML5, ou\nem pixels ou em porcentagem para HTML 4.01."
}