{
    "a.charset": "Esse atributo indica a codificação do recurso linkado.",
    "a.coords": "Para ser usado com formas de objetos, ese atributo usa uma lista de números separados por vírgula que defina as coordenadas do objeto na página.",
    "a.datafld": "Esse atributo especifica o nome da coluna do objeto de fonte de dados que provém a dados de ligação.",
    "a.datasrc": "Esse atributo indica o identificador do objeto fonte de dados que fornece os dados que são ligados a esse elemento.",
    "a.href": "Esse é único atributo requerido para âncoras que definam o link da fonte de um hipertexto.",
    "a.hreflang": "Esse atributo indica o idioma do recurso vinculado.",
    "a.media": "Esse atributo especifica a mídia á qual o recurso linkado se aplica.",
    "a.methods": "O valor desse atributo provê informações sobre as funções que podem ser executadas em um objeto,",
    "a.name": "Esse atributo é requerido em uma âncora que define o alvo dentro de uma página.",
    "a.ping": "O suporte ao \"ping\" foi removido à partir do Firefox 3 beta 3.",
    "a.rel": "Para âncoras que contém o atributo href, esse atributo especifica o relacionamento do objeto alvo com o objeto link.",
    "a.rev": "Esse atributo especifica um link reverso, a relação inversa do atributo rel.",
    "a.shape": "Esse atributo é usado para definir a região selecionável para o links de fonte de hipertexto associados a figuras para criar um mapa de imagem.",
    "a.target": "Esse atributo especifica onde exibir o recurso linkado.",
    "a.type": "Esse atributo especifica o tipo de mídia na forma de um tipo MIME para o link alvo.",
    "a.urn": "Esse atributo supostamente suportado pela Microsoft relaciona um uniform resource name (URN) com o link.",
    "area.accesskey": "Especifica um atalho de navegação pelo teclado para o elemento.",
    "area.alt": "Um texto alternativo para ser exibido em navegadores que não exibem imagens.",
    "area.coords": "Um conjunto de valores especificando as coordenadas da região em destaque.",
    "area.href": "O alvo do hiperlink para a área.",
    "area.hreflang": "Indica o idioma do recurso linkado.",
    "area.media": "Uma dica da mídia para o qual o recurso linkado foi projetado, por exemplo impressão e tela.",
    "area.name": "Defina um nome para a área clicável, para que possa ser programado por navegadores mais antigos.",
    "area.nohref": "Indica que não existe hiperlink para a área associada.",
    "area.rel": "Para âncoras que contém o atributo href, esse atributo especifica o relacionamento do objeto alvo com o objeto link.",
    "area.shape": "O formato da região em destaque associada.",
    "area.tabindex": "Um valor numérico que especifica a posição da área selecionada na ordem de tabulação do navegador.",
    "area.target": "Esse atributo especifica onde exibir o recurso linkado.",
    "area.type": "Esse atributo especifica o tipo de mídia na forma de um tipo MIME para o link alvo.",
    "audio.autobuffer": "Um atributo booleano; se especificado, o download do áudio iniciará automaticamente, mesmo que sua reprodução automática não tenha sido determinada.",
    "audio.autoplay": "Um atributo booleano; se especificado (mesmo se o valor for \"false\"), o áudio iniciará a reprodução automaticamente assim que puder fazê-lo sem parar para terminar de carregar os dados.",
    "audio.buffered": "Um atributo que você pode ler para determinar qual intervalo de tempo da mídia deve ser buferizado.",
    "audio.controls": "Se esse atributo estiver presente, o navegador irá oferecer controles que permitem ao usuário controlar a reprodução de áudio, incluindo volume, linha de tempo e interromper/continuar reprodução.",
    "audio.loop": "Um atributo Boleano; quando especificado, nós vamos, assim que chegarmos ao final de um áudio, voltar ao seu início.",
    "audio.mozCurrentSampleOffset": "O deslocamento, especificado como um número de amostrar desde o início do stream de áudio, em que o áudio está reproduzindo no momento.",
    "audio.muted": "Um atributo booleano que indica se o áudio iniciará mudo.",
    "audio.preload": "Este atributo tem a intenção de dar uma dica para o browser sobre o que, segundo o que o autor pensa, poderá levar à melhor experiência de usuário.",
    "audio.src": "A URL do áudio a ser embutido.",
    "base.href": "A URL base a ser usada por todo documento para endereços de URL relativos.",
    "base.target": "Um nome ou palavra-chave indicando a localização padrão para mostrar o resultado quando um hiperlink ou formulário causarem navegação, para elementos que não tiverem uma referência target explícita.",
    "bdo.dir": "A direção do texto nesse elemento.",
    "blockquote.cite": "Uma URL que designa um documento fonte ou uma mensagem para a informação citada.",
    "body.alink": "Cor de texto para hiperlinks quando selecionados.",
    "body.background": "URL da imagem a ser usada como pano de fundo.",
    "body.bgcolor": "Cor de fundo para o documento.",
    "body.link": "Cor do texto para links não visitados.",
    "body.onafterprint": "Função chamada quando o usuário imprime o documento.",
    "body.onbeforeprint": "Função  chamada quanto o usuário requisita a impressão do documento.",
    "body.onbeforeunload": "Função chamada quando o documento estiver prestes a ser descarregado.",
    "body.onblur": "Função a ser chamada quando o documento perde foco.",
    "body.onerror": "Função chamada quando há uma falha ao carregar o documento corretamente.",
    "body.onfocus": "Função chamada quando o documento receber foco.",
    "body.onhashchange": "Função chamada quando a parte do identificador de fragmento (começa com o caracterer de cerquilha (#)) do endereço do documento atual é alterado.",
    "body.onload": "Função chamada quando o documento termina de carregar.",
    "body.onmessage": "Função chamada quando o documento recebe uma mensagem.",
    "body.onoffline": "Função chamada quando uma comunicação de rede falha.",
    "body.ononline": "Função chamada quando uma comunicação de rede é reestabelecida.",
    "body.onpopstate": "Função chamada quando o usuário navega no histórico da sessão.",
    "body.onredo": "Função chamada quando o usuário avança no histórico de transação de desfazer.",
    "body.onresize": "Função chamada quando o documento é redimensionado.",
    "body.onstorage": "Função chamada quando a área de armazenamento é alterada.",
    "body.onundo": "Função chamada quando o usuário retrocede no histórico transacional de desfazer.",
    "body.onunload": "Função chamada quando o documento está sendo descarregado.",
    "body.text": "Cor de primeiro plano do texto.",
    "body.vlink": "Cor do texto para hiperlinks visitados.",
    "br.clear": "Indica onde começar a próxima linha após a quebra.",
    "button.autofocus": "Este atributo booleano permite que você especifique que o botão deve ter foco de entrada quando a página carrega, a não ser que o usuário o sobreponha, por exemplo, ao digitar em um controle diferente.",
    "button.disabled": "Esse atributo booleano indica que o usuário não pode interagir com o botão.",
    "button.form": "O elemento formulário ao qual o botão está associal (seu formulário pai).",
    "button.formaction": "A URI de um programa que processa a informação submetida pelo botão.",
    "button.formenctype": "Se o botão é um botão de submissão, esse atributo especifica o tipo de conteúdo que é usado para submeter o formulário ao servidor.",
    "button.formmethod": "Se o botão é um botão de envio, este atributo especifica o método HTTP que o navegador usa para enviar o formulário.",
    "button.formnovalidate": "Se o botão for um submit, esse atributo booleano especifica que o formulário não deve ser validado quando for submetido.",
    "button.formtarget": "Se o botão é um botão submit, esse atributo é um nome ou uma palavra-chave indicando se deve mostrar a resposta que é recebida após submeter o formulário.",
    "button.name": "O nome do botão, que será enviado junto com os dados do formulário.",
    "button.type": "O tipo do botão.",
    "button.value": "O valor inicial do botão.",
    "canvas.height": "A altura do espaço de coordenadas em pixels CSS.",
    "canvas.width": "The width of the coordinate space in CSS pixels.",
    "caption.align": "Esse atributo enumerado indica como a legenda deve ser alinhada com a respectiva tabela.",
    "col.align": "Este atributo especifica como será o alinhamento horizontal do conteúdo das células de cada coluna.",
    "col.bgcolor": "Esse atributo define a cor de fundo de cada célula de uma coluna.",
    "col.char": "Esse atributo é usado para definir que o caractere se alinhe com as celulas da coluna.",
    "col.charoff": "Este atributo é utilizado para indicar o número de caracteres que compensa os dados da coluna dos caracteres de alinhamento especificados pelo atributo char.",
    "col.span": "Esse atributo contém um inteiro positivo indicando o número de colunas consecutivas que o elemento <col> ocupa.",
    "col.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada célula na coluna.",
    "col.width": "Este atributo especifica a largura padrão de cada coluna no grupo de colunas corrente.",
    "colgroup.align": "Este atributo especifica como será o alinhamento horizontal do conteúdo das células de cada coluna.",
    "colgroup.bgcolor": "Esse atributo define a cor de fundo de cada célula do membro de colunas do grupo de coluna.",
    "colgroup.char": "Esse atributo é usado para definir que o caractere se alinhe com as celulas da coluna.",
    "colgroup.charoff": "Este atributo é utilizado para indicar o número de caracteres que compensa os dados da coluna dos caracteres de alinhamento especificados pelo atributo char.",
    "colgroup.span": "Esse atributo contém um número inteiro positivo indicando o número de colunas consecutivas adicionais a aplicarem os atributos do elemento &lt;column&gt;.",
    "colgroup.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada célula na coluna.",
    "colgroup.width": "Este atributo especifica a largura padrão de cada coluna no grupo de colunas corrente.",
    "command.checked": "Indica se o comando está selecionado.",
    "command.disabled": "Indica que o comando não está disponível.",
    "command.icon": "Gera uma figura que representa o comando.",
    "command.label": "O nome do comando como mostrado para o usuário.",
    "command.radiogroup": "Esse atributo nomeia o grupo de comandos com o <code>type</code> como <code>radio</code>, que será alternado quando o comando em si for alternado.",
    "command.type": "Esse atributo indica o tipo de comando.",
    "dd.nowrap": "Se o valor desse atributo é definido como sim, o texto de definição não será ajustado.",
    "del.cite": "A URI de um recurso que explica a mudança (por exemplo, minutas de uma reunião).",
    "del.datetime": "Esse atributo indica a hora e a data da alteração e deve ser uma data válida com o texto de horário opcional.",
    "details.open": "Esse atributo booleano indica se os detalhes serão mostrados ao usuário quando a página carregar.",
    "dl.compact": "Obriga que definição da descrição apareça na mesma linha que a definição do termo.",
    "embed.height": "A altura exibida do recurso, em pixels CSS.",
    "embed.src": "A URL do conteúdo que está sendo embutido.",
    "embed.type": "O tipo MIME a ser usado para selecionar o <em>plug-in</em> a ser instanciado.",
    "embed.width": "A largura exibida do recurso, em pixels CSS.",
    "fieldset.disabled": "Se esse atributo booleano é verdadeiro, os controles de formulário que são seus descendentes, exceto os descendentes de seu primeiro elemento opcional <legend>, são desabilitados, ou seja, não são editáveis.",
    "fieldset.form": "Esse atributo tem o valor do atributo id do elemento <form> a que está associado.",
    "fieldset.name": "Nome associado com o grupo, que é enviado junto com os dados do formulário.",
    "form.accept": "Uma lista separada por vírgulas dos tipos de conteúdo que o servidor aceita.",
    "form.accept-charset": "Uma lista de codificações de caracteres que o servidor aceita.",
    "form.action": "A URI de um programa que processa a informação submetida através de um formulário.",
    "form.autocomplete": "Indica se os controles nesse formulário podem, por padrão, ter seus valores completados automaticamente pelo navegador.",
    "form.enctype": "Quando o valor do atributo method for post, esse atributo é o MIME type do conteúdo que será usado para submeter o formulário ao servidor.",
    "form.method": "O método HTTP que o navegador utilizar para enviar o formulário.",
    "form.name": "O nome do formulário.",
    "form.novalidate": "Esse atributo booleano indica que o formulário não deve ser validado quando for enviado.",
    "form.target": "Um nome ou palavra-chave indicando onde mostrar a resposta que é recebido depois de submeter o formulário.",
    "head.profile": "As URIs de um ou mais perfis de metadados, separados por espaço.",
    "hr.align": "Deprecado desde HTML4.01. Obsoleto desde HTML5",
    "hr.color": "Define a cor da linha horizontal através do nome da cor ou do valor hexadecimal.",
    "hr.noshade": "Deprecado desde HTML4.01. Obsoleto desde HTML5",
    "hr.size": "Deprecado desde HTML4.01. Obsoleto desde HTML5",
    "hr.width": "Determina o comprimento de uma regra na página através de um valor em pixels ou porcentagem.",
    "html.manifest": "Especifica a URI de um manifesto fonte indicando recursos que devem ser guardados em cache localmente.",
    "html.version": "Especifica o Document Type Definition do HTML que rege o documento atual.",
    "iframe.align": "O alinhamento desse elemento com relação ao contexto do entorno.",
    "iframe.frameborder": "O valor 1 (o padrão) diz ao navegador para desenhar uma borda entre esse frame e todos os outros frames.",
    "iframe.height": "Indica a altura do frame em pixels CSS para HTML5, ou em pixels ou em porcentagem para HTML 4.01.",
    "iframe.longdesc": "A URI de uma descrição longa do frame.",
    "iframe.marginheight": "A quantidade de espaço em pixels entre o conteúdo do frame e suas margens superior e inferior.",
    "iframe.marginwidth": "A quantidade de espaço em pixels entre o conteúdo do quadro e de suas margens esquerda e direita.",
    "iframe.mozallowfullscreen": "No Gecko 9.0 ou mais recentes esse atributo pode ser determinado para true se o frame tiver permissão de ser colocado em modo telacha cheia ao chamar o método element.mozRequestFullScreen().",
    "iframe.name": "Um nome para o contexto de navegação inserido (ou frame).",
    "iframe.sandbox": "Se especificado como uma string vazia, este atributo permite que restrições adicionais sejam adicionadas sobre o conteúdo que pode ser exibido no frame.",
    "iframe.scrolling": "Atributo enumerado que indica quando o navegador deve prover uma barra de rolagem (ou outro mecanismo de rolagem) para o frame :auto: Somente quando necessário.",
    "iframe.seamless": "Esse atributo booleano indica que o navegador deve renderizar o frame inline de um modo que o faça parecer fazer parte do documento, por exemplo ao aplicar ao documento estilos CSS que se aplicam ao <iframe> antes dos estilos especificados no próprio documento, e ao abrir links do documento contido no contexto de navegação superior (a não ser que outra configuração evite isso).",
    "iframe.src": "A URL da página a ser embutida.",
    "iframe.srcdoc": "O conteúdo da página que o contexto inserido deve conter.",
    "iframe.webkitallowfullscreen": "No Chrome 17 ou mais recente (e talvez anteriores) esse atributo pode ser determinado como true se o frame tiver permissão de ser colocado em modo tela cheia ao chamar o método element.webkitRequestFullScreen().",
    "iframe.width": "Indica a largura do frame HTML5 em pixels CSS, ou HTML 4.01 em pixels ou como porcentagem.",
    "img.align": "O alinhamento da imagem em relação ao contexto a sua volta.",
    "img.alt": "Esse atributo define o texto alternativo que descreve a imagem.",
    "img.border": "A espessura da borda em torno da imagem.",
    "img.crossorigin": "Esse atributo enumerado indica se o carregamento da imagem relacionada deve ser usado CORS ou não.",
    "img.height": "A altura da imagem em CSS pixels de HTML5, ou em pixels ou como porcentagem do HTML 4.",
    "img.hspace": "O número de pixels de espaço em branco a ser inserido à esquerda ou à direita da imagem.",
    "img.ismap": "Esse atributo booleano indica que a imagem é parte de um mapa do lado do servidor.",
    "img.longdesc": "A URL da descrição da imagem a ser exibida, que completa o texto da propriedade <code>alt</code>.",
    "img.name": "Um nome para o elemento.",
    "img.src": "URL da Imagem, esse atributo é obrigatório para o elemento <img>.",
    "img.usemap": "A URL parcial (iniciada com '#') de um mapa de imagem associado com o elemento.",
    "img.vspace": "O número de pixels de espaço em branco a ser inserido acima ou abaixo da imagem",
    "img.width": "A largura da imagem em pixels ou porcentagem.",
    "input.accept": "Se o valor de um tipo de atributo é arquivo, o atributo indica que tipos de arquivos aquele servidor aceita; de outra forma, ele é ignorado.",
    "input.accesskey": "Um caractere que o usuário pode pressionar para trocar o foco de entrada para o controle.",
    "input.autocomplete": "Este atributo indica se o valor do controle pode ser automaticamente completado pelo navegador.",
    "input.autofocus": "Esse atributo booleano permite que você especifique que um controle de formulário deveria ter foco em um campo quando a página carregar, a menos que o usuário sobreponha isso ao, por exemplo, digitar um comando diferente.",
    "input.checked": "Quando o valor do atributo type for radio ou checkbox, a presenta desse atributo booleano indica que o controle é selecionado por padrão; caso contrário será ignorado.",
    "input.disabled": "Esse atributo booleano indica que o controle do formulário não está disponível para interação.",
    "input.form": "O elemento do tipo formulário ao qual o elemento de entrada está associado (seu formulário pai).",
    "input.formaction": "A URI de um programa que processa a informação submetida pelo elemento input, se ele for u, botão submit ou image.",
    "input.formenctype": "Se o elemento input é um botão submissão ou imagem, esse atributo define o tipo de conteúdo que é usado para submeter o formulário ao servidor.",
    "input.formmethod": "Se o elemento input é um botão submit ou uma imagem, esse atributo especifica o método HTTP que o navegador  usará para submeter o formulário.",
    "input.formnovalidate": "Se o elemento de entrada é um botão ou imagem que submete um formulário, esse atributo booleano indica que o formulário deve ou não ser validado quando é submetido.",
    "input.formtarget": "Se o elemento input é o botão submit ou image, esse atributo é um nome ou palavra-chave indicando onde exibir a resposta que é recebida depois de submeter o formulário.",
    "input.height": "If the value of the type attribute is image, this attribute defines the height of the image displayed for the button.",
    "input.list": "Identifica uma lista pré-definida de opções para sugerir ao usuário.",
    "input.max": "O valor máximo (numérico ou em data/hora) para esse item, que não deve ser menor que o valor mínimo (atributo min).",
    "input.maxlength": "Se o valor do atributo type é text, email, search, password, tel ou url, este atributo especifica o número máximo de caracteres (em pontos de código Unicode) que o usuário pode inserir; para outros tipos de controle ele é ignorado.",
    "input.min": "O valor mínimo (numérico ou data-hora) para esse item, que não deve ser maior que o seu valor máximo (atributo max).",
    "input.mozactionhint": "Especifica uma \"sugestão de ação\" usada para determinar como nomear a tecla enter em dispositivos móveis com teclados virtuais.",
    "input.multiple": "Esse atributo booleano indica se o usuário pode inserir mais de um valor.",
    "input.name": "O nome do controle, que é enviado junto com os dados do formulário.",
    "input.pattern": "Uma expressão regular contra o qual o valor do controle é verificado.",
    "input.placeholder": "Uma dica ao usuário do que pode ser usado como entrada no controle.",
    "input.readonly": "Esse atributo booleano indica que o usuário não pode mudar o valor do controle.",
    "input.required": "Esse atributo especifica que o usuário deve preencher o campo antes de submeter um formulário.",
    "input.selectionDirection": "A direção na qual a seleção ocorreu.",
    "input.size": "Tamanho inicial do controle.",
    "input.src": "Se o valor do atributo type for image, esse atributo especifica a URI para a localização da imagem a ser exibida no botão submit gráfico; caso contrário será ignorado.",
    "input.step": "Palavras com os atributos min e max para limitar os incremetos até um valor numérico ou de data-hora podem ser setados.",
    "input.tabindex": "A posição do elemento dentro da ordem de tabulação para o documento atual.",
    "input.type": "O tipo do controle a ser exibido.",
    "input.usemap": "O nome de um elemento <map> como um mapa de imagem.",
    "input.value": "O valor inicial do controle.",
    "input.width": "If the value of the type attribute is image, this attribute defines the width of the image displayed for the button.",
    "input.x-moz-errormessage": "Essa extensão da Mozilla permite que você especifique a mensagem de erro a ser exibida quando um campo não for validado com sucesso.",
    "ins.cite": "Esse atributo define a URI de um recurso que explica a alteração, como um link a ata de uma reunião ou um ticket em um sistema de suporte.",
    "ins.datetime": "Esse atributo indica a hora e a data da alteração e deve ser uma data válida com o texto de horário opcional.",
    "keygen.autofocus": "Esse atributo booleano permite que você especifique que o controle deva ter foco sobre o campo quando a página carregar, a não ser que o usuário o sobreponha, por exemplo ao digitar em um controle diferente.",
    "keygen.challenge": "Um texto challenge que é enviado junto a uma chave pública.",
    "keygen.disabled": "Esse atributo booleano indica que o controle do formulário não está disponível para interação.",
    "keygen.form": "O elemento formulário ao qual esse elemento está associado (seu formulário pai).",
    "keygen.keytype": "O tipo da chave gerada.",
    "keygen.name": "O nome do controle, que é enviado junto com os dados do formulário.",
    "label.accesskey": "Uma tecla de atalho para acessar esse elemento pelo teclado.",
    "label.for": "O ID de um elemento rotulável relacionado a um formulário no mesmo documento que um elemento label.",
    "label.form": "O elemento formulário ao qual o elemento de rótulo está associado (seu  formulário pai).",
    "link.charset": "Esse atributo indica a codificação do recurso linkado.",
    "link.disabled": "Esse atributo é usado para desabilitar o vínculo de um link.",
    "link.href": "Esse atributo indica a URL do recurso vinculado.",
    "link.hreflang": "Esse atributo indica o idioma do recurso vinculado.",
    "link.media": "Esse atributo especifica a mídia á qual o recurso linkado se aplica.",
    "link.methods": "O valor desse atributo provê informações sobre as funções que podem ser executadas em um objeto,",
    "link.rel": "O atributo nomeia a relação do documento linkado com o documento atual.",
    "link.rev": "O valor desse atributo mostra o relacionamento do documento atual ao documento vinculado, como definido pelo atributo href.",
    "link.sizes": "Esse atributo define os tamanhos dos ícones para mídia visual contida no recurso.",
    "link.target": "Define o nome de um frame ou uma janela que possui o relacionamento de vínculo definido ou que irá exibir a renderização de qualquer recurso linkado.",
    "link.type": "Esse atributo é usado para definir o tipo de conteúdo ao qual está vinculado.",
    "menu.label": "Oferece o rótulo do menu.",
    "menu.type": "Utilizado para indicar o tipo de menu sendo declarado.",
    "meta.charset": "Esse atributo declara a codificação de texto usado da página.",
    "meta.content": "Esse atributo entrega o valor associado com os atributos http-equiv ou name dependendo do contexto.",
    "meta.http-equiv": "Esse atributo enumerado define o pragma que pode alterar servidores e o comportamento de user-agents.",
    "meta.name": "Esse atributo define o nome de um metadado no nível do documento.",
    "meta.scheme": "Esse atributo define o esquema no qual o metadado é descrito.",
    "meter.form": "Esse atributo associa o elemento com um elemento formulário que é o pai do elemento de medida.",
    "meter.high": "O limite inferior numérico da extremidade superior do intervalo medido.",
    "meter.low": "O limite superior numérico da extremidade inferior do intervalo medido.",
    "meter.max": "O limite superior numérico do intervalo medido.",
    "meter.min": "O limite inferior numérico do intervalo medido.",
    "meter.optimum": "Esse atributo indica o valor numérico ideal.",
    "meter.value": "O valor numérico atual.",
    "object.archive": "Ma lista separada por espaços com URIs para arquivos de recursos para o objeto.",
    "object.border": "A largura de uma borda ao redor do controle, em pixels.",
    "object.classid": "A URL da implementação do objeto.",
    "object.codebase": "O caminho base usado para resolver URIs relativas especificadas por classid, data ou archive.",
    "object.codetype": "O tipo de conteúdo dos dados especificados por classid.",
    "object.data": "O endereço do recurso como uma URL válida.",
    "object.declare": "A presença desse atributo booleano torna esse elemento apenas uma declaração.",
    "object.form": "O elemento formulário, se existir, com o qual o elemento objeto está associado (seu formulário pai).",
    "object.height": "A altura do recurso sendo exibido, em pixels CSS.",
    "object.name": "O nome do contexto de navegação válido (HTML5), ou o nome do controle (HTML 4).",
    "object.standby": "Uma mensagem que o navegador pode mostrar enquanto carrega a implementação dos objetos e seus dados.",
    "object.tabindex": "A posição do elemento dentro da ordem de tabulação para o documento atual.",
    "object.type": "O tipo MIME do recurso especificado por dados.",
    "object.usemap": "Uma referência hash-name a um elemento <map>; que é um \"#\" seguido pelo valor de um nome de um elemento do mapa.",
    "object.width": "A largura do recurso display, em pixels CSS. ",
    "ol.compact": "Esse atributo booleano sugere que a lista deva ser renderizada em estilo compacto",
    "ol.reversed": "Esse atributo booleano especifica que os itens da lista estão enumerados na ordem inversa, ex:",
    "ol.start": "Esse atributo de número integral especifica o valor inicial da enumeração dos itens individuais da lista.",
    "ol.type": "Indica o tipo de numeração: 'a' indica letras em minúsculo, 'A' indica letras em maiúsculo, 'i' indica numerais romanos minúsculos, 'I' indica numerais romanos maiúsculos, e '1' indica números.",
    "optgroup.disabled": "Se esse atributo boolano estiver definido, nenhum dos itens nesse grupo de opções é selecionável.",
    "optgroup.label": "O nome do grupo de opções, que o navegador pode usar na hora de rotular as opções na interface do usuário.",
    "option.disabled": "Se esse atributo booleano é verdadeiro, essa opção não é selecionável.",
    "option.label": "Esse atributo é um rótulo indicando o significado de uma opção.",
    "option.selected": "Se presente, esse atributo booleano indica que a opção é selecionada inicialmente.",
    "option.value": "O conteúdo textual desse atributo representa o rótulo que explica a opção.",
    "output.for": "Uma lista de IDs de outros elementos indicando que esses elementos contribuiram com valores de campos para (ou afetaram de outro modo) o cálculo.",
    "output.form": "O elemento formulário ao qual esse elemento está associado (seu formulário pai).",
    "output.name": "O nome do elemento.",
    "param.name": "Nome do parâmetro",
    "param.type": "Somente usado se valuetype está definido como \"ref\".",
    "param.value": "Valor do parâmetro.",
    "param.valuetype": "Essa é uma API obsoleta e não há garantias que ela funcione.",
    "progress.form": "Esse atributo especifica o formulário do qual o elemento de progresso faz parte.",
    "progress.max": "Esse atributo descreve quanto trabalho a tarefa indicada pelo elemento progresso exige.",
    "progress.value": "Esse atributo especifica quanto da tarefa já foi completado.",
    "q.cite": "O valor desse atributo é uma URL que designa um documento fonte ou uma mensagem para a informação citada.",
    "script.async": "Defina esse atributo booleano para indicar que o navegador deva, se possível, executar o script de forma assíncrona.",
    "script.defer": "Este atributo booleano é definido para indicar para um navegador que o script é feito para ser executado depois que o documento foi analisado.",
    "script.language": "Como o atributo type, esse atributo identifica a linguagem de script em uso.",
    "script.src": "Esse atributo especifica a URI de um script externo; Isso pode ser usado como uma alternativa para incorporar um script diretamente dentro do documento.",
    "script.type": "Esse atributo identifica a linguagem de script do código inserido dentro do elemento script ou referenciado pelo atributo src do elemento.",
    "select.autofocus": "Esse atributo permite que você especifique que um campo do formulário tenha foco quando a página carregar, a não ser que o usuário o sobreponha ao, por exemplo, digitar em um campo diferente.",
    "select.disabled": "Esse atributo booleano indica que o usuário não pode interagir com o controle.",
    "select.form": "O elemento formulário ao qual o elemento de seleção está associado (seu formulário pai).",
    "select.multiple": "Esse atributo booleano indica que multiplas opções podem ser selecionadas na lista.",
    "select.name": "O nome do controle.",
    "select.required": "Um atributo booleano indicando que a opção com um valor em texto não vazio deve ser selecionado.",
    "select.selectedIndex": "O índice do elemento <option> selecionado.",
    "select.size": "Se o controle é apresentado como uma lista rolável, esse atributo representa o número de linhas na lista que devem estar visíveis de uma vez.",
    "source.media": "Media query da media do recurso pretendido.",
    "source.src": "Obrigatório, endereço do recurso de mídia.",
    "source.type": "O tipo MIME do recurso, opcionalmente com um parâmetro codecs.",
    "style.disabled": "Se definido, desabilita (não se aplica) as regras de estilo ao Documento que é especificado dentro do elemento.",
    "style.media": "A qual mídia esse estilo deve ser aplicado.",
    "style.scoped": "Se esse atributo está presente, então o estilo é aplicado somente aos seus elementos pai.",
    "style.title": "Especifica conjuntos alternativos de folha de estilos.",
    "style.type": "Esse atributo define a linguagem de estilização como um MIME type (o charset não defe ser especificado).",
    "table.align": "This enumerated attribute indicates how the table must be aligned in regard of the containing document.",
    "table.bgcolor": "Esse atributo define a cor de fundo da tabela e de seu conteúdo.",
    "table.border": "Esse atributo inteiro define, em pixels, o tamanho do quadro que cerca a tabela.",
    "table.cellpadding": "Esse atributo define o espaço entre o conteeudo da célula e a sua borda, exibida ou não.",
    "table.cellspacing": "Esse atributo define o tamanho, em porcentagem ou em pixels, do espaço entre duas células (horizontal ou vertical), entre o topo da tabela e as células da primeira linha, a lateral esquerda da tabela e a primeira coluna, a lateral direita da tabela e a última coluna, e a base da tabela e a última linha.",
    "table.frame": "Esse atributo enumerado define qual lado da moldura ao redor da tabela deve ser exibido.",
    "table.rules": "Esse atributo enumerado define onde divisões, por exemplo.",
    "table.summary": "Esse atributo define um texto alternativo  usado para descrever a tabela em user-agents incapazes de exibí-la.",
    "table.width ": "Esse atributo define a largura da tabela.",
    "tbody.align": "Esse atributo enumerado especifica como o alinhamento horizontal de cada conteúdo da célula será manipulado.",
    "tbody.bgcolor": "Esse atributo define a cor de fundo de cada célula de uma coluna.",
    "tbody.char": "Esse atributo é usado para definir que o caractere se alinhe com as celulas da coluna.",
    "tbody.charoff": "Este atributo é utilizado para indicar o número de caracteres que compensa os dados da coluna dos caracteres de alinhamento especificados pelo atributo char.",
    "tbody.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada linha de células de um cabeçalho de tabela.",
    "td.abbr": "Esse atributo contém uma curta descrição abreviada do conteúdo da célula.",
    "td.align": "Esse atributo enumerado especifica como o alinhamento horizontal de cada conteúdo da célula será manipulado.",
    "td.axis": "Esse atributo contém uma lista de strings separadas por espaço.",
    "td.bgcolor": "Esse atributo define a cor de fundo de cada célula de uma coluna.",
    "td.char": "Esse atributo é usado para definir que o caractere se alinhe com as celulas da coluna.",
    "td.charoff": "Este atributo é utilizado para indicar o número de caracteres que compensa os dados da coluna dos caracteres de alinhamento especificados pelo atributo char.",
    "td.colspan": "Esse atributo contém um valor inteiro não-negativo que indica para quantas colunas a célula se estende.",
    "td.headers": "Isso atribui uma lista de strings separadas por espaço, cada uma correspondendo ao atributo id dos elementos <th> que se aplicam a esse elemento.",
    "td.rowspan": "Esse atributo contém um número inteiro não negativo que indica por quantas linhas a célula se extende.",
    "td.scope": "Essa é uma API obsoleta e não há garantias que ela funcione no HTML5",
    "td.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada linha de células de um cabeçalho de tabela.",
    "textarea.autofocus": "Esse atributo booleano permite que você especifique que um controle de formulário deveria ter foco em um campo quando a página carregar, a menos que o usuário sobreponha isso ao, por exemplo, digitar um comando diferente.",
    "textarea.cols": "A largura visível do controle de texto, na largura média dos caracteres.",
    "textarea.disabled": "Esse atributo booleano indica que o usuário não pode interagir com o controle.",
    "textarea.form": "O elemento formulário ao qual o elemento área de texto está associado (seu formulário pai).",
    "textarea.maxlength": "O número máximo de caracteres (pontos de código Unicode) que o usuário pode inserir.",
    "textarea.name": "O nome do controle.",
    "textarea.placeholder": "Uma dica para o usuário do que pode ser inserido no controle.",
    "textarea.readonly": "Esse atributo booleano indica que o usuário não pode mudar o valor do controle.",
    "textarea.required": "Esse atributo especifica que o usuário deve preencher o campo antes de submeter um formulário.",
    "textarea.rows": "O número de linhas de texto visíveis para o controle.",
    "textarea.selectionDirection": "A direção na qual a seleção ocorreu.",
    "textarea.selectionEnd": "O índice do último caractere na seleção atual.",
    "textarea.selectionStart": "A posição do primeiro caractere na seleção atual.",
    "textarea.wrap": "Indica como o controle envolve o texto.",
    "tfoot.align": "Esse atributo enumerado especifica como o alinhamento horizontal de cada conteúdo da célula será manipulado.",
    "tfoot.bgcolor": "Esse atributo define a cor de fundo de cada célula de uma coluna.",
    "tfoot.char": "Esse atributo é usado para definir que o caractere se alinhe com as celulas da coluna.",
    "tfoot.charoff": "Este atributo é utilizado para indicar o número de caracteres que compensa os dados da coluna dos caracteres de alinhamento especificados pelo atributo char.",
    "tfoot.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada linha de células de um cabeçalho de tabela.",
    "th.abbr": "Esse atributo contém uma curta descrição abreviada do conteúdo da célula.",
    "th.align": "Esse atributo enumerado especifica como o alinhamento horizontal de cada conteúdo da célula será manipulado.",
    "th.axis": "Esse atributo contém uma lista de strings separadas por espaço.",
    "th.bgcolor": "Esse atributo define a cor de fundo de cada célula de uma coluna.",
    "th.char": "Esse atributo é usado para definir que o caractere se alinhe com as celulas da coluna.",
    "th.charoff": "Este atributo é utilizado para indicar o número de caracteres que compensa os dados da coluna dos caracteres de alinhamento especificados pelo atributo char.",
    "th.colspan": "Esse atributo contém um valor  em número inteiro não negativo que indica por quantas colunas a célula se extende.",
    "th.headers": "Isso atribui uma lista de strings separadas por espaço, cada uma correspondendo ao atributo id dos elementos <th> que se aplicam a esse elemento.",
    "th.rowspan": "Esse atributo contém um número inteiro não negativo que indica por quantas linhas a célula se extende.",
    "th.scope": "Esse atributo enumerado define a quais célular que o cabeçalho definido nesse <th> o elemento se relaciona.",
    "th.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada linha de células de um cabeçalho de tabela.",
    "thead.align": "Esse atributo enumerado especifica como o alinhamento horizontal de cada conteúdo da célula será manipulado.",
    "thead.bgcolor": "Esse atributo define a cor de fundo de cada célula de uma coluna.",
    "thead.char": "Esse atributo é usado para definir que o caractere se alinhe com as células da coluna.",
    "thead.charoff": "Este atributo é utilizado para indicar o número de caracteres que compensa os dados da coluna dos caracteres de alinhamento especificados pelo atributo char.",
    "thead.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada linha de células de um cabeçalho de tabela.",
    "time.datetime": "Esse atributo indica a data e hora do elemento e deve ser uma data válida com uma sequência de caracteres opcional para a hora.",
    "time.pubdate": "(Esse recurso ainda está sendo discutido pelo WHATWG e o W3C HTML5 Working Group.) Esse atributo booleano especifica que a data e a hora dadas pelo o elemento é a data de publicação do documento.",
    "tr.align": "Esse atributo enumerado especifica como o alinhamento horizontal de cada conteúdo da célula será manipulado.",
    "tr.bgcolor": "Esse atributo define a cor de fundo de cada célula da linha.",
    "tr.char": "Esse atributo é usado para definir que o caractere se alinhe com as celulas da coluna.",
    "tr.charoff": "Este atributo é utilizado para indicar o número de caracteres que compensa os dados da coluna dos caracteres de alinhamento especificados pelo atributo char.",
    "tr.valign": "Esse atributo especifica o alinhamento vertical do texto dentro de cada linha de células de um cabeçalho de tabela.",
    "ul.compact": "Esse atributo booleano sugere que a lista deva ser renderizada em estilo compacto",
    "ul.type": "Usado para determinar o estilo dos marcadores para a lista.",
    "video.autobuffer": "Um atributo booleano; se especificado o vídeo começará a ser carregado mesmo que não tenha sido definido para reproduzí-lo automaticamente.",
    "video.autoplay": "Esse atributo booleano; se especificado, o vídeo iniciará sua reprodução automaticamente assim que puder sem ter que para para terminar de carregar os dados.",
    "video.buffered": "Um atributo que você pode ler para determinar qual intervalo de tempo da mídia deve ser buferizado.",
    "video.controls": "Se esse atributo estiver presente, o Gecko irá oferecer controles que permitem o usuário controlar a reprodução do vídeo, incluindo volume, linha de tempo, pausar/iniciar reprodução.",
    "video.height": "A altura da área de exibição de um vídeo, em pixels CSS.",
    "video.loop": "Um atributo booleano; se especificado, irá, assim que que chegar ao fim de um vídeo, retornar automaticamente ao início.",
    "video.muted": "Um atributo booleano que indica a configuração padrão do áudio contido no vídeo.",
    "video.poster": "Uma URL indicando o frame cartaz a ser exibido até o usuário reproduzir ou selecionar um ponto na linha de tempo.",
    "video.preload": "Este atributo tem a intenção de dar uma dica para o browser sobre o que, segundo o que o autor pensa, poderá levar à melhor experiência de usuário.",
    "video.src": "A URL do vídeo a ser embutido.",
    "video.width": "A largura da área de exibição do vídeo, em pixels CSS."
}