{
    "Share your remix": "Partagez votre remix",
    "output.form": "L'élément de forme auquel cet élément est associé (sa forme « parente »).",
    "body.onafterprint": "Fonction à appeler après l'impression du document.",
    "audio.controls": "Lorsque cet attribut sera présent, le navigateur permettra à l'utilisateur de gérer le lecteur audio avec le volume, la lecture/pause et l'avance rapide.",
    "colgroup.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "optgroup.label": "Le nom du groupe d'options, que le navigateur peut utiliser pour affecter un label aux options dans l'interface.",
    "css-property-docs:color": "La propriété CSS <code>color</code> définit la couleur du contenu de texte d'un élément.",
    "html-element-docs:col": "L'élément HTML <em>Table Column</em> (<code>&lt;col&gt;</code>) définit une colonne d'un tableau et est utilisé pour définir une sémantique commune à toutes les cellules. On le trouve généralement dans un élément <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/colgroup\">&lt;colgroup&gt;</a></code>.",
    "short-element-descriptions:section": "section du plan du document",
    "meta.name": "Cet attribut définit le nom d'une métadonnée du document.",
    "Remix and share web pages instantly": "Remixez et partagez des pages web en un clin d’œil",
    "thead.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "input.tabindex": "La position de l'élément dans l'ordre de navigation au clavier du document courant.",
    "body.onload": "Fonction à appeler quand le chargement du document est terminé.",
    "audio.muted": "Un attribut booléen qui indique si le son doit être coupé au début.",
    "short-element-descriptions:base": "URL de base",
    "css-property-docs:cursor": "La propriété CSS <code>cursor</code> définit le pointeur affiché lorsque le curseur de la souris survole un élément.",
    "dialog-common:product-name": "Lunettes à rayons X",
    "html-element-docs:strong": "L'élément HTML Strong (<span style=\"font-family: Courier New;\">&lt;strong&gt;</span>) donne au texte une emphase forte, qui est classiquement rendue en caractères gras.",
    "html-element-docs:fieldset": "La balise HTML <em>fieldset</em> (<span style=\"font-family: Courier New;\">&lt;fieldset&gt;</span>) est utilisée pour grouper plusieurs contrôles ainsi que leurs labels (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/label\">&lt;label&gt;</a></code>) dans un formulaire.",
    "a.datasrc": "Cet attribut indique l'ID de l'objet de source de données qui fournit les données liées à cet élément.",
    "thead.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
    "short-element-descriptions:canvas": "zone de dessin de graphiques dynamiques",
    "input.accesskey": "Un caractère sur lequel l'utilisateur peut appuyer pour que le contrôle soit sélectionné.",
    "css-property-docs:text-transform": "La propriété CSS <code>text-transform</code> définit la façon dont le texte d'un élément est mis en majuscules. Il peut être utilisé pour que le texte soit : tout en majuscules, tout en minuscules, ou que chaque mot commence par une majuscule.",
    "textarea.required": "Cet attribut indique que l'utilisateur doit fournir une valeur avant de pouvoir envoyer le formulaire.",
    "keygen.disabled": "Cet attribut booléen indique qu'il n'est pas possible d'interagir avec ce contrôle de formulaire.",
    "short-element-descriptions:ol": "liste ordonnée",
    "html-element-docs:audio": "L'élément <code>audio</code> est utilisé pour insérer du contenu audio dans un document HTML ou XHTML. Il a été ajouté en HTML5.",
    "link.hreflang": "Cet attribut indique la langue de la ressource liée.",
    "video.width": "La largeur de la zone d'affichage de la vidéo, exprimée en pixels CSS.",
    "dom-descend": "Descendre à l’élément enfant",
    "See where it says": "Vous voyez où il y a <span>https://goggles.webmaker.org/img/goggles.png</span>&nbsp;? Cela correspond à l'URL de l'image courante. Vous pouvez la remplacer par l'URL de la nouvelle image que vous avez copiée à l'étape 1. Pour cela sélectionnez l'ancienne URL, cliquez-droit puis copiez le nouveau lien. Cliquez sur <strong>Appliquer les changements</strong>, la nouvelle image devrait apparaître.",
    "Great! You've successfully swapped images": "Génial ! Vous venez d'échanger des images. Essayez avec le reste de la page pour voir ce que vous pouvez remplacer d'autre.",
    "short-element-descriptions:span": "partie de texte",
    "html-element-docs:cite": "L'élément HTML Citation (<span style=\"font-family: Courier New;\">&lt;cite&gt;</span>) contient le titre d'une œuvre telle qu'un livre, une musique, un film, une émission, une sculpture, etc.",
    "html-element-docs:object": "L'élément Embedded Object (&lt;object&gt;) représente une ressource externe, qui peut être traitée comme une image, un contexte de navigation imbriqué, ou une ressource gérée par un plug-in.",
    "key-names:UP": "↑",
    "css-property-docs:list-style-type": "La propriété CSS <code> list-style-type </code> définit l'apparence d'un élément d'une liste. Cette propriété étant utilisée par <code>display:list-item</code>, cela sera souvent un élément <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/li\">&lt;li&gt;</a></code>, bien que ça puisse être n'importe quel élément avec cette valeur <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/display\">display</a></code>.",
    "body.bgcolor": "Couleur d'arrière-plan du document.",
    "css-property-docs:font-size": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/fr/CSS\">CSS</a> <code>font-size</code> indique la taille de la police. Celle-ci peut à son tour modifier la taille d'autres éléments, car elle est utilisée pour calculer la valeurs des unités de longueur <code>em</code> et <code>ex</code>.",
    "html-element-docs:th": "La balise HTML <em>Table Header Cell Element</em> (<code>&lt;th&gt;</code>) définit une cellule qui est un en-tête d'un groupe de cellules du tableau. Le groupe de cellules auxquelles l'en-tête fait référence est défini par les attributs <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th#attr-scope\">scope</a></code>\n et <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th#attr-headers\">headers</a></code>.",
    "table.bgcolor": "Cet attribut définit la couleur d'arrière-plan du tableau et de son contenu.",
    "short-command-descriptions:help": "aide",
    "key-names:DELETE-MacIntel": "supprimer",
    "fieldset.name": "Le nom associé avec le groupe, qui sera soumis avec les données du formulaire.",
    "html-element-docs:td": "L'élément HTML <em>Table Cell</em> (<code>&lt;td&gt;</code>) définit une cellule qui contient des données.",
    "html-element-docs:tr": "La balise HTML <em>Table Row</em> (<code>&lt;tr&gt;</code>) définit une ligne de cellules dans un tableau. Celles-ci peuvent être un mélange de balises <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/td\">&lt;td&gt;</a></code>\n et <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th\">&lt;th&gt;</a></code>.",
    "progress.max": "Cet attribut décrit le volume de travail nécessité par la tâche indiquée dans l'indicateur de progression.",
    "td.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "ol.compact": "Cet attribut booléen suggère que la liste devrait être affichée de manière compacte",
    "a.charset": "Cet attribut définit l'encodage des caractères de la ressource liée",
    "html-element-docs:i": "La balise HTML <em>Offset Text (ou Italics)</em> (<span style=\"font-family: Courier New;\">&lt;i&gt;</span>) représente une partie de texte en dehors du texte normal pour n'importe quelle raison, par exemple, des termes techniques, une phrase dans une langue étrangère, ou des pensées de personnages de fiction. Elle est typiquement affichée en italique.",
    "menu.type": "Utilisé pour préciser quel type de menu on déclare.",
    "html-element-docs:source": "La balise <code>source</code> est utilisée pour spécifier plusieurs ressources de média pour les balises <code>audio</code> et <code>video</code> en HTML5. C'est une balise vide. Elle est généralement utilisée pour référencer le même média dans de <a title=\"En/Media formats supported by the audio and video elements\" rel=\"internal\" href=\"https://developer.mozilla.org/En/Media_formats_supported_by_the_audio_and_video_elements\">multiples formats pris en charge par différents navigateurs</a>.",
    "short-element-descriptions:sup": "exposant",
    "html-element-docs:a": "La balise <em>Anchor</em> (<code>&lt;a&gt;</code>) définit un lien hypertexte, la destination du nom d'un lien hypertexte, ou les deux.",
    "html-element-docs:head": "L'élément HTML <code>&lt;head&gt;</code> représente une collection de métadonnées sur le document, dont des liens et les définitions de scripts et de feuilles de style.",
    "html-element-docs:b": "La balise <em>B</em> (<code>&lt;b&gt;</code>) représente une partie de texte avec un style différent du style normal, sans lui ajouter plus d'importance ou de pertinence. Elle est utilisée généralement pour des mots-clefs dans les résumés, les noms de produits dans les avis, ou toute autre partie de texte nécessitant une présentation typographique grasse. Un autre exemple est de marquer la phrase majeure de chaque paragraphe d'un article.",
    "html-element-docs:caption": "L'élément HTML <em>Table Caption</em> (<span style=\"font-family: Courier New;\">&lt;caption&gt;</span>) représente le titre d'un tableau. Bien qu'il soit toujours le premier descendant d'un élément <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/table\">&lt;table&gt;</a></code>, il est possible de le styler avec des CSS pour le placer ailleurs selon le tableau.",
    "html-element-docs:u": "La balise HTML <em>Underline</em> (<span style=\"font-family: Courier New;\">&lt;u&gt;</span>) souligne le texte avec un trait, une ligne sous la ligne de base du contenu.",
    "html-element-docs:q": "L'élément <strong>quote</strong> indique que le texte inclus est une courte citation.",
    "html-element-docs:p": "La balise HTML <strong>Paragraph</strong> (&lt;p&gt;) représente un paragraphe. C'est la balise  de niveau \"bloc\" la plus commune.",
    "html-element-docs:s": "L'élément HTML <em>Strikethrough</em> (<span style=\"font-family: Courier New;\"><s></span>) affiche du texte barré, ou avec une ligne en travers. Utilisez l'élément <code>&lt;s&gt;</code> pour représenter des choses qui ne sont plus pertinentes ou plus exactes. Toutefois, l'usage de <code>&lt;s&gt;</code> n'est pas approprié pour indiquer des modifications de documents. Pour cela, utilisez plutôt les éléments plus adéquats <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/del\">&lt;del&gt;</a></code>\n et <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ins\">&lt;ins&gt;</a></code>\n.",
    "css-property-docs:background-position": "La propriété CSS <code>background-position</code> définit la position initiale, par rapport à la position de la couche d'arrière-plan définie par <code><a rel=\"custom\" href=\"https://developer.mozilla.org/fr/docs/CSS/background-origin\">background-origin</a></code>⏎ pour chacune des image d'arrière-plan.",
    "Publish Your Remix": "Publier votre remix",
    "table.cellspacing": "Cet attribut définit la taille, en pourcentage ou en pixels, de l'espace entre deux cellules (à la fois horizontalement et verticalement), entre le haut de la table et les cellules de la première ligne, la gauche de la table et la première colonne, la droite de la table et la dernière colonne, et entre la dernière ligne et le bas de la table.",
    "object.name": "Le nom d'un contexte de navigation valide (HTML5), ou le nom d'un contrôle (HTML4).",
    "html-element-docs:title": "L'élément HTML <em>Title</em> (<code>&lt;title&gt;</code>) définit le titre du document, affichée dans la barre de titre du navigateur ou sur l'onglet du document. Il peut seulement contenir du texte, et toute autre balise incluse ne sera pas interprétée.",
    "html-element-docs:br": "L'élément HTML <em>Retour Chariot</em> (<code>&lt;br&gt;</code>) produit un retour à la ligne dans le texte. Il est utile lorsque les retours à la ligne ont un sens, comme dans un poème ou une adresse.",
    "th.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
    "css-property-docs:background-color": "La propriété CSS <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/fr/docs/CSS\">CSS <code>background-color</code></a> définit la couleur d'arrière-plan d'un élément, soit par une valeur de couleur soit par le mot-clé <code>transparent</code>.",
    "Publish To Internet": "Publier sur Internet",
    "fieldset.disabled": "Si cet attribut booléen est présent, les contrôles du formulaire seront désactivés, c'est à dire non modifiables, sauf les descendants de la première balise <legend> si elle existe.",
    "img.longdesc": "L'adresse URL d'une description de l'image à afficher, qui complète le texte alternatif.",
    "input.mozactionhint": "Spécifie une indication pour déterminer le texte à écrire sur la touche entrée du clavier virtuel des appareils mobiles.",
    "area.media": "Une indication du type de média pour lequel la ressourcé liée a été créé, par exemple pour l'impression ou l'affichage sur un écran.",
    "html-element-docs:tfoot": "L'élément HTML <em>Table Foot Element</em> (<code>&lt;tfoot&gt;</code>) définit un ensemble de lignes résumant les colonnes du tableau.",
    "html-element-docs:span": "Cet élément HTML est un conteneur générique en ligne pour du contenu textuel, qui ne représente rien par lui-même. Il peut être utilisé pour grouper des éléments afin de leur donner un certain style (avec les attributs <strong>class</strong> ou <strong>id</strong>), ou parce qu'ils partagent certaines valeurs d'attributs, comme <strong>lang</strong>. Il ne faut l'utiliser que lorsqu'aucun autre élément sémantique n'est approprié. &lt;span&gt;  est tout à fait similaire à l'élément <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/div\">&lt;div&gt;</a></code>, mais celui-ci est un élément de niveau bloc tandis que &lt;span&gt;  est un élément en-ligne.",
    "short-element-descriptions:col": "colonne de tableau",
    "short-element-descriptions:head": "conteneur pour les métadonnées du document",
    "short-element-descriptions:wbr": "possibilité de couper le mot",
    "css-property-docs:min-height": "La propriété CSS <code>min-height</code> est utilisée pour fixer la hauteur minimale d'un élément. Elle empêche la hauteur de l'élément précisée par sa propriété <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/height\">height</a></code> de devenir inférieure à la valeur de <code>min-height</code>.",
    "css-property-docs:background-attachment": "Si la propriété <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-image\">background-image</a></code>\n est définie, la propriété  <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>background-attachment</code> permet de déterminer si la position de l'image est fixe au sein de la vue ou si elle défile avec le bloc englobant.",
    "html-element-docs:canvas": "L'élément HTML <em>Canvas</em> (<code>&lt;canvas&gt;</code>) peut être utilisé pour dessiner programmatiquement (généralement en <a title=\"fr/JavaScript\" rel=\"internal\" href=\"https://developer.mozilla.org/fr/JavaScript\">JavaScript</a>). Par exemple, il peut être utilisé pour dessiner des graphiques, mélanger des images ou même créer des animations.",
    "dl.compact": "Oblige la définition à être sur la même ligne que le terme défini.",
    "HTML Source Code": "Code source HTML",
    "link.rev": "La valeur de cet attribut indique la relation entre le document courant et le document lié, tel que défini par ⏎ <br> ⏎ l'attribut <br> href .",
    "iframe.sandbox": "S'il contient une chaîne de caractères vide, cet attribut active des restrictions supplémentaires quant au contenu qui peut apparaître dans le cadre.",
    "input.usemap": "Le nom d'un élément <map>\n en tant que carte d'image.",
    "input.formenctype": "Si l'élément input est un bouton d'envoi ou une image, cet attribut précise le type de contenu qui est utilisé pour soumettre le formulaire au serveur.",
    "td.colspan": "Cet attribut contient un nombre entier positif qui indique sur combien de colonnes la cellule doit s'étendre.",
    "style.title": "Spécifie des ensembles de feuilles de style alternatives.",
    "css-property-docs:left": "La propriété CSS <code>left</code> précise une partie de la position des éléments positionnés.",
    "short-element-descriptions:hgroup": "groupe d'en-tête",
    "menu.label": "Donne le texte d'un menu",
    "html-element-docs:wbr": "La balise HTML <em>Word Break Opportunity</em> (<code>&lt;wbr&gt;</code>) représente une position dans le texte où le navigateur peut éventuellement couper une ligne, bien que ses règles de césure n'activent pas forcément une césure à cet endroit.",
    "short-element-descriptions:nobr": "Pas de possibilité de coupure",
    "Mozilla Webmaker": "Mozilla Webmaker",
    "short-element-descriptions:li": "élément de liste",
    "Basic": "Simple",
    "param.valuetype": "Il s'agit d'une API obsolète dont le fonctionnement n'est plus garanti.",
    "redo": "Rétablir",
    "tfoot.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "html-element-docs:table": "L'élément HTML <em>Table</em>(<code>&lt;table&gt;</code>) permet de représenter des données en deux dimensions ou plus.",
    "css-property-docs:bottom": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/fr/docs/CSS\">CSS</a> <code>bottom</code> participe à la définition de la position d'un <em>élément positionné</em>.",
    "body.onbeforeprint": "Fonction à appeler quand l'utilisateur demande l'impression du document.",
    "short-command-descriptions:bug-report": "signaler un problème",
    "table.cellpadding": "Cet attribut définit l'espace entre le contenu d'une cellule et son bord, qu'il soit affiché ou non.",
    "Make sure your web browser's bookmarks bar is enabled.": "Assurez-vous que la barre des marque-pages est affichée dans votre navigateur.",
    "css-property-docs:font-family": "La propriété CSS <code>font-family </code> permet de faire une liste hiérarchisée de noms de familles de polices et de noms de famille génériques devant être spécifiés pour l'élément sélectionné. Contrairement à la plupart des autres propriétés CSS, les valeurs sont séparées par une virgule pour indiquer qu'elles sont des alternatives. Le navigateur permet de sélectionner la première police de la liste qui est installée sur l'ordinateur, ou qui peut être téléchargée à l'aide des informations fournies par une règle <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/@font-face\">@font-face</a></code>.",
    "tr.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "link.sizes": "Cet attribut définit la taille des icônes pour le média visuel contenu dans la ressource.",
    "Here is the URL for your remix that anyone can view.": "Voici l'URL où tout le monde peut consulter votre remix.",
    "Save changes": "Enregistrer les modifications",
    "html-element-docs:hgroup": "La balise HTML <em>Headings Group</em> (<span style=\"font-family: Courier New;\">&lt;hgroup&gt;</span>) représente l'en-tête d'une section. Elle définit un titre simple décrivant <a title=\"en/Sections and Outlines of an HTML5 document\" rel=\"internal\" href=\"https://developer.mozilla.org/en/Sections_and_Outlines_of_an_HTML5_document\">l'idée du document</a> en tant qu'en-tête d'une section implicite ou explicite à laquelle elle appartient.",
    "form.target": "Un nom ou un mot-clé indiquant où afficher le contenu reçu en réponse à la soumission du formulaire.",
    "html-element-docs:datalist": "La balise HTML <em>Datalist Element</em> (<span style=\"font-family: Courier New;\">&lt;datalist&gt;</span>) contient un ensemble de balises <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/option\">&lt;option&gt;</a></code> qui représentent les options possibles pour la valeur d'autres contrôles.",
    "th.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'en-tête du tableau.",
    "css-property-docs:line-height": "Pour les éléments en ligne, la propriété CSS <code> line-height </code> définit la hauteur utilisée lors du calcul de la hauteur de la ligne.<br>\nPour les éléments en bloc,<code> line-height </code>spécifie la hauteur minimale des lignes au sein des blocs de l'élément.",
    "Click on the image below": "Cliquez sur l'image ci-dessous, puis modifiez le code source HTML pour que l'image utilise l'URL que vous venez de copier.",
    "iframe.src": "L'URL de la page à insérer.",
    "img.vspace": "Le nombre de pixels d'espace blanc à insérer au-dessus et en-dessous de l'image.",
    "body.onunload": "Une fonction à appeler à la fermeture du document.",
    "too-big-to-remix-html": "<div>Cet élément <code>&lt;${tagName}&gt;</code> contient trop de choses pour être remixé. Essayez d'en sélectionner un plus petit.</div>",
    "form.name": "Le nom du formulaire.",
    "short-element-descriptions:noscript": "contenu du script par défaut",
    "embed.type": "Le type MIME à utiliser pour sélectionner le plugin à lancer.",
    "Mess around with the rest of the page!": "Bidouillez le reste de la page !",
    "object.tabindex": "La position de cet élément dans l'ordre de navigation au clavier du document en cours.",
    "css-property-docs:float": "La propriété CSS <code>float</code> spécifie qu'un élément devrait être retiré du flux normal et placé sur le côté droit ou gauche de son conteneur, dont le texte et les éléments en-ligne couleront autour de lui.",
    "Deactivate X-Ray Goggles": "Désactiver les lunettes à rayons X, puis glissez le bouton ci-dessus dans votre barre de marque-pages.",
    "html-element-docs:article": "La balise HTML <em>Article</em> (<span style=\"font-family: Courier New;\">&lt;article&gt;</span>) représente un contenu auto-suffisant au sein d'un document, d'une page, d'une application ou d'un site, qui peut être distribué ou réutilisé indépendamment, par exemple via de la syndication de contenus. Il peut s'agir d'une publication sur un forum, d'un article de magazine ou de journal, d'un billet de blog, d'un commentaire saisi par un utilisateur, d'un composant interactif, ou de n'importe quel élément ou contenu indépendant.",
    "too-big-to-change": "Cet élément est trop gros pour être remixé. Essayez d'en sélectionner un plus petit !",
    "html-attribute-docs:class": "Cet attribut contient une liste séparée par des espaces des classes appliquées à l’élément. Les classes permettent à CSS de styler certains éléments grâce aux sélecteurs de classes.",
    "key-names:DELETE": "retour arrière",
    "input.form": "La balise <code>form</code> avec laquelle la balise <code>input</code> est associée (le formulaire qui la contient).",
    "short-element-descriptions:var": "variable",
    "button.formenctype": "Si ce bouton est un bouton de soumission, cet attribut précise le type de contenu qui est utilisé pour soumettre le formulaire au serveur.",
    "Instantly publish your remix to a URL that anyone can view.": "Publiez instantanément votre remix en lui donnant une URL où tout le monde pourra le consulter.",
    "input.maxlength": "Si la valeur de l'attribut type est text, email, search, password, tel ou url, cet attribut définit le nombre de caractères maximal (comptés en points de code Unicode) que l'utilisateur peut entrer. Il est ignoré pour les autres types de contrôle.",
    "css-property-docs:display": "La propriété CSS <code>display</code> définit le type de rendu utilisé pour un élement. En HTML, les valeurs par défaut de la propriété <code>display</code> proviennent des spécifications HTML ou des feuilles de style par défaut du navigateur et/ou de l'utilisateur. En XML la valeur par défaut est <code>inline</code>.",
    "th.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "ul.compact": "Cet attribut booléen suggère que la liste devrait être affichée de manière compacte",
    "input.pattern": "Une expression rationnelle utilisée pour valider le contenu du contrôle.",
    "dd.nowrap": "Si la valeur de cet attribut est yes, le texte de la définition ne passera pas automatiquement à la ligne.",
    "html-element-docs:time": "La balise HTML <em>time</em> (<code>&lt;time&gt;</code>) représente soit une heure sur une horloge à 24 heures, soit une date précise dans le <a class=\"external\" title=\"http://fr.wikipedia.org/wiki/Calendrier_gr%C3%A9gorien\" rel=\"external\" href=\"http://fr.wikipedia.org/wiki/Calendrier_gr%C3%A9gorien\" target=\"_blank\">calendrier grégorien</a> (avec des informations facultatives sur l'heure et le fuseau horaire).",
    "css-property-docs:font-weight": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font-weight\">font-weight</a></code> définit l'épaisseur ou la graisse de la police. Cependant, toutes les polices ne sont pas disponibles avec toutes les épaisseurs. Certaines ne sont disponibles qu'en <code>normal</code> et <code>bold</code>.",
    "short-element-descriptions:input": "zone de saisie d'un formulaire",
    "select.selectedIndex": "L'index de l'élément <option>⏎ sélectionné.",
    "area.hreflang": "Indique la langue de la ressource liée.",
    "head.profile": "L'URI d'un ou plusieurs profils de métadonnées, séparés par des espaces.",
    "html-element-docs:video": "L'élément HTML <code>&lt;video&gt;</code> est utilisée pour intégrer du contenu vidéo dans un document HTML ou XHTML.",
    "area.name": "Définir un nom pour la zone cliquable pour qu'elle puisse être utilisée en script dans les anciens navigateurs.",
    "form.action": "L'URI d'un programme de traitement des informations soumises via le formulaire.",
    "css-property-docs:background-origin": "La propriété CSS<code> background-origin </code>détermine la zone de placement du fond, qui correspond aussi à la position de l'origine d'une image spécifiée en utilisant la propriété CSS <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-image\">background-image</a></code>.",
    "Then click on the highlighted image": "Cliquez ensuite sur l'image surlignée. Son code source HTML apparaitra.",
    "html-element-docs:figure": "La balise HTML <em>Figure</em> (<span style=\"font-family: Courier New;\">&lt;figure&gt;</span>) représente un contenu autonome, souvent accompagné d'un légende (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figcaption\">&lt;figcaption&gt;</a></code>), et est typiquement référencée comme une entité propre. Bien qu'elle soit liée au flux principale, sa position est indépendante de celui-ci. Usuellement, cette balise est une image, une illustration, un diagramme, un morceau de code, ou un schéma qui est référencé dans le texte principal, mais qui peut aussi être déplacé sur une autre page ou une annexe sans affecter le flux principal.",
    "short-element-descriptions:samp": "texte d'exemple",
    "Let us help.": "On vous aide.",
    "html-element-docs:base": "L'élément HTML&nbsp;<em>Base</em> (<code>&lt;base&gt;</code>) précise l'URL de base à utiliser pour toutes les URL contenues dans un document donné.&nbsp;",
    "table.align": "Cet attribut d'énumération indique comment le tableau doit être aligné par rapport au document qui le contient.",
    "tfoot.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'en-tête du tableau.",
    "tr.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
    "html-element-docs:noscript": "La balise HTML <em>NoScript</em> (<code>&lt;noscript&gt;</code>) définit une section du code html destinée à être insérée si un type de script de la page n'est pas supporté ou si les scripts sont désactivés dans le navigateur.",
    "meter.high": "La borne inférieure de la valeur maximale de l'intervalle mesuré.",
    "Copy this URL to your clipboard.": "Copiez cette URL dans votre presse-papier",
    "button.type": "Le type du bouton.",
    "video.buffered": "Un attribut en lecture pour déterminer le nombre de fragments sur lesquels le média a été mis en mémoire tampon.",
    "html-element-docs:meter": "La balise HTML <em>meter</em> (<code>&lt;meter&gt;</code>) représente soit une valeur d'un intervalle donné, soit une valeur fractionnelle.",
    "thead.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
    "short-element-descriptions:link": "métadonnées pour les relations entre documents",
    "body.onerror": "Fonction à appeler quand le document ne se charge pas correctement.",
    "short-element-descriptions:em": "emphase",
    "output.name": "Le nom de l'élément.",
    "element": "élément",
    "option.disabled": "Si cet attribut booléen est renseigné, l'option ne peut pas être cochée.",
    "colgroup.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "html-element-docs:body": "L'élément HTML&nbsp;Body (<code>&lt;body&gt;</code>) représente le contenu principal d'un document HTML. Il ne peut y avoir qu'un seul élément <code>&lt;body&gt;</code> dans un document.",
    "input.step": "Fonctionne avec les attributs min et max pour limiter les incréments utilisables afin de définir une valeur numérique ou une date et une heure.",
    "tr.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "css-property-docs:text-overflow": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>text-overflow</code> détermine la façon dont le contenu qui déborde (et n'est pas affiché) sera signalé aux utilisateurs. Il pourra être tronqué, marqué d'une ellipse ('<code>…</code>', <code style=\"text-transform: uppercase;\">U+2026 Horizontal Ellipsis</code>) ou remplacé par une chaîne de caractères choisie.",
    "executed": "Exécuter",
    "help": "Cette fenêtre d’aide",
    "select.form": "L'élément <code>form</code> avec lequel l'élément <code>select</code> est associé (le formulaire auquel il appartient).",
    "button.value": "La valeur initiale du bouton.",
    "audio.autobuffer": "Un attribut booléen indiquant si le téléchargement du fichier audio doit commencer immédiatement, même si la lecture ne démarre pas automatiquement.",
    "form.novalidate": "Cet attribut booléen indique que le formulaire ne doit pas être validé lorsqu'il est soumis.",
    "short-element-descriptions:progress": "indicateur de progression",
    "textarea.disabled": "Cet attribut booléen indique que l'utilisateur ne peut pas interagir avec cette zone de saisie.",
    "form.method": "La méthode HTTP à utiliser pour soumette le formulaire.",
    "css-property-docs:min-width": "La propriété CSS <code>min-width</code> est utilisée pour définir la largeur minimale d'un élément donné. Elle empêche la valeur utilisée de la propriété <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/width\">width</a></code>\nd'être plus petite que la valeur précisée par <code>min-width</code>.",
    "colgroup.bgcolor": "Cet attribut définit la couleur de l'arrière-plan pour chacune des cellules des colonnes qui appartiennent au même groupe. ",
    "input.autocomplete": "Cet attribut indique si le contenu de la zone de saisie peut être automatiquement complété par le navigateur.",
    "html-element-docs:ul": "La balise HTML <em>unordered list</em> (<code>&lt;ul&gt;</code>) représente une liste d'éléments, plus précisément une collection d'éléments n'ayant pas d'ordre numérique, et leur ordre dans la liste n'a pas de sens. Les listes non ordonnées sont typiquement représentées par une puce, qui peut être de différentes formes comme un point, un cercle ou un carré. Le style de la puce n'est pas défini dans la description HTML de la page, mais dans les styles CSS associés, en utilisant la propriété <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style-type\">list-style-type</a></code>.",
    "td.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'en-tête du tableau.",
    "meter.form": "Cet attribut associe l'élément avec un élément de formulaire qui a la propriété de l'élément <code>meter</code>.",
    "link.charset": "Cet attribut définit l'encodage des caractères de la ressource liée.",
    "short-element-descriptions:article": "article indépendant",
    "iframe.seamless": "Cet attribut booléen indique que le navigateur devrait rendre le cadre interne de telle manière qu'il donne l'impression de faire partie du document contenant, par exemple en appliquant des styles CSS qui s'appliquent à l'<iframe> au document contenu avant de styles spécifiés dans ce document , et par l'ouverture de liens dans les documents contenus dans le contexte de navigation du parent (sauf si un autre paramètre l'empêche).",
    "short-element-descriptions:spacer": "espace de mise en page",
    "textarea.wrap": "Indique comment le contrôle ajuste le texte en fin de ligne.",
    "html-element-docs:progress": "L'élément HTML <em>progress</em> (<code>&lt;progress&gt;</code>) est utilisé pour visualiser la progression d'une tâche. Les variations particulières de l'affichage dépendent des développeurs du navigateur, mais le plus souvent il s'agit d'une barre de progression.",
    "object.codetype": "Le type de contenu de la donnée référencée par classid.",
    "html-element-docs:map": "La balise HTML <em>Map</em> (<code>&lt;map&gt;</code>) est utilisé avec <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/area\">&lt;area&gt;</a></code> pour définir une carte d'image.",
    "embed.src": "L'adresse URL de la ressource embarquée.",
    "key-names:DOWN": "↓",
    "html-element-docs:style": "L'élément <em>style</em> contient les informations de styles pour un document. Ces informations doivent être renseignées dans cet élément, traditionnellement en CSS (voir <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a>).",
    "body.text": "Couleur de premier plan du texte.",
    "iframe.marginheight": "L'espace en nombre de pixels entre le contenu du cadre et ses marges supérieure et inférieure.",
    "command.disabled": "Indique que la commande n'est pas disponible.",
    "a.href": "C'est le seul attribut obligatoire pour les ancres qui définissent la source d'un lien hypertexte.",
    "short-element-descriptions:strong": "emphase forte",
    "button.formaction": "L'URI du programme de traitement des informations soumises au moyen du bouton.",
    "canvas.height": "La hauteur de l'espace de coordonnées, exprimée en pixels CSS.",
    "audio.preload": "Cet attribut contient une énumération destinée à indiquer au navigateur ce qui d'après l'auteur permettrait d'offrir la meilleure expérience à l'utilisateur.",
    "meter.max": "La borne supérieure (numérique) de l'intervalle mesuré.",
    "From template": "D'après un modèle",
    "iframe.align": "L'alignement de cet élément par rapport au contexte environnant.",
    "table.width ": "Cet attribut définit la largeur du tableau.",
    "th.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "tr.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la ligne.",
    "Remix any webpage!": "Remixez n'importe quelle page web&nbsp;!",
    "html-element-docs:samp": "La balise HTML <em>Sample Text</em> (<span style=\"font-family: Courier New;\">&lt;samp&gt;</span>) produit un élément en ligne affiché dans la police monospace par défaut du navigateur (Lucida Console). Cette balise était prévue pour identifier un contenu en sortie d'un programme informatique.",
    "col.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule de la colonne.",
    "audio.loop": "Un attribut booléen. S'il est spécifié, la piste audio sera automatiquement repositionnée au début une fois la lecture finie.",
    "html-element-docs:param": "L'élément <strong>Parameter</strong> qui définit les paramètres pour <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/object\">&lt;object&gt;</a></code>\n.",
    "ancestor-intro": "C'est à l'intérieur de",
    "Remix Dialog": "Remixer un dialogue",
    "area.nohref": "Indique qu'aucun lien hypertexte n'existe pour la zone associée.",
    "base.target": "Un nom ou un mot-clé indiquant l'emplacement par défaut pour afficher le résultat lorsque des liens hypertextes ou des formulaires provoquent la navigation, pour les éléments qui n'ont pas de référence cible explicite.",
    "html-element-docs:pre": "Cette balise représente un texte préformaté. Le texte contenu dans cette balise est typiquement affiché dans une police à largeur fixe tel qu'il figure dans le fichier. Les espaces dans cette balise sont affichés tels qu'ils sont écrits.",
    "param.type": "N'est utilisé que si l'attribut valuetype vaut \"ref\".",
    "command.radiogroup": "Cet attribut fournit le nom d'un groupe de commandes avec le type radio. Ce groupe sera activé lorsque la commande elle-même sera activée.",
    "col.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "script.src": "Cet attribut spécifie l'URI d'un script externe, ce qui peut être utilisé comme une alternative à l'intégration d'un script directement dans un document.",
    "body.onhashchange": "Fonction à appeler lorsque la partie d'identifiant de fragment (celle qui commence par le caractère dièse (#)) de l'adresse actuelle du document a changé.",
    "ol.reversed": "Cet attribut booléen définit si les éléments, appartenant à l'élément parent de la liste, seront listés dans l'ordre inverse, c'est-à-dire ",
    "short-element-descriptions:video": "flux vidéo intégré",
    "html-element-docs:form": "L'élément HTML <em>form</em> (<code>&lt;form&gt;</code>) représente une section de document qui contient des contrôles interactifs permettant à l'utilisateur de soumettre des informations au serveur web.",
    "body.alink": "La couleur du texte des hyperliens lorsqu'on les sélectionne.",
    "button.autofocus": "Cet attribut booléen vous permet de spécifier si le bouton doit être sélectionné lorsque la page se charge, à moins que l'utilisateur ne choisisse un autre contrôle en tapant quelque chose dedans.",
    "html-element-docs:legend": "L'élément HTML <em>Legend Field</em> (<code>&lt;legend&gt;</code>) indique une légende pour le contenu parent <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/fieldset\">&lt;fieldset&gt;</a></code>\n.",
    "command.type": "Cet attribut indique le type de commande.",
    "link.media": "Cet attribut indique le média auquel s'applique la ressource liée.",
    "short-element-descriptions:blockquote": "bloc de citation",
    "img.ismap": "Cet attribut booléen indique si l'image fait partie d'une image de carte côté serveur.",
    "option.label": "Cet attribut contient le texte du label indiquant la signification de l'option.",
    "ins.datetime": "Cet attribut indique la date et l'heure de la modification et doit être une date valide et eventuellement une chaîne de caractères pour l'heure.",
    "object.classid": "L'URI de l'implémentation de l'objet.",
    "time.datetime": "Cet attribut indique la date et l'heure de l'élément. Il doit contenir une date valide, avec une chaîne facultative pour donner l'heure.",
    "iframe.width": "Indique la largeur du cadre\nHTML5 en pixels CSS, ou\nHTML 4.01 en pixels ou en pourcents.",
    "short-command-descriptions:dom-descend": "descendre",
    "iframe.scrolling": "Attribut d'énumération indiquant si le navigateur doit fournir une barre de défilement (ou autre) pour la frame : auto : seulement quand c'est nécessaire.",
    "short-element-descriptions:pre": "texte préformaté",
    "body.onbeforeunload": "Fonction à appeler lorsque le document est sur le point d'être déchargé.",
    "undo": "Annuler",
    "short-element-descriptions:map": "Carte d'image",
    "default-html": "<span>les lunettes à rayons X sont désactivées ! Pressez Échap pour désactiver.</span>",
    "area.tabindex": "Une valeur numérique spécifiant la position de la zone définie dans l'ordre des onglets du navigateur.",
    "short-element-descriptions:fieldset": "un groupe d'éléments de formulaire",
    "html-element-docs:ins": "La balise HTML <em>Inserted Text</em> (<code>&lt;ins&gt;</code>) représente une partie de texte qui a été ajoutée au document.",
    "table.border": "Cet attribut entier définit, en pixels, la taille du cadre entourant le tableau.",
    "html-element-docs:textarea": "L'élément HTML <em>textarea</em> (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/textarea\">&lt;textarea&gt;</a></code>⏎\n) représente une zone de saisie multi-lignes.",
    "html-element-docs:thead": "L'élément HTML <em>Table Head</em> (<code>&lt;thead&gt;</code>) définit un ensemble de lignes qui constitue l'en-tête des colonnes du tableau.",
    "Try it out": "Essayez-le",
    "When you're ready to share your remixed page": "Lorsque vous êtes prêt à partager votre page remixée, cliquer sur le bouton Publier ou appuyer sur la touche <kbd>P</kbd> de votre clavier. Cela rend visibles vos modifications sur Internet pour que les autres utilisateurs puissent les voir.",
    "meta.content": "Cet attribut fournit la valeur associée avec l'attribut \n\nhttp-equiv\n ou\n\nname\nen fonction du contexte.",
    "css-property-docs:background-repeat": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>background-repeat</code>  définit comment les images de fond sont répétées. Une image de fond peut être répété suivant l'axe horizontal, l'axe vertical, les deux, ou pas du tout répétée. Lorsque la répétition des mosaïques d'images ne permet pas de couvrir exactement le fond, la façon dont les ajustements sont faits peut être contrôlée par l'auteur&nbsp;: par défaut, la dernière image est tronquée, mais les différentes tuiles peuvent au contraire être redimensionnées, ou bien un espace peut être inséré entre les tuiles.",
    "short-element-descriptions:keygen": "générateur de paires de clés",
    "uproot": "Publiez votre remix",
    "input.height": "Lorsque la valeur de l'attribut type est image, cet attribut définit la hauteur de l'image affichée pour le bouton.",
    "body.link": "Couleur du texte pour les liens hypertexte non visités.",
    "col.span": "Cet attribut contient un entier positif indiquant le nombre de colonnes consécutives sur lequel l'élément <col> s'étend.",
    "undid": "Annulé",
    "html-element-docs:label": "L'élément HTML <em>Label </em> (<code>&lt;label&gt;</code>) représente un libellé pour un élément de l'interface utilisateur. Il peut être associé à un contrôle en utilisant l'attribut <code>for</code>, ou en plaçant le contrôle à l'intérieur de l'élément label. Un tel contrôle s'appelle le <em>labeled control</em> de l'élément label.",
    "short-element-descriptions:script": "script intégré",
    "tbody.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
    "css-property-docs:opacity": "La propriété CSS <code>opacity</code> spécifie la transparence d'un élément, c'est à dire le niveau de masquage du fond derrière l'élément.",
    "table.rules": "Cet attribut d'énumération définit où les règles, c'est-à-dire",
    "html-element-docs:hr": "En\n<span style=\"border: 1px solid rgb(129, 129, 250); background-color: rgb(174, 218, 229); font-size: x-small; white-space: nowrap; padding: 2px;\"><a rel=\"custom\" href=\"/en/HTML/HTML5\">HTML5</a></span> l'élément &lt;hr&gt; représente un changement de thème entre deux éléments de niveau paragraphe (par exemple, un changement de scène dans une histoire, ou un changement de sujet et une nouvelle section). Dans les précédentes versions du HTML, l'élément était représenté par une ligne (« règle ») horizontale. Il peut toujours être représenté par une ligne horizontale dans l'interprétation graphique qu'en donnent les navigateurs, mais on le définit maintenant plutôt en termes sémantiques qu'en termes de représentation visuelle.",
    "Drag the yellow button into your bookmarks": "Glissez le bouton &quot;Activer les rayons X&quot; dans votre barre personnelle. Ainsi vous pourrez utiliser ce marque-page pour activer les Goggles sur chaque page que vous visiterez.",
    "object.type": "Le type MIME de la ressource spécifiée par les données.",
    "video.src": "L'URL de la vidéo à insérer.",
    "You can take X-Ray Goggles with you anywhere": "Vous pouvez emporter les lunettes à rayons X partout sur le Web avec vous ! Installez en deux étapes faciles.",
    "short-element-descriptions:body": "corps du document",
    "area.coords": "Un ensemble de valeurs indiquant les coordonnées de la zone cliquable.",
    "hr.align": "Déconseillée depuis HTML4.01. Obsolète depuis HTML5",
    "del.datetime": "Cet attribut indique la date et l'heure de la modification et doit être une date valide et éventuellement une chaîne de caractères pour l'heure.",
    "meter.low": "La borne supérieure de la valeur minimale de l'intervalle mesuré.",
    "input.formtarget": "Si l'élément input est un bouton d'envoi ou une image, cet attribut est un nom ou un mot-clé indiquant où la réponse doit être affichée une fois le formulaire envoyé.",
    "q.cite": "La valeur de cet attribut est une URL indiquant la source de la citation.",
    "short-element-descriptions:tr": "ligne de tableau",
    "command.icon": "Donne une image qui représente la commande.",
    "iframe.frameborder": "La valeur 1 (valeur par défaut) indique au navigateur de dessiner une bordure entre ce cadre et tous les autres cadres.",
    "label.form": "La balise <code>form</code> avec laquelle la balise <code>label</code> est associée (le formulaire auquel elle appartient).",
    "tbody.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
    "caption.align": "Cet attribut d'énumération indique la façon dont la légende doit être alignée par rapport au tableau.",
    "html-element-docs:code": "La balise HTML <em>Code</code> (<span style=\"font-family: Courier New;\">&lt;code&gt;</span>) représente une portion de code. Par défaut, son contenu est affiché avec la police à largeur fixe du navigateur.",
    "th.headers": "Cet attribut est une liste de chaînes de caractères, séparées par des blancs, correspondant chacune à l'attribut id des éléments <th>\nqui s'appliquent à cet élément.",
    "col.width": "Cet attribut définit la largeur par défaut pour chaque colonne appartenant au groupe de colonnes.",
    "input.name": "Le nom de la zone de saisie, qui sera envoyé avec le contenu du formulaire.",
    "html-element-docs:kbd": "La balise HTML <em>Keyboard Input Element</em> (<span style=\"font-family: Courier New;\">&lt;kbd&gt;</span>) produit un élément en ligne affiché dans la police à largeur fixe par défaut du navigateur. Cette balise est utilisée pour identifier une saisie de l'utilisateur.",
    "html-element-docs:h1": "Les éléments <strong>Heading</strong> implémentent six niveaux d'en-têtes de document, <code>&lt;h1&gt;</code> est le plus important et <code>&lt;h6&gt;</code> est le moins important. un élément d'en-tête décrit brièvement le sujet de la section qu'il introduit. L'information d'en-tête peut être utilisée par les agents utilisateurs, par exemple pour construire automatiquement une table des matières.",
    "iframe.longdesc": "Une URI permettant une description longue du cadre.",
    "short-element-descriptions:aside": "contenu tangentiel",
    "css-property-docs:right": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/fr/docs/CSS\">CSS</a> <code>right</code> précise une partie de la position des éléments positionnés.",
    "short-element-descriptions:option": "élément d'option",
    "a.coords": "Utilisé avec des formes d'objets, cet attribut utilise une liste de nombres, séparés par des virgules, pour définir les coordonnées d'un objet sur la page.",
    "Cancel": "Annuler",
    "key-names:LEFT": "←",
    "keygen.name": "Le nom de la zone de saisie, qui sera envoyé avec les données du formulaire.",
    "and": "et",
    "th.rowspan": "Cet attribut contient un nombre entier positif correspondant au nombre de lignes de tableau sur lequel la cellule doit être étendue.",
    "short-element-descriptions:time": "date ou heure",
    "Not sure what to make?": "Pas d’idée pour commencer ?",
    "tbody.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "area.href": "La cible du lien hypertexte pour la zone donnée.",
    "css-property-docs:vertical-align": "La propriété CSS <code>vertical-align</code> définit l'alignement vertical d'un élément en ligne ou d'une cellule de tableau.",
    "select.size": "Si le contrôle se présente sous la forme d'une liste déroulante, cet attribut représente le nombre de lignes de cette liste qui peuvent être visibles en même temps.",
    "option.selected": "Si il est présent, cet attribut Booléen indique que l'option est présélectionnée.",
    "short-element-descriptions:dd": "description de la définition",
    "short-element-descriptions:dl": "liste de définition",
    "option.value": "Le contenu textuel de cet attribut représente le label affiché qui expliquera l'option.",
    "form.autocomplete": "Indique si les zones de saisie de ce formulaire peuvent par défaut être auto-complétées par le navigateur.",
    "short-element-descriptions:dt": "terme de la définition",
    "select.name": "Le nom de la zone de saisie.",
    "short-element-descriptions:title": "titre du document",
    "keygen.form": "L'élément de formulaire auquel cet élément est associé (sa forme « parente »).",
    "css-property-docs:list-style-image": "La propriété CSS <code>list-style-image</code> permet de définir l'image utilisée pour la puce d'élément d'une liste. Le raccourci <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style\">list-style</a></code> est souvent plus pratique.",
    "td.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
    "html-attribute-docs:title": "Cet attribut contient un texte d'information sur l'élément auquel il appartient. Ce texte pourra souvent, mais pas nécessairement, être présenté à l'utilisateur dans une bulle d'information.",
    "html-element-docs:img": "La balise HTML <em>Image</em> (<code>&lt;img&gt;</code>) représente une image du document.",
    "html-element-docs:input": "La balise HTML <em>input</em> (<code>&lt;input&gt;</code>) est utilisée pour créer des contrôles interactifs pour des formulaires web.",
    "select.required": "Un attribut booléen indiquant qu'une option avec une valeur non-vide doit être sélectionnée.",
    "html-element-docs:html": "La balise HTML <em>racine</em> (<span style=\"font-family: Courier New;\">&lt;html&gt;</span>) représente la racine d'un document HTML ou XHTML. Toutes les autres balises doivent être des descendantes de celle-ci.",
    "textarea.maxlength": "Le nombre maximum de caractères (en points de code Unicode) que l'utilisateur peut saisir.",
    "html-element-docs:link": "L'élément HTML <em>Link</em> (<code>&lt;link&gt;</code>) indique les relations entre le document actuel et d'autres documents. On peut par exemple l'utiliser pou définir un cadre de navigation ou lier le document à une feuille de styles.",
    "input.autofocus": "Cet attribut booléen spécifie que cette zone de saisie devrait avoir le focus au chargement de la page, à moins que l'utilisateur n'en décide autrement, par exemple en tapant dans une autre zone.",
    "class": "class",
    "video.loop": "Un attribut booléen ; s'il est spécifié, la vidéo sera automatiquement repositionnée au début une fois la lecture finie.",
    "iframe.webkitallowfullscreen": "Avec Chrome 17 ou les versions ultérieures (voire peut-être antérieures), cet attribut peut valoir true si la frame est autorisée à être affichée au sein du mode plein écran en appelant la méthode element.webkitRequestFullScreen().",
    "source.src": "Obligatoire ; l'adresse de la ressource média.",
    "short-element-descriptions:iframe": "cadre en ligne",
    "cannot-undo-html": "<span>Il n'y a plus rien à annuler !</span>",
    "short-element-descriptions:img": "image",
    "input.placeholder": "Une indication, destinée à l'utilisateur, pour savoir ce qui peut être saisi dans le contrôle.",
    "short-element-descriptions:bgsound": "musique de fond",
    "short-element-descriptions:meter": "jauge numérique",
    "short-element-descriptions:sub": "indice",
    "short-element-descriptions:button": "bouton interactif",
    "td.headers": "Cet attribut est une liste de chaînes de caractères, séparées par des espaces, correspondant chacune à l'attribut <code>id</code> des éléments <th>\nqui s'appliquent à cet élément.",
    "tbody.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'en-tête du tableau.",
    "object.standby": "Un message que le navigateur peut afficher pendant le chargement de l'implémentation et des données de l'objet",
    "table.summary": "Cet attribut définit un texte alternatif pour décrire le tableau, il est utilisé dans le cas où il est impossible d'afficher le tableau.",
    "area.rel": "Pour les ancres contenant l'attribut <code>href</code>, cet attribut précise la relation de l'objet cible à l'objet lien.",
    "area.type": "Cet attribut spécifie le type de média sous la forme d'un type MIME pour la cible du lien.",
    "style.scoped": "Si cet attribut est présent, alors le style ne s'applique qu'à son élément parent.",
    "dom-ascend": "Remonter à l’élément parent",
    "iframe.marginwidth": "L'espace en nombre de pixels entre le contenu du cadre et ses marges latérales.",
    "short-command-descriptions:dom-ascend": "monter",
    "short-command-descriptions:remove": "supprimer",
    "link.target": "Définit le nom de la fenêtre ou du cadre qui a la relation de lien définie ou qui va montrer le rendu de toute ressource liée.",
    "dialog-common:close": "Fermer",
    "short-element-descriptions:i": "italique",
    "br.clear": "Indique où commencer la ligne suivante après le retour à la ligne.",
    "td.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
    "short-element-descriptions:a": "une ancre ou un hyperlien",
    "html-element-docs:header": "L'élément HTML <em>Header</em> (<code>&lt;header&gt;</code>) regroupe des informations d'introduction ou d'aide à la navigation. Il peut inclure des éléments d'en-tête mais aussi d'autres éléments tels que le logo, une section d'en-tête, un formulaire de recherche et ainsi de suite.",
    "html-element-docs:dt": "La balise HTML <em>Definition Term</em> (<span style=\"font-family: Courier New;\">&lt;dt&gt;</span>) identifie un terme dans une liste de définitions. Cette balise doit être un enfant de <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dl\">&lt;dl&gt;</a></code> et est normalement suivie d'une balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dd\">&lt;dd&gt;</a></code>; cependant, plusieurs <code>&lt;dt&gt;</code> à la suite peuvent tous être définis par la même balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dd\">&lt;dd&gt;</a></code> qui les suit.",
    "short-element-descriptions:b": "gras",
    "With X-Ray Goggles activated": "Une fois les lunettes activées, appuyez sur la touche <kbd>H</kbd> pour avoir de l'aide.",
    "link.rel": "Cet attribut indique le type de relation entre le document liée et le document courant.",
    "html-element-docs:dl": "La balise HTML <em>Definition List</em> (<code>&lt;dl&gt;</code>) entoure une liste de paires de termes et de descriptions. Une utilisation classique pour cette balise est la création d'un glossaire.",
    "Sorry, an error occurred. Please try again later.": "Désolé, une erreur s'est produite. Veuillez réessayez plus tard",
    "short-element-descriptions:u": "souligné",
    "short-element-descriptions:q": "citation",
    "short-element-descriptions:p": "paragraphe",
    "html-element-docs:dd": "La balise HTML <em>Definition Description</em> (<span style=\"font-family: Courier New;\">&lt;dd&gt;</span>) indique la définition d'un terme dans une liste de définition (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dl\"><dl></a></code>).\nCette balise peut uniquement être un enfant d'une liste de définitions et doit suivre une balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dt\">&lt;dt&gt;</a></code>.",
    "html-element-docs:output": "La balise <em>output</em>  (&lt;output&gt;) représente le résultat d'un calcul.",
    "html-element-docs:sub": "La balise HTML <em>Subscript Element</em> (<code>&lt;sub&gt;</code>) définit une partie de texte devant être affichée, pour des raisons typographiques, plus bas, et souvent dans une taille inférieure, que le reste du texte.",
    "html-element-docs:footer": "L'élément HTML <em>Footer</em> (<span style=\"font-family: Courier New;\">&lt;footer&gt;</span>) représente le pied de page de la section qui le contient ou de la <a title=\"en/Sections and Outlines of an HTML5 document#sectioning root\" rel=\"internal\" href=\"https://developer.mozilla.org/en/Sections_and_Outlines_of_an_HTML5_document#sectioning_root\">section mère</a> element ( c'est-à-dire le premier élément parmi ses ancêtres de type <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/aside\">&lt;aside&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/nav\">&lt;nav&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/section\">&lt;section&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/blockquote\">&lt;blockquote&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/body\">&lt;body&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/details\">&lt;details&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/fieldset\">&lt;fieldset&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/td\">&lt;td&gt;</a></code>⏎\n). Un pied de page contient typiquement des informations sur l'auteur de la section, des données sur les droits d'auteur ou des liens vers des documents en rapport.",
    "html-element-docs:embed": "La balise HTML <em>Embed</em> (<code>&lt;embed&gt;</code>) représente un point d'intégration pour une application externe ou un contenu interactif (en d'autres termes, un plugin).",
    "html-element-docs:var": "L'élément HTML <em<Variable</em> (<code>&lt;var&gt;</code>) représente une variable dans une fonction mathématique ou dans un contexte de programmation.",
    "html-element-docs:menu": "La balise HTML <em>menu</em> (<code>&lt;menu&gt;</code>) représente une liste non ordonnée de choix ou de commandes.",
    "th.abbr": "Cet attribut contient une brève description abrégée du contenu de la cellule.",
    "html-element-docs:sup": "L'élément HTML <em>Superscript</em> (<code>&lt;sup&gt;</code>) définit une portion de texte qui pour des raisons de typographie doit être disposée au-dessus de la ligne de base d'écriture, et souvent en plus petits caractères.",
    "unload-blocked": "Vous n’avez pas enregistré toutes vos modifications.",
    "audio.autoplay": "Un attribut booléen, s'il est définit (même s'il vaut \"false\" !), la piste audio sera lancée automatiquement une fois que suffisamment de données auront été chargées pour éviter un arrêt brusque.",
    "html-element-docs:div": "La balise HTML <em>Document Division</em> (<div>) est un conteneur générique pour le flux du contenu, qui par lui-même ne représente rien. Il peut être utilisé pour grouper des balises dans un but de style (en utilisant les attributs <strong>class</strong> ou <strong>id</strong>), ou parce qu'ils partagent des attributs communs, tel que <strong>lang</strong>. Il doit être utilisé uniquement quand aucune autre balise sémantique (telle que <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code> ou <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/nav\">&lt;nav&gt;</a></code>) n'est appropriée.",
    "a.shape": "Cet attribut est utilisé pour définir une région sélectionnable pour les liens hypertextes associés à la source avec un chiffre pour créer une image interactive.",
    "body.onundo": "Fonction à appeler lorsque l'utilisateur a reculé dans l'historique des actions annulées.",
    "meter.min": "La limite numérique inférieure de la plage mesurée.",
    "th.scope": "Un attribut d'énumération qui définit les cellules auxquelles l'entête, défini dans cet élément <th>, fait référence.",
    "a.ping": "Le support de «&nbsp;ping&nbsp:» a été désactivé à partir de Firefox 3 bêta 3.",
    "Thimble": "Thimble",
    "input.required": "Cet attribue indique que l'utilisateur doit fournir une valeur avant de pouvoir envoyer le formulaire.",
    "col.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "Help": "Aide",
    "a.rel": "Pour les ancres contenant l'attribut href, celui-ci précise la relation de l'objet cible à l'objet lien.",
    "body.vlink": "Couleur du texte des hyperliens qui ont déjà été visités.",
    "keygen.autofocus": "Cet attribut spécifie que cette zone de saisie devrait avoir le focus au chargement de la page, à moins que l'utilisateur n'en décide autrement, par exemple en tapant dans une autre zone.",
    "remove": "Supprimer l’élément sélectionné",
    "source.media": "Une requête media vers la ressource media souhaitée.",
    "embed.width": "La largeur de la ressource affichés, en pixels CSS.",
    "a.rev": "Cet attribut indique un lien inverse, la relation inverse de l'attribut rel.",
    "img.crossorigin": "Cet attribut d'énumération indique si le mode de chargement de l'image liée doit être fait en utilisant CORS ou non.",
    "input.multiple": "Cet attribut booléen indique si l'utilisateur peut saisir ou non plus d'une valeur.",
    "short-element-descriptions:hr": "règle horizontale",
    "input.formaction": "L'URI d'un programme qui traîte les informations envoyées par l'élément input, s'il s'agit d'un bouton ou d'une image.",
    "colgroup.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule de la colonne.",
    "textarea.readonly": "Cet attribut booléen indique que l'utilisateur ne peut pas modifier le contenu de la zone de saisie.",
    "short-element-descriptions:tfoot": "pied de page d'un tableau",
    "object.height": "La hauteur de la ressource affichée, en pixels CSS.",
    "short-element-descriptions:thead": "en-tête de tableau",
    "canvas.width": "La largeur de l'espace de coordonnées en pixels CSS.",
    "label.accesskey": "Un raccourci clavier pour accéder à cet élément à partir du clavier.",
    "col.valign": "Cet attribut spécifie l'alignement vertical du texte dans chaque cellule de la colonne.",
    "del.cite": "L' URI d'une ressource qui explique le changement (par exemple, les procès-verbaux).",
    "input.min": "La valeur minimale (numérique ou temporelle) pour cet élément, elle ne doit pas être supérieure à la valeur maximale (attribut max).",
    "video.muted": "Un attribut booléen qui indique le réglage audio par défaut pour cette video.",
    "body.onpopstate": "Fonction à appeler quand l'utilisateur s'est déplacé dans l'historique de la session.",
    "button.name": "Le nom du bouton, qui sera envoyé avec les données du formulaire.",
    "Advanced": "Avancé",
    "short-element-descriptions:h6": "en-tête",
    "short-element-descriptions:h4": "en-tête",
    "short-element-descriptions:h5": "en-tête",
    "short-element-descriptions:h2": "en-tête",
    "short-element-descriptions:h3": "en-tête",
    "short-command-descriptions:quit": "fermer",
    "short-element-descriptions:h1": "en-tête",
    "a.hreflang": "Cet attribut indique la langue de la ressource liée.",
    "short-element-descriptions:div": "division du document",
    "audio.src": "L'URL du fichier audio à insérer.",
    "td.abbr": "Cet attribut contient une brève description abrégée du contenu de la cellule.",
    "short-element-descriptions:select": "liste de sélection",
    "style.disabled": "S'il est défini, désactive (n'applique pas) les règles de style pour le document qui sont spécifiées dans l'élément.",
    "command.checked": "Indique si la commande est sélectionnée.",
    "Sign in to publish your remix": "Connectez-vous pour publier votre remix",
    "img.height": "La hauteur de l'image en\nHTML5 en pixels CSS, ou\nen HTML4 en pixels ou en pourcents.",
    "body.onfocus": "Fonction à appeler lorsque le document est mis en premier plan.",
    "short-element-descriptions:output": "résultat calculé",
    "short-element-descriptions:source": "source du média embarqué",
    "html-element-docs:script": "La balise <code>script</code> est utilisée pour intégrer ou référencer un script exécutable dans un document <abbr title=\"Hypertext Markup Language\">HTML</abbr> ou <abbr title=\"Extensible Hypertext Markup Language\">XHTML</abbr>.",
    "a.urn": "Ce soi-disant attribut soutenu par Microsoft associe un nom de ressource uniforme (URN) au lien.",
    "dialog-common:nevermind": "C'est sans importance",
    "tap-space-html": "Pressez la <div class=\"webxray-kbd\">barre d'espace</div> pour modifier ce style.",
    "short-element-descriptions:object": "objet embarqué",
    "hr.noshade": "Déconseillée depuis HTML4.01. Obsolète depuis HTML5",
    "form.accept-charset": "Une liste des codages de caractères que le serveur accepte.",
    "table.frame": "Cet attribut énuméré définit quel code du cadre entourant le tableau doit être affiché.",
    "short-element-descriptions:area": "hyperlien vers une carte image",
    "video.preload": "Cet attribut contient une énumération destinée à indiquer au navigateur ce qui d'après l'auteur permettrait d'offrir la meilleure expérience à l'utilisateur.",
    "If you need help": "Si vous avez besoin d'aide, assurez-vous que les lunettes à rayons X sont activées, puis pressez la touche <kbd>H</kbd> sur votre clavier.",
    "form.accept": "Une liste séparée par des virgules de types de contenu que le serveur accepte.",
    "time.pubdate": "(Cette fonctionnalité est encore en cours de discussion au sein du Groupe de travail HTML5 du W3C et du WHATWG). Cet attribut booléen indique que la date et l'heure données par l'élément correspondent à la date de publication d'un document.",
    "activate the X-Ray Goggles by": "Ensuite, activez les lunettes à rayons X en cliquant sur le bouton jaune ci-dessus.",
    "textarea.cols": "La largeur visible du contrôle de texte, en largeur moyenne de caractère.",
    "object.border": "La largeur de la bordure de la zone de saisie, en nombre de pixels.",
    "area.target": "Cet attribut indique où afficher la ressource liée.",
    "td.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "input.accept": "Si la valeur de l'attribut de type est \"file\", cet attribut indique quels sont les types de fichiers que le serveur accepte&nbsp;; sinon il est ignoré.",
    "source.type": "Le type MIME de la ressource, éventuellement avec un paramètre de codecs.",
    "html-element-docs:command": "L'élément <code>command</code> représente une commande que l'utilisateur peut exécuter.",
    "dialog-common:ok": "Envoyer les changements",
    "input.size": "La teille initiale de la zone de saisie.",
    "short-command-descriptions:undo": "annuler",
    "fieldset.form": "Cet attribut a la valeur de l'attribut id de l'élément <form> ⏎ <br> auquel il est associé.",
    "css-property-docs:font-variant": "La propriété CSS <code>font-variant</ code> permet de choisir entre les variantes <code>normal</ code>, ou <code>small-caps</ code> pour la famille de polices. Choisir <code>font-variant</ code> est également possible en utilisant la <code> <a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font\">police</ a> </ code> ⏎ <br> sténographie.",
    "focused-intro": "Vous survolez un élément",
    "Preview": "Aperçu",
    "Events": "Évènements",
    "html-element-docs:keygen": "La balise HTML <code>keygen</code> existe pour faciliter la génération de matériel clef, et la soumission d'une clef publique comme une partie d'un formulaire HTML. Ce méchanisme est destiné à être utilisé avec des systèmes de gestion de certificats sur le Web. La balise <code>keygen</code> sera utilisé dans un formulaire HTML avec d'autres informations nécessaires pour construire une requête de certificat, et le résultat du processus sera un certificat signé",
    "quit": "Désactiver les lunettes à rayons X.",
    "command.label": "Le nom de la commande, comme indiqué à l'utilisateur.",
    "input.formmethod": "Si l'élément d'entrée est un bouton de soumission ou une image, cet attribut spécifie la méthode HTTP que le navigateur utilise pour soumettre le formulaire.",
    "a.media": "Cet attribut indique le média sur lequel s'applique la ressource liée.",
    "css-property-docs:white-space": "La propriété CSS <code> white-space </code> est utilisée pour décrire la façon dont les espaces sont gérés à l'intérieur de l'élément.",
    "img.hspace": "Le nombre de pixels d'espace blanc à insérer à la gauche et à la droite de l'image.",
    "meta.scheme": "Cet attribut définit le schéma dans lequel les métadonnées sont décrites.",
    "area.alt": "Une chaîne de caractère alternative à afficher pour les navigateurs d'affichant pas les images.",
    "meter.value": "La valeur numérique actuelle.",
    "style.media": "A quel média ce style doit être appliqué.",
    "td.rowspan": "Cet attribut containt une valeur entière positive ou nulle indiquant sur combien de lignes la cellule s'étend.",
    "input.type": "Le type de zone de saisie à afficher",
    "html-element-docs:del": "La balise HTML <em>Deleted Text</em> (<code>&lt;del&gt;</code>) représente une prtie de texte qui a été supprimée d'un document. Cette balise est souvent (mais pas obligatoirement) affichée par une ligne qui barre le texte.",
    "X-Ray Goggles Logo": "Logo des lunettes à rayons X",
    "short-element-descriptions:nav": "navigation",
    "thead.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'entête du tableau.",
    "css-property-docs:clear": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/fr/CSS\">CSS</a> <code>clear</code> définit si un élément peut être proche d'éléments <a title=\"fr/CSS/float\" rel=\"internal\" href=\"https://developer.mozilla.org/fr/CSS/float\">flottants</a> qui le précèdent ou s'il doit être placé en dessous.",
    "embed.height": "La hauteur affichée de la ressource, en pixels CSS.",
    "See how Goggles work by swapping a image": "Voyez comment les lunettes fonctionnent en remplaçant une image par une autre",
    "input.disabled": "Cet attribut booléen indique qu'il n'est pas possible d'interagir avec ce contrôle de formulaire.",
    "progress.form": "Cet attribut indique le formulaire auquel appartient la balise <code>progress</code>.",
    "short-element-descriptions:audio": "flux audio embarqué",
    "iframe.mozallowfullscreen": "A partir de Gecko 9.0, cet attribut peut être mis à true afin d'autoriser le cadre à passer en mode plein écran en appelant sa méthode element.mozRequestFullScreen().",
    "Popcorn Maker": "Popcorn Maker",
    "textarea.name": "Le nom de la zone de saisie.",
    "object.usemap": "Une référence à un élément <map>.\nElle est composée d'un dièse (#) suivi par\n\nle nom\nde l'élément map.",
    "select.multiple": "Cet attribut booléen indique que plusieurs options peuvent être sélectionnées dans la liste.",
    "button.formtarget": "Si le bouton est un bouton submit, cet attribut est un nom ou un mot-clé indiquant l'emplacement d'affichage de la réponse reçue après la soumission du formulaire.",
    "short-element-descriptions:meta": "métadonnées",
    "My makes": "Mes fabrications",
    "short-element-descriptions:command": "contrôle d'action utilisateur",
    "Find the current X-Ray Goggles image": "Trouvez l'image des lunettes à rayons X (ci-dessous) et placez votre souris sur celle-ci jusqu'à ce qu'elle soit surlignée.",
    "script.type": "Cet attribut identifie le langage de script du code embarqué dans un élément script ou référencé par l'attribut src de l'élément.",
    "html-element-docs:select": "L'élément HTML <em>select</em> (<code>&lt;select&gt;</code>) represents a control that presents menu of options. The options within the menu are represented by <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/option\">&lt;option&gt;</a></code>⏎\nelements, which can be grouped by <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/optgroup\">&lt;optgroup&gt;</a></code>⏎\nelements. Options can be pre-selected for the user.",
    "short-element-descriptions:legend": "légende du champ de saisie",
    "X-Ray Goggles": "Lunettes à rayons X",
    "audio.buffered": "Un attribut en lecture pour déterminer le nombre de fragments sur lesquels le média a été mis en mémoire tampon.",
    "audio.mozCurrentSampleOffset": "Le décalage, exprimé en nombre d'échantillons depuis le début du flux audio, pendant lequel le signal audio est en cours de lecture.",
    "link.methods": "La valeur de cet attribut fournit des informations quant aux fonctions qui peuvent être utilisées sur un objet.",
    "meta.http-equiv": "Cet attribut d'énumération définit la directive qui peut modifier le comportement des serveurs et des agents utilisateurs.",
    "html-element-docs:iframe": "La balise HTML <em>inline frame</em> (<code>&lt;iframe&gt;</code>) représente un contexte de navigation imbriqué, en embarquant une autre page HTML dans la page courante. Chaque contexte de navigation a son propre historique de navigation et son document actif. Le contexte de navigation qui imbrique l'autre est appelé le contexte <dfn id=\"parent\">parent</dfn>. Le contexte <dfn id=\"top-level\">top-level</dfn> (qui n'a pas de parent) est généralement la fenêtre du navigateur.",
    "short-element-descriptions:details": "contrôle à la demande",
    "short-command-descriptions:remix": "remixer",
    "video.height": "La hauteur de la zone d'affichage de la vidéo, en pixels CSS.",
    "Activate X-Ray Goggles by clicking the yellow button above.": "Activez les lunettes à rayons X en cliquant sur le bouton jaune ci-dessus.",
    "css-property-docs:letter-spacing": "La propriété CSS <code>letter-spacing</code> précise le type d'espacement entre les caractères de texte.",
    "short-element-descriptions:datalist": "liste des options prédéfinies",
    "css-property-docs:z-index": "La propriété CSS <code> z-index </code> spécifie l'ordre de profondeur d'un élément et de ses descendants. Lorsqu'un élément recouvre un autre, c'est cet ordre qui est utilisé pour déterminer lequel apparaît en premier plan. Habituellement, plus l'indice est élevé, plus l'élément est au premier-plan par rapport aux autres.",
    "html-element-docs:section": "L'élément HTML Section (<code>&lt;section&gt;</code>) représente une section générique d'un document, par exemple un ensemble thématique de contenus, comportant typiquement un titre.",
    "input.list": "Identifie une liste d'options prédéfinies à suggérer à l'utilisateur.",
    "ins.cite": "Cet attribut définit l'URI d'une ressource qui explique le changement, comme un lien vers des notes de  réunion ou un billet dans un système de dépannage.",
    "a.datafld": "Cet attribut précise le nom de la colonne à partir de cet objet de source de données qui fournit les données liées.",
    "html-element-docs:summary": "La balise HTML <em>summary</em> (<code>&lt;summary&gt;</code>) est utilisée pour un résumé, un sous-titre ou une légende d'une balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/details\">&lt;details&gt;</a></code>.",
    "Here's how:": "Voici coment :",
    "video.autoplay": "Un attribut booléen; Si spécifié, la vidéo démarrera automatiquement dès que cela sera possible sans s'interrompre en cours de lecture pour finir de se télécharger.",
    "deletion": "suppression",
    "ol.start": "Cet attribut entier spécifier la valeur de départ pour la numérotation des éléments de la liste.",
    "select.autofocus": "Cet attribut permet de spécifier que cette zone de saisie devrait avoir le focus au chargement de la page, à moins que l'utilisateur n'en décide autrement, par exemple en tapant dans une autre zone.",
    "form.enctype": "Lorsque la valeur de l'attribut method vaut post, cet attribut est le type MIME du contenu qui est envoyé au serveur lors de la soumission du formulaire.",
    "css-property-docs:background-image": "La propriété CSS <code>background-image</code>définit les images de fond pour un élément. Les images sont dessinées sur des couches de contexte successives, la première spécifiée étant rendue comme étant la plus proche de l'utilisateur. Les <a title=\"border\" rel=\"internal\" href=\"https://developer.mozilla.org/cn/CSS/border\">bordures</a> de l'élément sont tracées par dessus celles-ci, et la propriété CSS <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-color\">background-color</a></code> dessinée sous celles-ci.",
    "short-element-descriptions:ins": "texte inséré",
    "img.src": "L'URL de l'image, cet attribut est obligatoire pour la balise <code>&lt;img&gt;</code>",
    "html-element-docs:li": "La balise HTML <em>List item</em> (<code>&lt;li&gt;</code>) est utilisée pour représenter un élément de liste. Elle doit être contenue dans une balise représentant une liste ordonnée (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ol\">&lt;ol&gt;</a></code>), une liste non ordonnée (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ul\">&lt;ul&gt;</a></code>) ou un menu (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/menu\">&lt;menu&gt;</a></code>), où elle représente une seule entrée dans cette liste.",
    "a.methods": "La valeur de cet attribut fournit des informations quant aux fonctions qui peuvent être utilisées sur un objet.",
    "css-property-docs:word-spacing": "La propriété CSS<code> word-spacing </code> précise le type d'espacement entre les étiquettes et les mots.",
    "a.target": "Cet attribut indique où afficher la ressource liée.",
    "short-element-descriptions:dfn": "définition",
    "short-element-descriptions:mark": "texte marqué",
    "optgroup.disabled": "Si cet attribut booléen est défini, aucun des éléments de ce groupe d'options n'est sélectionnable.",
    "short-command-descriptions:css-quasimode": "css",
    "td.scope": "Il s'agit d'une API obsolète dont le fonctionnement n'est plus garanti en HTML5",
    "short-element-descriptions:del": "texte supprimé",
    "css-property-docs:background-size": "La propriété CSS <code>background-size</code> précise la taille des images d'arrière-plan.",
    "img.width": "La largeur de l'image en pixels ou en pourcentage.",
    "With X-Ray Goggles now activated": "À présent que les lunettes à rayons X sont activées, déplacez la souris sur la page. Vous remarquez que les images et le texte sont surlignés&nbsp;?",
    "css-property-docs:background-clip": "La propriété CSS <code>background-clip</ code> spécifie si l'arrière-plan d'un élément, soit la couleur soit l'image, s'étend au-dessous de sa bordure.",
    "You can take X-Ray Goggles with you anywhere on the web:": "Vous pouvez emporter les lunettes à rayons X n'importe où sur le Web&nbsp;:",
    "short-element-descriptions:figcaption": "légende du graphique",
    "style-change": "changement de style",
    "html-element-docs:aside": "La balise HTML <em>Aside</em> (<span style=\"font-family: Courier New;\">&lt;aside&gt;</span>) représente une partie de la page avec un contenu en rapport avec le contenu principal, qui peut être considéré comme séparé de celui-ci. De telles parties sont souvent représentées comme des encarts ; ils contiennent souvent des explication comme un glossaire, des contenus plus vagues tels que les annonces, la biographie de l'auteur, ou dans des applications web, les informations de profil ou des liens de blog en relation avec le contenu.",
    "html-attribute-docs:style": "Cet attribut contient des déclarations de style CSS à appliquer à l'élément.",
    "html-element-docs:dfn": "L'élément HTML <em>Definition</em> (<code>&lt;dfn&gt;</code>) représente l'instance qui définit un terme.",
    "video.controls": "Si cet attribut est présent, Gecko offrira des contrôles pour permettre à l'utilisateur de contrôler la lecture vidéo, dont le volume, la recherche et la mise en pause/reprise de la lecture.",
    "button.formnovalidate": "Si le bouton est un bouton submit, cet attribut booléen indique que le formulaire ne doit pas être validé quand il est soumis.",
    "short-element-descriptions:small": "texte de petite taille",
    "css-property-docs:text-indent": "La propriété CSS <code> text-indent </code> définit l'espace horizontal à laisser avant d'afficher le début de la première ligne de texte d'un élément. L'espace est mesuré à partir de la gauche (ou de la droite pour les configurations de droite à gauche) du bloc contenant l'élément.",
    "short-element-descriptions:label": "label d'une zone de saisie",
    "body.onblur": "Fonction à appeler lorsque le document quitte le premier plan.",
    "area.shape": "La forme associée à la zone interactive.",
    "body.onredo": "Fonction à appeler lorsque l'utilisateur parcourt, en avançant, l'historique d'annulation.",
    "body.background": "URI d'une image à utiliser comme arrière-plan.",
    "css-quasimode": "Voir/éditer le style calculé de l'élément sélectionné",
    "css-property-docs:text-align": "La propriété CSS <code>text-align</ code> décrit comment le contenu intégré comme du texte est aligné dans son élément bloc parent. <code>text-align</ code> ne peut contrôler l'alignement des éléments de bloc lui-même, seulement leur contenu intégré.",
    "button.form": "La balise <code>form</code> avec laquelle le bouton est associée (le formulaire auquel il appartient).",
    "thead.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "short-element-descriptions:kbd": "saisie clavier",
    "css-property-docs:text-decoration": "La propriété CSS <code> text-decoration </code> est utilisée pour le formatage du texte : <code> underline, overline, line-through</code> et <code> blink </code>.",
    "img.usemap": "L'URL partielle (commençant par \"#\") d'une image map associée avec l'élément.",
    "html.version": "Définit la version du DTD HTML qui est utilisée pour le document courant.",
    "blockquote.cite": "Une URL désignant la source de la citation.",
    "textarea.rows": "Le nombre de lignes de texte visibles à l'intérieur de la zone de saisie.",
    "html-element-docs:small": "La balise HTML <em>Small Element</em> (<span style=\"font-family: Courier New;\">&lt;small&gt;</span>) affiche le texte avec une taille (<em>font size</em>) inférieure (par exemple, de large vers medium, ou de small vers x-small) jusqu'à la taille de police minimum du navigateur.",
    "hr.width": "Définit la longueur de la règle à afficher sur la page, en pixels ou en pourcents.",
    "param.value": "Valeur du paramètre.",
    "short-element-descriptions:optgroup": "groupement d'options",
    "html-element-docs:details": "La balise HTML <em>details</em> (<code>&lt;details&gt;</code>) est utilisée comme un encart d'information dans lequel l'utilisateur peut trouver des informations additionnelles.",
    "short-element-descriptions:summary": "résumé de détails",
    "key-names:ESC": "Échap",
    "key-names:RIGHT": "→",
    "html-element-docs:bdo": "La balise HTML <em>Bidirectional Override</em> (<span style=\"font-family: Courier New;\">&lt;bdo&gt;</span>) est utilisée pour modifier la direction courante du texte. Elle ignore celle-ci afin d'appliquer celle qui est spécifiée.",
    "html-element-docs:bdi": "La balise HTML <em>Bi-directional Isolation</em> (<code>&lt;bdi&gt;</code>) isole une partie de texte qui peut être formatée suivant une direction différente du texte qui l'entoure.",
    "param.name": "Nom du paramètre.",
    "ol.type": "Indique le type de numérotation utilisée : 'a' indique les minuscules, 'A' les majuscules, 'i' les chiffres romains minuscules, 'I' les chiffres romains majuscules et '1' les nombres arabes.",
    "short-command-descriptions:redo": "rétablir",
    "details.open": "Cet attribut booléen indique si les détails doivent être affichés à l'utilisateur au chargement de la page.",
    "button.disabled": "Cet attribut booléen indique que l'utilisateur ne peut pas interagir avec le bouton.",
    "replacement": "remplacement",
    "short-element-descriptions:bdi": "formatage de texte bi-directionnel",
    "css-property-docs:top": "La propriété CSS <code>top</code> définit une partie de la position des éléments positionnés. Elle n'a aucun effet sur les éléments qui ne sont pas positionnés.",
    "short-element-descriptions:code": "fragment de code",
    "short-element-descriptions:bdo": "surcharge la bidirectionalité ",
    "css-property-docs:width": "La propriété CSS<code> width </code>indique la largeur de la zone d'affichage d'un élément. La <a title=\"en/CSS/box_model#content\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS/box_model#content\">zone d'affichage</a> se situe <em>à l'intérieur</em> des remplissage, bordure et marge de l'élément.",
    "col.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
    "html-element-docs:meta": "La balise HTML <em>Meta</em> (<code>&lt;meta&gt;</code>) représente toute information de métadonnée qui ne peut être représentée par une autre balise spécifique (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/base\">&lt;base&gt;</a></code>, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/link\">&lt;link&gt;</a></code>, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/script\">&lt;script&gt;</a></code>, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/style\">&lt;style&gt;</a></code> ou <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/title\">&lt;title&gt;</a></code>). En fonction de l'ensemble des attributs, le type de métadonnée peut être l'un des suivants&nbsp;:",
    "script.async": "Activez cet attribut booléen pour indiquer que le navigateur doit, si possible, exécuter le script de manière asynchrone.",
    "textarea.form": "La balise <code>form</code> avec laquelle la balise <code>textarea</code> est associée (le formulaire auquel elle appartient).",
    "tfoot.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "input.width": "Si la valeur de l'attribut type est image, cet attribut définit la largeur de l'image affichée comme bouton.",
    "Publishing...": "Publication en cours ...",
    "The URL you just copied links to a new image!": "L'URL que vous venez de copier pointe vers une nouvelle image&nbsp;!",
    "id": "id",
    "short-element-descriptions:table": "données tabulaires",
    "keygen.challenge": "Une chaîne de caractères de challenge, envoyée avec la clé publique.",
    "img.align": "L'alignement de l'imagine par-rapport au contexte environnant.",
    "input.src": "Si la valeur de l'attribut type vaut image, cet attribut définit l'URI correspondant à l'image qui doit être affichée sur bouton d'envoi. Dans les autres cas, il est ignoré.",
    "html-element-docs:option": "In a web form, the HTML<em> option </em>element (<span style=\"font-family: Courier New;\">&lt;option&gt;</span>) is used to create a control representing an item within a <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/select\">&lt;select&gt;</a></code>\n, an <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/optgroup\">&lt;optgroup&gt;</a></code>\n or a <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/datalist\">&lt;datalist&gt;</a></code>\n HTML5 element.",
    "short-element-descriptions:ul": "liste non ordonnée",
    "css-property-docs:text-shadow": "La propriété CSS <code> text-shadow </code> permet d'ajouter une ombre au texte. Cet attribut accepte une liste de valeurs, séparées par des virgules, à appliquer au texte et aux <code><a rel=\"custom\" href=\"https://developer.mozilla.org/fr/CSS/text-decoration\">text-decorations</a></code> \nde l'élément.",
    "Hi": "Bonjour",
    "textarea.selectionDirection": "La direction dans laquelle la sélection a eu lieu.",
    "redid": "Refait",
    "label.for": "L'identifiant d'un élément pouvant avoir un label, lié à un formulaire du même document que l'élément label.",
    "short-element-descriptions:menu": "liste de commandes",
    "object.archive": "Une liste d'URIs, séparées par des espaces, contenant les archives des ressources d'un objet.",
    "Make sure your browser's bookmarks bar is enabled.": "Assurez-vous que la barre personnelle de votre navigateur est activée.",
    "link.disabled": "Cet attribut est utilisé pour désactiver une relation de lien.",
    "hr.size": "Déconseillée depuis HTML4.01. Obsolète depuis HTML5",
    "th.colspan": "Cet attribut containt une valeur entière positive ou nulle indiquant sur combien de colonnes la cellule s'étend.",
    "html-attribute-docs:id": "Cet attribut définit un identifiant (ID) qui doit être unique à tout le document. Il permet d’identifier l’élément pour le lier (avec un identificateur de fragment), le scripter ou le styler (avec CSS).",
    "textarea.autofocus": "Cet attribut vous permet de spécifier que cette zone de saisie devrait avoir le focus au chargement de la page, à moins que l'utilisateur n'en décide autrement, par exemple en tapant dans une autre zone.",
    "Activate X-Ray Goggles": "Activer les rayons X",
    "body.ononline": "Fonction à appeler quand la communication réseau est rétablie.",
    "short-element-descriptions:colgroup": "groupe de colonnes de tableau",
    "html-element-docs:em": "La balise HTML <em>Emphasis</em> (<span style=\"font-family: Courier New;\"><em></span>) marque le texte avec de l'emphase. La balise <code>&lt;em&gt;</code> peut être imbriquée, ce qui implique un degré d'emphase plus important.",
    "Replace the image location": "Remplacer l'emplacement de l'image (ou &quot;source&quot;, en HTML : &quot;src&quot;) avec l'URL que vous avez copiée à l'étape 1.",
    "td.axis": "Cet attribut contient une liste de chaînes de caractères séparées par des espaces.",
    "object.declare": "La présence de cet attribut booléen fait de cet élément une déclaration seule.",
    "keygen.keytype": "Le type de clé généré.",
    "img.alt": "Cet attribut définit un texte alternatif pour décrire l'image.",
    "short-element-descriptions:textarea": "saisie de texte sur plusieurs lignes",
    "html-element-docs:colgroup": "La balise HTML <em>Table Column Group</em> (<span style=\"font-family: Courier New;\">&lt;colgroup&gt;</span>) définit un groupe de colonnes dans un tableau.",
    "short-element-descriptions:abbr": "abbréviation",
    "object.width": "La largeur de la ressource affichée, en pixels CSS.",
    "th.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
    "input.formnovalidate": "Si cet élément d'entrée est un bouton ou une image de soumission, cet attribut booléen indique que le formulaire ne doit pas être validé quand il est soumis.",
    "tbody.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "style.type": "Cet attribut définit le langage de style comme un type MIME (le jeu de caractères ne doit pas être spécifié).",
    "img.border": "L'épaisseur de la bordure autour de l'image.",
    "html-element-docs:optgroup": "Dans un formulaire web, la balise HTML <em>optgroup</em> (<optgroup>) crée un groupe d'options entourées par une balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/select\">&lt;select&gt;</a></code>.",
    "html.manifest": "Indique l'URI d'un manifeste de ressources indiquant les ressources qui devraient être mises en cache localement.",
    "script.language": "Comme l'attribut type, cet attribut indique le langage de script utilisé.",
    "Make": "Créer",
    "cannot-redo-html": "<span>Rien à rétablir !</span>",
    "output.for": "Une liste d'identifiants indiquant quels éléments ont fourni des valeurs d'entrée ou ont modifié le calcul.",
    "bdo.dir": "La direction du texte dans cet élément.",
    "input.value": "La valeur initiale de la zone de saisie.",
    "css-property-docs:list-style-position": "La propriété CSS <code>list-style-position</code> définit la position du cadre de la puce au sein du cadre du bloc principal. Il est généralement plus pratique d'utiliser le raccourci <span class=\"lang lang-en\"><code><a rel=\"custom\" href=\"https://developer.mozilla.org/fr/CSS/list-style\">list-style</a></code>\n</span>.",
    "more-info": "Faites Shift-click pour avoir plus d'informations.",
    "body.onstorage": "Fonction à appeler quand l'espace de stockage a changé.",
    "html-element-docs:figcaption": "La balise HTML <em>Figcaption</em> (<code>&lt;figcaption&gt;</code>) représente un sous titre ou une légende associé avec une figure ou une illustration représentée par la balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code> qui est son parent direct. La balise <code>&lt;figcaption&gt;</code> peut être la première ou la dernière balise à l'intérieur de <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code>⏎\nblock.&nbsp;. De plus, l'élément HTML<em>figcaption</em> est facultatif. S'il n'est pas fourni, la balise parente <code>figure</code> n'aura pas de légende.",
    "textarea.placeholder": "Une indication à l'utilisateur sur ce qu'il peut saisir dans ce contrôle.",
    "ul.type": "Utilisé pour définir le style des puces pour une liste.",
    "progress.value": "Cet attribut spécifie quelle proportion de la tâche a été accomplie.",
    "iframe.srcdoc": "Le contenu de la page que le contexte intégré doit inclure.",
    "meter.optimum": "Cet attribut indique la valeur numérique optimale.",
    "body.onoffline": "Fonction à appeler lorsque la communication réseau a échoué.",
    "hr.color": "Définit la couleur de la règle par nom de couleur ou valeur hexadécimale.",
    "short-element-descriptions:br": "saut de ligne",
    "meta.charset": "Cet attribut déclare l'encodage de caractères utilisé par la page.",
    "html-element-docs:abbr": "L'élément HTML Abréviation (<code>&lt;abbr&gt;</code>) représente une abréviation et en fournit une description de manière facultative. S'il est présent, l'attribut <strong>title</strong> ne doit contenir que la description complète.",
    "html-element-docs:address": "L'élément HTML <em>Address</em> (<code>&lt;address&gt;)</code> peut être utilisé par des auteurs pour  fournir des informations de contact pour l'élément ancêtre<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code>⏎\nou <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/body\">&lt;body&gt;</a></code> le plus proche.⏎\nDans ce dernier cas, il s'applique à tout le document.",
    "css-property-docs:height": "La propriété CSS <code> height </code> indique la hauteur de la zone de contenu d'un élément. La <a title=\"en/CSS/Box_model#content\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS/box_model#content\">zone de contenu</a> est <em>à l'intérieur</em> des remplissages, bordures et marges de l'élément.",
    "select.disabled": "Cet attribut booléen indique que l'utilisateur ne peut pas interagir avec la zone de saisie.",
    "css-property-docs:font-style": "La propriété CSS <code> font-style </code> permet d'utiliser des variantes en italique (<code>italic</code>) ou obliques (<code>oblique</code>) au sein d'une <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font-family\">famille de polices</a></code>\n.<br> ",
    "object.form": "La balise <code>form</code> avec laquelle la balise <code>object</code> est éventuellement associée (le formulaire auquel elle appartient).",
    "css-property-docs:position": "La propriété CSS <code>position</code> choisit des règles alternatives pour le positionnement des éléments, elle est conçue pour être utile aux effets d'animation par script.",
    "base.href": "L'URL de base à utiliser dans tout le document pour compléter les URLs relatives.",
    "video.autobuffer": "Un attribut booléen ; si spécifié, le téléchargement de la vidéo va automatiquement commencer même si la lecture automatique n'est pas activée.",
    "with": "avec l’attribut",
    "video.poster": "Une URL indiquant une image à afficher avant que l'utilisateur lance la lecture.",
    "short-element-descriptions:cite": "titre provisoire",
    "html-element-docs:blockquote": "La balise HTML <em>Block Quotation</em> (<code>&lt;blockquote&gt;</code>) indique que le texte concerné est une citation. Cette balise est représentée visuellement par une indentation (voir <a title=\"en/HTML/Element/blockquote#Notes\" rel=\"internal\" href=\"https://developer.mozilla.org/en/HTML/Element/blockquote#Notes\">Notes</a> pour changer ce comportement). L'URL de l'origine de la citation peut être renseignée en utilisant l'attribut <strong>cite</strong>, et une représentation de l'origine peut être donnée par la balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/cite\">&lt;cite&gt;</a></code>.",
    "input.selectionDirection": "La direction dans laquelle la sélection a eu lieu.",
    "colgroup.valign": "Cet attribut spécifie l'alignement vertical du texte dans chaque cellule de la colonne.",
    "colgroup.span": "Cet attribut contient un nombre entier positif indiquant le nombre de colonnes consécutives supplémentaires pour appliquer les attributs de l'élément <column>.",
    "a.type": "Cet attribut spécifie le type de média sous la forme d'un type MIME pour la cible du lien.",
    "body.onmessage": "Fonction à appeler quand le document a reçu un message.",
    "css-property-docs:text-rendering": "La propriété CSS <code>text-rendering</code> fournit des informations au moteur de rendu afin d'optimiser le rendu du texte. C'est le navigateur qui choisit un compromis entre la vitesse, la lisibilité et la précision géométrique. Cette propriété est une propriété SVG qui n'est pas définie au sein des standards CSS. Cependant les navigateurs utilisant Gecko et WebKit permettent d'utiliser cette propriété pour du contenu XML ou HTML, sur Windows, Mac OS X et Linux.&nbsp;",
    "area.accesskey": "Définit un raccourci clavier pour l'élément.",
    "Close": "Fermer",
    "input.readonly": "Cet attribut booléen indique que l'utilisateur ne peut pas modifier la valeur de la zone de saisie.",
    "css-property-docs:direction": "La propriété CSS <code>direction</ code> doit être réglée pour correspondre à la direction du texte&nbsp;: <code>rtl</ code> pour l'hébreu ou l'arabe du texte et <code>ltr</ code> pour d'autres types d'écriture. Cela devrait normalement être effectué dans le cadre du document (par exemple, en utilisant l'attribut <code>dir </ code> en HTML) plutôt que par l'utilisation directe de CSS.",
    "body.onresize": "Fonction à appeler quand le document a été redimensionné.",
    "short-command-descriptions:uproot": "publier",
    "input.checked": "Lorsque la valeur de l'attribut <code>type</code> est <code>radio</code> (bouton-radio) ou <code>checkbox</code> (case à cocher), cet attribut booléen booléen indique que le bouton est coché par défaut. En cas contraire, il est ignoré.",
    "object.data": "L'adresse de la ressource sous forme d'une URL valide.",
    "html-element-docs:ol": "L'élément HTML <em>Ordered list</em> (<code>&lt;ol&gt;</code>) represents an ordered list of items. Typically, ordered-list items are displayed with a preceding numbering, which can be of any form, like numerals, letters or Romans numerals or even simple bullets. This numbered style is not defined in the HTML description of the page, but in its associated CSS, using the <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style-type\">list-style-type</a></code>\n property.",
    "tr.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'entête du tableau.",
    "tfoot.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
    "object.codebase": "Le chemin de base (préfixe) utilisé pour résoudre les URIs relatives définies par les attributs classid, data ou archive.",
    "colgroup.width": "Cet attribut définit la largeur par défaut pour chaque colonne appartenant au groupe de colonnes.",
    "link.type": "Cet attribut est utilisé pour définir le type de contenu qui est lié.",
    "short-element-descriptions:html": "racine du document",
    "a.name": "Cet attribut est requis dans une ancre définissant un emplacement cible dans une page.",
    "textarea.selectionEnd": "L'index du dernier caractère de la sélection actuelle.",
    "link.href": "Cet attribut indique l'URL de la ressource liée.",
    "short-element-descriptions:form": "formulaire que l'utilisateur peut soumettre",
    "css-property-docs:word-wrap": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</ a> <code>word-wrap</ code> est utilisée pour spécifier si oui ou non le navigateur est autorisé à passer à la ligne au milieu des mots, de façon à éviter tout débordement lorsqu'une chaîne en principe insécable est trop longue pour tenir sur une ligne.",
    "Teach": "Transmettre",
    "iframe.name": "Un nom pour le contenu de navigation embarqué (ou pour la frame).",
    "html-element-docs:button": "La balise HTML <em>button</em> (<span style=\"font-family: Courier New;\">&lt;button&gt;</span>) représente un bouton cliquable.",
    "short-element-descriptions:tt": "texte télétype",
    "css-property-docs:visibility": "La propriété CSS <code> visibility </code> est utilisée pour deux choses :",
    "tfoot.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
    "th.axis": "Cet attribut contient une liste de chaînes de caractères séparées par des espaces.",
    "html-element-docs:area": "L'élément HTML <em>Area</em> (<code>&lt;area&gt;</code>) définit une zone sensible d'une image, et l'associe de façon facultative à un lien hypertexte. cet élément ne peut être utilisée que dans un élément <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/map\">&lt;map&gt;</a></code>.",
    "html-element-docs:nav": "La balise <em>Navigation</em> (<code>&lt;nav&gt;</code>) représente une partie de page contenant des liens vers d'autres pages ou des parties de la page : une section avec des liens de navigation.",
    "button.formmethod": "Si ce bouton sert à soumettre le formulaire, cet attribut indique la méthode HTTP que le navigateur doit utiliser pour envoyer le formulaire.",
    "short-element-descriptions:td": "cellule de donnée de tableau",
    "input.x-moz-errormessage": "Cette extension Mozilla vous permet de spécifier le message d'erreur à afficher lorsqu'un champ ne valide pas correctement.",
    "textarea.selectionStart": "L'index du premier caractère de la sélection actuelle.",
    "short-element-descriptions:th": "cellule d'en-tête de tableau",
    "short-element-descriptions:style": "Feuille de style CSS",
    "remix": "Remplace/mélange l'élément selectionné",
    "pointing-at": "pointant vers",
    "Copy this image URL": "Copiez l'URL de cette image (sélectionnez le texte, faites un clic-droit et copiez le lien)",
    "Now visit any website on the internet": "Visitez maintenant n'importe quel site sur Internet. Activez les lunettes à rayons X en cliquant sur le nouveau bouton dans votre barre personnelle et commencez à remixer&nbsp;!",
    "short-element-descriptions:tbody": "corps du tableau",
    "script.defer": "Cet attribut booléan est définit pour indiquer au navigateur que le script doit être exécuté une fois le document analysé/parsé.",
    "img.name": "Un nom pour l'élément.",
    "html-element-docs:tbody": "La balise HTML <em>Table Body</em> (<code>&lt;tbody&gt;</code>) définit un ensemble de lignes définissant le corps d'un tableau. Bien que facultatif, étant donné que les lignes du tableau peuvent être définies par des balises <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/tr\">&lt;tr&gt;</a></code>\n enfants de la balise parente <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/table\">&lt;table&gt;</a></code>\n, si présent, toutes les balises <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/tr\">&lt;tr&gt;</a></code>\n doivent être incluses dans une unique balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/tbody\">&lt;tbody&gt;</a></code>\n.",
    "html-element-docs:mark": "L'élément HTML <em>Mark</em> (<span style=\"font-family: Courier New;\">&lt;mark&gt;</span>) représente du texte mis en valeur, autrement dit un texte marqué pour référence en raison de sa <em>pertinence</em> dans un contexte particulier. On peut par exemple l'utiliser dans une page qui affiche des résultats de recherche pour mettre en évidence par un surlignage chaque occurrence du texte recherché.",
    "input.max": "La valeur maximale (numérique ou temporelle) pour cet élément, elle ne doit pas être inférieure à la valeur minimale (l'attribut min).",
    "short-element-descriptions:param": "le paramètre de l'objet",
    "short-element-descriptions:caption": "légende du tableau",
    "iframe.height": "Indique la hauteur du cadre ⏎ <br> HTML5 en pixels CSS ou ⏎ <br> HTML 4.01 en pixels ou en pourcentage."
}