{
    "a.charset": "Cet attribut définit l'encodage des caractères de la ressource liée.",
    "a.coords": "Utilisé avec des formes d'objets, cet attribut utilise une liste de nombres, séparés par des virgules, pour définir les coordonnées d'un objet sur la page.",
    "a.datafld": "Cet attribut précise le nom de la colonne de l'objet source de données qui fournit les données liées.",
    "a.datasrc": "Cet attribut indique l'ID de l'objet de source de données qui fournit les données liées à cet élément.",
    "a.href": "C'est le seul attribut obligatoire pour les ancres qui définissent la source d'un lien hypertexte.",
    "a.hreflang": "Cet attribut indique la langue de la ressource liée.",
    "a.media": "Cet attribut indique le média auquel s'applique la ressource liée.",
    "a.methods": "La valeur de cet attribut fournit des informations quant aux fonctions qui peuvent être utilisées sur un objet.",
    "a.name": "Cet attribut est requis dans une ancre définissant un emplacement cible dans une page.",
    "a.ping": "Le support de «&nbsp;ping&nbsp:» a été désactivé à partir de Firefox 3 bêta 3.",
    "a.rel": "Pour les ancres contenant l'attribut href, cet attribut précise la relation de l'objet cible à l'objet lien.",
    "a.rev": "Cet attribut indique un lien inverse, la relation inverse de l'attribut rel.",
    "a.shape": "Cet attribut est utilisé pour définir une région sélectionnable pour des liens hypertextes associés à une forme pour créer une image interactive.",
    "a.target": "Cet attribut indique où afficher la ressource liée.",
    "a.type": "Cet attribut spécifie le type de média sous la forme d'un type MIME pour la cible du lien.",
    "a.urn": "Ce soi-disant attribut soutenu par Microsoft associe un nom de ressource uniforme (URN) au lien.",
    "area.accesskey": "Définit un raccourci clavier pour l'élément.",
    "area.alt": "Une chaîne de caractère alternative à afficher pour les navigateurs n'affichant pas les images.",
    "area.coords": "Un ensemble de valeurs spécifiant les coordonnées de la zone interactive (hotspot).",
    "area.href": "La cible du lien hypertexte pour la zone donnée.",
    "area.hreflang": "Indique la langue de la ressource liée.",
    "area.media": "Une indication du type de média pour lequel la ressourcé liée a été créé, par exemple pour l'impression ou l'affichage sur un écran.",
    "area.name": "Définir un nom pour la zone cliquable pour qu'elle puisse être utilisée en script dans les anciens navigateurs.",
    "area.nohref": "Indique qu'aucun lien hypertexte n'existe pour la zone associée.",
    "area.rel": "Pour les ancres contenant l'attribut href, cet attribut précise la relation de l'objet cible à l'objet lien.",
    "area.shape": "La forme associée à la zone interactive.",
    "area.tabindex": "Une valeur numérique spécifiant la position de la zone définie dans l'ordre des onglets du navigateur.",
    "area.target": "Cet attribut indique où afficher la ressource liée.",
    "area.type": "Cet attribut spécifie le type de média sous la forme d'un type MIME pour la cible du lien.",
    "audio.autobuffer": "Un attribut booléen indiquant si le téléchargement du fichier audio doit commencer immédiatement, même si la lecture ne démarre pas automatiquement.",
    "audio.autoplay": "Un attribut booléen ; s'il est défini (même s'il vaut <code>false</code> !), la piste audio sera lancée automatiquement une fois que suffisamment de données auront été chargées pour que la lecture puisse se poursuivre sans arrêt jusqu'à la fin.",
    "audio.buffered": "Un attribut en lecture pour déterminer le nombre de fragments sur lesquels le média a été mis en mémoire tampon.",
    "audio.controls": "Lorsque cet attribut sera présent, le navigateur permettra à l'utilisateur de gérer le lecteur audio avec le volume, la lecture/pause et l'avance rapide.",
    "audio.loop": "Un attribut booléen. S'il est spécifié, la piste audio sera automatiquement repositionnée au début une fois la lecture finie.",
    "audio.mozCurrentSampleOffset": "Le décalage, exprimé en nombre d'échantillons depuis le début du flux audio, indiquant la position de lecture actuelle.",
    "audio.muted": "Un attribut booléen qui indique si le son doit être coupé au début.",
    "audio.preload": "Cet attribut d'énumération sert à indiquer au navigateur ce qui, d'après l'auteur, permettrait d'offrir la meilleure expérience à l'utilisateur.",
    "audio.src": "L'URL du fichier audio à insérer.",
    "base.href": "L'URL de base à utiliser dans tout le document pour compléter les URL relatives.",
    "base.target": "Un nom ou un mot-clé indiquant l'emplacement par défaut pour afficher le résultat lorsque des liens hypertextes ou des formulaires provoquent la navigation, pour les éléments qui n'ont pas de référence cible explicite.",
    "bdo.dir": "La direction du texte dans cet élément.",
    "blockquote.cite": "Une URL désignant la source (document ou message) de la citation.",
    "body.alink": "La couleur du texte des hyperliens lorsqu'on les sélectionne.",
    "body.background": "URI d'une image à utiliser comme arrière-plan.",
    "body.bgcolor": "Couleur d'arrière-plan du document.",
    "body.link": "Couleur du texte pour les liens hypertexte non visités.",
    "body.onafterprint": "Fonction à appeler après l'impression du document.",
    "body.onbeforeprint": "Fonction à appeler quand l'utilisateur demande l'impression du document.",
    "body.onbeforeunload": "Fonction à appeler lorsque le document est sur le point d'être déchargé.",
    "body.onblur": "Fonction à appeler lorsque le document perd le focus.",
    "body.onerror": "Fonction à appeler quand le document ne se charge pas correctement.",
    "body.onfocus": "Fonction à appeler lorsque le document reçoit le focus.",
    "body.onhashchange": "Fonction à appeler lorsque la partie d'identifiant de fragment (celle qui commence par le caractère dièse (#)) de l'adresse actuelle du document a changé.",
    "body.onload": "Fonction à appeler quand le chargement du document est terminé.",
    "body.onmessage": "Fonction à appeler quand le document a reçu un message.",
    "body.onoffline": "Fonction à appeler lorsque la communication réseau a échoué.",
    "body.ononline": "Fonction à appeler quand la communication réseau est rétablie.",
    "body.onpopstate": "Fonction à appeler quand l'utilisateur s'est déplacé dans l'historique de la session.",
    "body.onredo": "Fonction à appeler lorsque l'utilisateur parcourt, en avançant, l'historique d'annulation.",
    "body.onresize": "Fonction à appeler quand le document a été redimensionné.",
    "body.onstorage": "Fonction à appeler quand l'espace de stockage a changé.",
    "body.onundo": "Fonction à appeler lorsque l'utilisateur a reculé dans l'historique des actions annulées.",
    "body.onunload": "Une fonction à appeler à la fermeture du document.",
    "body.text": "Couleur de premier plan du texte.",
    "body.vlink": "Couleur du texte des hyperliens qui ont déjà été visités.",
    "br.clear": "Indique où commencer la ligne suivante après le retour à la ligne.",
    "button.autofocus": "Cet attribut booléen vous permet de spécifier si le bouton doit être sélectionné lorsque la page se charge, à moins que l'utilisateur ne choisisse un autre contrôle en tapant quelque chose dedans.",
    "button.disabled": "Cet attribut booléen indique que l'utilisateur ne peut pas interagir avec le bouton.",
    "button.form": "L'élément <code>form</code> avec lequel le bouton est associé (le formulaire auquel il appartient).",
    "button.formaction": "L'URI du programme de traitement des informations soumises au moyen du bouton.",
    "button.formenctype": "Si ce bouton est un bouton de soumission, cet attribut précise le type de contenu qui est utilisé pour soumettre le formulaire au serveur.",
    "button.formmethod": "Si ce bouton sert à soumettre le formulaire, cet attribut indique la méthode HTTP que le navigateur doit utiliser pour envoyer le formulaire.",
    "button.formnovalidate": "Si le bouton est un bouton <code>submit</code>, cet attribut booléen indique que le formulaire ne doit pas être validé quand il est soumis.",
    "button.formtarget": "Si le bouton est un bouton submit, cet attribut est un nom ou un mot-clé indiquant l'emplacement d'affichage de la réponse reçue après la soumission du formulaire.",
    "button.name": "Le nom du bouton, qui sera envoyé avec les données du formulaire.",
    "button.type": "Le type du bouton.",
    "button.value": "La valeur initiale du bouton.",
    "canvas.height": "La hauteur de l'espace de coordonnées, exprimée en pixels CSS.",
    "canvas.width": "La largeur de l'espace de coordonnées, exprimée en pixels CSS.",
    "caption.align": "Cet attribut d'énumération indique la façon dont la légende doit être alignée par rapport au tableau.",
    "col.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule de la colonne.",
    "col.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
    "col.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "col.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "col.span": "Cet attribut contient un entier positif indiquant le nombre de colonnes consécutives sur lequel l'élément <col> s'étend.",
    "col.valign": "Cet attribut spécifie l'alignement vertical du texte dans chaque cellule de la colonne.",
    "col.width": "Cet attribut définit la largeur par défaut pour chaque colonne appartenant au groupe de colonnes.",
    "colgroup.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule de la colonne.",
    "colgroup.bgcolor": "Cet attribut définit la couleur de l'arrière-plan pour chacune des cellules des colonnes qui appartiennent au même groupe. ",
    "colgroup.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "colgroup.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "colgroup.span": "Cet attribut contient un nombre entier positif indiquant le nombre de colonnes consécutives supplémentaires pour appliquer les attributs de l'élément <column>.",
    "colgroup.valign": "Cet attribut spécifie l'alignement vertical du texte dans chaque cellule de la colonne.",
    "colgroup.width": "Cet attribut définit la largeur par défaut pour chaque colonne appartenant au groupe de colonnes.",
    "command.checked": "Indique si la commande est sélectionnée.",
    "command.disabled": "Indique que la commande n'est pas disponible.",
    "command.icon": "Donne une image qui représente la commande.",
    "command.label": "Le nom de la commande, comme indiqué à l'utilisateur.",
    "command.radiogroup": "Cet attribut fournit le nom d'un groupe de commandes avec le type radio. Ce groupe sera activé lorsque la commande elle-même sera activée.",
    "command.type": "Cet attribut indique le type de commande.",
    "dd.nowrap": "Si la valeur de cet attribut est yes, le texte de la définition ne passera pas automatiquement à la ligne.",
    "del.cite": "L' URI d'une ressource qui explique le changement (par exemple, les procès-verbaux).",
    "del.datetime": "Cet attribut indique la date et l'heure de la modification et doit être une date valide, éventuellement complétée d'une chaîne de caractères pour l'heure.",
    "details.open": "Cet attribut booléen indique si les détails doivent être affichés à l'utilisateur au chargement de la page.",
    "dl.compact": "Oblige la définition à être sur la même ligne que le terme défini.",
    "embed.height": "La hauteur affichée de la ressource, en pixels CSS.",
    "embed.src": "L'adresse URL de la ressource embarquée.",
    "embed.type": "Le type MIME à utiliser pour sélectionner le plugin à lancer.",
    "embed.width": "La largeur de la ressource affichés, en pixels CSS.",
    "fieldset.disabled": "Si cet attribut booléen est présent, les contrôles du formulaire seront désactivés, c'est à dire non modifiables, sauf les descendants de la première balise <legend> si elle existe.",
    "fieldset.form": "Cet attribut a la valeur de l'attribut id de l'élément <form> ⏎ <br> auquel il est associé.",
    "fieldset.name": "Le nom associé avec le groupe, qui sera soumis avec les données du formulaire.",
    "form.accept": "Une liste séparée par des virgules de types de contenu que le serveur accepte.",
    "form.accept-charset": "Une liste des codages de caractères que le serveur accepte.",
    "form.action": "L'URI d'un programme de traitement des informations soumises via le formulaire.",
    "form.autocomplete": "Indique si les zones de saisie de ce formulaire peuvent par défaut être autocomplétées par le navigateur.",
    "form.enctype": "Lorsque la valeur de l'attribut <code>method</code> vaut <code>post</code>, cet attribut est le type MIME du contenu qui est envoyé au serveur lors de la soumission du formulaire.",
    "form.method": "La méthode HTTP à utiliser pour soumette le formulaire.",
    "form.name": "Le nom du formulaire.",
    "form.novalidate": "Cet attribut booléen indique que le formulaire ne doit pas être validé lorsqu'il est soumis.",
    "form.target": "Un nom ou un mot-clé indiquant où afficher le contenu reçu en réponse à la soumission du formulaire.",
    "head.profile": "L'URI d'un ou plusieurs profils de métadonnées, séparés par des espaces.",
    "hr.align": "Déconseillée depuis HTML4.01. Obsolète depuis HTML5",
    "hr.color": "Définit la couleur de la ligne horizontale par nom de couleur ou valeur hexadécimale.",
    "hr.noshade": "Déconseillée depuis HTML4.01. Obsolète depuis HTML5",
    "hr.size": "Déconseillée depuis HTML4.01. Obsolète depuis HTML5",
    "hr.width": "Définit la longueur de la ligne horizontale à afficher sur la page, en pixels ou en pourcents.",
    "html.manifest": "Indique l'URI d'un manifeste de ressources indiquant les ressources qui devraient être mises en cache localement.",
    "html.version": "Définit la version du DTD HTML qui est utilisée pour le document courant.",
    "iframe.align": "L'alignement de cet élément par rapport au contexte environnant.",
    "iframe.frameborder": "La valeur 1 (valeur par défaut) indique au navigateur de dessiner une bordure entre ce cadre et tous les autres cadres.",
    "iframe.height": "Indique la hauteur du cadre ⏎ <br> HTML5 en pixels CSS ou ⏎ <br> HTML 4.01 en pixels ou en pourcentage.",
    "iframe.longdesc": "Une URI permettant une description longue du cadre.",
    "iframe.marginheight": "L'espace en nombre de pixels entre le contenu du cadre et ses marges supérieure et inférieure.",
    "iframe.marginwidth": "L'espace en nombre de pixels entre le contenu du cadre et ses marges latérales.",
    "iframe.mozallowfullscreen": "À partir de Gecko 9.0, cet attribut peut être mis à true si le cadre est autorisé à passer en mode plein écran en appelant sa méthode element.mozRequestFullScreen().",
    "iframe.name": "Un nom pour le contenu de navigation embarqué (ou pour le cadre).",
    "iframe.sandbox": "S'il contient une chaîne de caractères vide, cet attribut active des restrictions supplémentaires quant au contenu qui peut apparaître dans le cadre.",
    "iframe.scrolling": "Attribut d'énumération indiquant si le navigateur doit fournir une barre de défilement (ou autre) pour la frame : auto : seulement quand c'est nécessaire.",
    "iframe.seamless": "Cet attribut booléen indique que le navigateur devrait rendre le cadre interne de telle manière qu'il donne l'impression de faire partie du document contenant, par exemple en appliquant des styles CSS qui s'appliquent à l'<iframe> au document contenu avant de styles spécifiés dans ce document , et par l'ouverture de liens dans les documents contenus dans le contexte de navigation du parent (sauf si un autre paramètre l'empêche).",
    "iframe.src": "L'URL de la page à insérer.",
    "iframe.srcdoc": "Le contenu de la page que le contexte intégré doit inclure.",
    "iframe.webkitallowfullscreen": "Avec Chrome 17 ou les versions ultérieures (voire peut-être antérieures), cet attribut peut valoir true si la frame est autorisée à être affichée au sein du mode plein écran en appelant la méthode element.webkitRequestFullScreen().",
    "iframe.width": "Indique la largeur du cadre HTML5 en pixels CSS, ou HTML 4.01 en pixels ou en pourcents.",
    "img.align": "L'alignement de l'image par rapport au contexte environnant.",
    "img.alt": "Cet attribut définit un texte alternatif pour décrire l'image.",
    "img.border": "L'épaisseur de la bordure autour de l'image.",
    "img.crossorigin": "Cet attribut d'énumération indique si le mode de chargement de l'image liée doit être fait en utilisant CORS ou non.",
    "img.height": "La hauteur de l'image en HTML5 en pixels CSS, ou en HTML4 en pixels ou en pourcents.",
    "img.hspace": "Le nombre de pixels d'espaces blancs à insérer à la gauche et à la droite de l'image.",
    "img.ismap": "Cet attribut booléen indique si l'image fait partie d'une image de carte côté serveur.",
    "img.longdesc": "L'adresse URL d'une description de l'image à afficher, qui complète le texte alternatif.",
    "img.name": "Un nom pour l'élément.",
    "img.src": "L'URL de l'image, cet attribut est obligatoire pour l'élément <img>.",
    "img.usemap": "Le fragment d'URL (commençant par \"#\") d'une carte d'image associée avec l'élément.",
    "img.vspace": "Le nombre de pixels d'espace blanc à insérer au-dessus et en-dessous de l'image.",
    "img.width": "La largeur de l'image en pixels ou en pourcentage.",
    "input.accept": "Si la valeur de l'attribut <code>type</code> est <code>file</code>, cet attribut indique quels sont les types de fichiers que le serveur accepte ; sinon il est ignoré.",
    "input.accesskey": "Un caractère sur lequel l'utilisateur peut appuyer pour que le contrôle soit sélectionné.",
    "input.autocomplete": "Cet attribut indique si le contenu de la zone de saisie peut être automatiquement complété par le navigateur.",
    "input.autofocus": "Cet attribut booléen permet de spécifier que cette zone de saisie devrait avoir le focus au chargement de la page, à moins que l'utilisateur n'en décide autrement, par exemple en tapant dans une autre zone.",
    "input.checked": "Lorsque la valeur de l'attribut <code>type</code> est <code>radio</code> (bouton-radio) ou <code>checkbox</code> (case à cocher), cet attribut booléen booléen indique que le bouton est coché par défaut. En cas contraire, il est ignoré.",
    "input.disabled": "Cet attribut booléen indique qu'il n'est pas possible d'interagir avec ce contrôle de formulaire.",
    "input.form": "La balise <code>form</code> avec laquelle la balise <code>input</code> est associée (le formulaire qui la contient).",
    "input.formaction": "L'URI d'un programme qui traite les informations envoyées par l'élément input, s'il s'agit d'un bouton ou d'une image.",
    "input.formenctype": "Si l'élément input est un bouton d'envoi ou une image, cet attribut précise le type de contenu qui est utilisé pour soumettre le formulaire au serveur.",
    "input.formmethod": "Si l'élément <code>input</code> est un bouton de soumission ou une image, cet attribut spécifie la méthode HTTP que le navigateur utilise pour soumettre le formulaire.",
    "input.formnovalidate": "Si cet élément d'entrée est un bouton ou une image de soumission, cet attribut booléen indique que le formulaire ne doit pas être validé quand il est soumis.",
    "input.formtarget": "Si l'élément input est un bouton d'envoi ou une image, cet attribut est un nom ou un mot-clé indiquant où la réponse doit être affichée une fois le formulaire envoyé.",
    "input.height": "Lorsque la valeur de l'attribut type est image, cet attribut définit la hauteur de l'image affichée pour le bouton.",
    "input.list": "Identifie une liste d'options prédéfinies à suggérer à l'utilisateur.",
    "input.max": "La valeur maximale (numérique ou temporelle) pour cet élément, qui ne doit pas être inférieure à la valeur minimale (l'attribut min).",
    "input.maxlength": "Si la valeur de l'attribut type est text, email, search, password, tel ou url, cet attribut définit le nombre de caractères maximal (comptés en points de code Unicode) que l'utilisateur peut entrer. Il est ignoré pour les autres types de contrôle.",
    "input.min": "La valeur minimale (numérique ou temporelle) pour cet élément, qui ne doit pas être supérieure à la valeur maximale (attribut max).",
    "input.mozactionhint": "Spécifie une indication pour déterminer le texte à écrire sur la touche entrée du clavier virtuel des appareils mobiles.",
    "input.multiple": "Cet attribut booléen indique si l'utilisateur peut saisir plus d'une seule valeur.",
    "input.name": "Le nom de la zone de saisie, qui sera envoyé avec les données du formulaire.",
    "input.pattern": "Une expression rationnelle utilisée pour valider le contenu du contrôle.",
    "input.placeholder": "Une indication, destinée à l'utilisateur, pour savoir ce qui peut être saisi dans le contrôle.",
    "input.readonly": "Cet attribut booléen indique que l'utilisateur ne peut pas modifier la valeur de la zone de saisie.",
    "input.required": "Cet attribut indique que l'utilisateur doit fournir une valeur avant de pouvoir envoyer le formulaire.",
    "input.selectionDirection": "La direction dans laquelle la sélection a eu lieu.",
    "input.size": "La teille initiale de la zone de saisie.",
    "input.src": "Si la valeur de l'attribut type vaut image, cet attribut définit l'URI correspondant à l'image qui doit être affichée sur bouton d'envoi. Dans les autres cas, il est ignoré.",
    "input.step": "Fonctionne avec les attributs min et max pour limiter les incréments utilisables afin de définir une valeur numérique ou une date et une heure.",
    "input.tabindex": "La position de cet élément dans l'ordre de navigation au clavier du document en cours.",
    "input.type": "Le type de zone de saisie à afficher",
    "input.usemap": "Le nom d'un élément <map> en tant que carte d'image.",
    "input.value": "La valeur initiale de la zone de saisie.",
    "input.width": "Si la valeur de l'attribut type est image, cet attribut définit la largeur de l'image affichée comme bouton.",
    "input.x-moz-errormessage": "Cette extension Mozilla vous permet de spécifier le message d'erreur à afficher lorsqu'un champ ne valide pas correctement.",
    "ins.cite": "Cet attribut définit l'URI d'une ressource qui explique le changement, comme un lien vers des notes de réunion ou un rapport d'incident dans un système de dépannage.",
    "ins.datetime": "Cet attribut indique la date et l'heure de la modification et doit être une date valide, éventuellement complétée d'une chaîne de caractères pour l'heure.",
    "keygen.autofocus": "Cet attribut spécifie que cette zone de saisie devrait avoir le focus au chargement de la page, à moins que l'utilisateur n'en décide autrement, par exemple en tapant dans une autre zone.",
    "keygen.challenge": "Une chaîne de caractères de challenge, envoyée avec la clé publique.",
    "keygen.disabled": "Cet attribut booléen indique qu'il n'est pas possible d'interagir avec ce contrôle de formulaire.",
    "keygen.form": "L'élément de formulaire auquel cet élément est associé (sa forme « parente »).",
    "keygen.keytype": "Le type de clé généré.",
    "keygen.name": "Le nom de la zone de saisie, qui sera envoyé avec les données du formulaire.",
    "label.accesskey": "Une touche de raccourci pour accéder à cet élément à partir du clavier.",
    "label.for": "L'identifiant d'un élément de formulaire auquel lier le label, dans le même document que l'élément label.",
    "label.form": "La balise <code>form</code> avec laquelle la balise <code>label</code> est associée (le formulaire auquel elle appartient).",
    "link.charset": "Cet attribut définit l'encodage des caractères de la ressource liée.",
    "link.disabled": "Cet attribut est utilisé pour désactiver une relation de lien.",
    "link.href": "Cet attribut indique l'URL de la ressource liée.",
    "link.hreflang": "Cet attribut indique la langue de la ressource liée.",
    "link.media": "Cet attribut indique le média auquel s'applique la ressource liée.",
    "link.methods": "La valeur de cet attribut fournit des informations quant aux fonctions qui peuvent être utilisées sur un objet.",
    "link.rel": "Cet attribut indique le type de relation entre le document lié et le document courant.",
    "link.rev": "La valeur de cet attribut indique la relation entre le document courant et le document lié, tel que défini par ⏎ <br> ⏎ l'attribut <br> href .",
    "link.sizes": "Cet attribut définit la taille des icônes pour le média visuel contenu dans la ressource.",
    "link.target": "Définit le nom de la fenêtre ou du cadre qui a la relation de lien définie ou qui va afficher le rendu de toute ressource liée.",
    "link.type": "Cet attribut est utilisé pour définir le type de contenu qui est lié.",
    "menu.label": "Donne le texte d'un menu",
    "menu.type": "Utilisé pour préciser quel type de menu on déclare.",
    "meta.charset": "Cet attribut déclare l'encodage de caractères utilisé par la page.",
    "meta.content": "Cet attribut fournit la valeur associée aux attributs http-equiv ou name en fonction du contexte.",
    "meta.http-equiv": "Cet attribut d'énumération définit la directive qui peut modifier le comportement des serveurs et des agents utilisateurs.",
    "meta.name": "Cet attribut définit le nom d'une métadonnée du document.",
    "meta.scheme": "Cet attribut définit le schéma dans lequel les métadonnées sont décrites.",
    "meter.form": "Cet attribut associe l'élément avec un élément de formulaire qui a la propriété de l'élément <code>meter</code>.",
    "meter.high": "La borne inférieure de la valeur maximale de l'intervalle mesuré.",
    "meter.low": "La borne supérieure de la valeur minimale de l'intervalle mesuré.",
    "meter.max": "La borne supérieure (numérique) de l'intervalle mesuré.",
    "meter.min": "La limite numérique inférieure de la plage mesurée.",
    "meter.optimum": "Cet attribut indique la valeur numérique optimale.",
    "meter.value": "La valeur numérique actuelle.",
    "object.archive": "Une liste d'URI, séparées par des espaces, contenant les archives des ressources d'un objet.",
    "object.border": "La largeur de la bordure de la zone de saisie, en nombre de pixels.",
    "object.classid": "L'URI de l'implémentation de l'objet.",
    "object.codebase": "Le chemin de base (préfixe) utilisé pour résoudre les URI relatives définies par les attributs classid, data ou archive.",
    "object.codetype": "Le type de contenu de la donnée référencée par classid.",
    "object.data": "L'adresse de la ressource sous forme d'une URL valide.",
    "object.declare": "La présence de cet attribut booléen fait de cet élément une déclaration seule.",
    "object.form": "La balise <code>form</code> avec laquelle la balise <code>object</code> est éventuellement associée (le formulaire auquel elle appartient).",
    "object.height": "La hauteur de la ressource affichée, en pixels CSS.",
    "object.name": "Le nom d'un contexte de navigation valide (HTML5), ou le nom d'un contrôle (HTML4).",
    "object.standby": "Un message que le navigateur peut afficher pendant le chargement de l'implémentation et des données de l'objet",
    "object.tabindex": "La position de cet élément dans l'ordre de navigation au clavier du document en cours.",
    "object.type": "Le type MIME de la ressource spécifiée par les données.",
    "object.usemap": "Une référence à un élément <map>. Elle est composée d'un dièse (#) suivi par le nom de l'élément map.",
    "object.width": "La largeur de la ressource affichée, en pixels CSS.",
    "ol.compact": "Cet attribut booléen suggère que la liste devrait être affichée de manière compacte",
    "ol.reversed": "Cet attribut booléen définit si les éléments, appartenant à l'élément parent de la liste, seront listés dans l'ordre inverse, c'est-à-dire ",
    "ol.start": "Cet attribut entier spécifier la valeur de départ pour la numérotation des éléments de la liste.",
    "ol.type": "Indique le type de numérotation utilisée : 'a' indique les minuscules, 'A' les majuscules, 'i' les chiffres romains minuscules, 'I' les chiffres romains majuscules et '1' les nombres arabes.",
    "optgroup.disabled": "Si cet attribut booléen est défini, aucun des éléments de ce groupe d'options n'est sélectionnable.",
    "optgroup.label": "Le nom du groupe d'options, que le navigateur peut utiliser pour affecter un label aux options dans l'interface.",
    "option.disabled": "Si cet attribut booléen est renseigné, l'option ne peut pas être cochée.",
    "option.label": "Cet attribut contient le texte du label indiquant la signification de l'option.",
    "option.selected": "Si il est présent, cet attribut Booléen indique que l'option est présélectionnée.",
    "option.value": "Le contenu textuel de cet attribut représente le label affiché qui expliquera l'option.",
    "output.for": "Une liste d'identifiants indiquant quels éléments ont fourni des valeurs d'entrée ou ont modifié le calcul.",
    "output.form": "L'élément de forme auquel cet élément est associé (sa forme « parente »).",
    "output.name": "Le nom de l'élément.",
    "param.name": "Nom du paramètre.",
    "param.type": "N'est utilisé que si l'attribut valuetype vaut \"ref\".",
    "param.value": "Valeur du paramètre.",
    "param.valuetype": "Il s'agit d'une API obsolète dont le fonctionnement n'est plus garanti.",
    "progress.form": "Cet attribut indique le formulaire auquel appartient la balise <code>progress</code>.",
    "progress.max": "Cet attribut décrit le volume de travail nécessité par la tâche indiquée dans l'indicateur de progression.",
    "progress.value": "Cet attribut spécifie quelle proportion de la tâche a été accomplie.",
    "q.cite": "La valeur de cet attribut est une URL indiquant la source de la citation.",
    "script.async": "Activez cet attribut booléen pour indiquer que le navigateur doit, si possible, exécuter le script de manière asynchrone.",
    "script.defer": "Cet attribut booléan est défini pour indiquer au navigateur que le script doit être exécuté une fois le document entièrement analysé.",
    "script.language": "Comme l'attribut type, cet attribut indique le langage de script utilisé.",
    "script.src": "Cet attribut spécifie l'URI d'un script externe, ce qui peut être utilisé comme une alternative à l'intégration d'un script directement dans un document.",
    "script.type": "Cet attribut identifie le langage de script du code embarqué dans un élément script ou référencé par l'attribut src de l'élément.",
    "select.autofocus": "Cet attribut permet de spécifier que cette zone de saisie devrait avoir le focus au chargement de la page, à moins que l'utilisateur n'en décide autrement, par exemple en tapant dans une autre zone.",
    "select.disabled": "Cet attribut booléen indique que l'utilisateur ne peut pas interagir avec cette zone de saisie.",
    "select.form": "L'élément <code>form</code> avec lequel l'élément <code>select</code> est associé (le formulaire auquel il appartient).",
    "select.multiple": "Cet attribut booléen indique que plusieurs options peuvent être sélectionnées dans la liste.",
    "select.name": "Le nom de la zone de saisie.",
    "select.required": "Un attribut booléen indiquant qu'une option avec une valeur non-vide doit être sélectionnée.",
    "select.selectedIndex": "L'index de l'élément <option>⏎ sélectionné.",
    "select.size": "Si le contrôle se présente sous la forme d'une liste déroulante, cet attribut représente le nombre de lignes de cette liste qui peuvent être visibles en même temps.",
    "source.media": "Une requête media vers la ressource media souhaitée.",
    "source.src": "Obligatoire ; l'adresse de la ressource média.",
    "source.type": "Le type MIME de la ressource, éventuellement avec un paramètre de codecs.",
    "style.disabled": "S'il est défini, désactive (n'applique pas) les règles de style pour le document qui sont spécifiées dans l'élément.",
    "style.media": "À quel média ce style doit être appliqué.",
    "style.scoped": "Si cet attribut est présent, alors le style ne s'applique qu'à son élément parent.",
    "style.title": "Spécifie des ensembles de feuilles de style alternatives.",
    "style.type": "Cet attribut définit le langage de style sous la forme d'un type MIME (le jeu de caractères ne doit pas être spécifié).",
    "table.align": "Cet attribut d'énumération indique comment le tableau doit être aligné par rapport au document qui le contient.",
    "table.bgcolor": "Cet attribut définit la couleur d'arrière-plan du tableau et de son contenu.",
    "table.border": "Cet attribut entier définit, en pixels, la taille du cadre entourant le tableau.",
    "table.cellpadding": "Cet attribut définit l'espace entre le contenu d'une cellule et sa bordure, que celle-ci soit affichée ou non.",
    "table.cellspacing": "Cet attribut définit la taille, en pourcentage ou en pixels, de l'espace entre deux cellules (à la fois horizontalement et verticalement), entre le haut de la table et les cellules de la première ligne, la gauche de la table et la première colonne, la droite de la table et la dernière colonne, et entre la dernière ligne et le bas de la table.",
    "table.frame": "Cet attribut d'énumération définit quel côté du cadre entourant le tableau doit être affiché.",
    "table.rules": "Cet attribut d'énumération définit où les règles, c'est-à-dire",
    "table.summary": "Cet attribut définit un texte alternatif pour décrire le tableau, il est utilisé dans le cas où il est impossible d'afficher le tableau.",
    "table.width ": "Cet attribut définit la largeur du tableau.",
    "tbody.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
    "tbody.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
    "tbody.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "tbody.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "tbody.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'en-tête du tableau.",
    "td.abbr": "Cet attribut contient une brève description abrégée du contenu de la cellule.",
    "td.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
    "td.axis": "Cet attribut contient une liste de chaînes de caractères séparées par des espaces.",
    "td.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
    "td.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "td.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "td.colspan": "Cet attribut contient un nombre entier positif qui indique sur combien de colonnes la cellule doit s'étendre.",
    "td.headers": "Cet attribut est une liste de chaînes de caractères, séparées par des espaces, correspondant chacune à l'attribut <code>id</code> des éléments <th> qui s'appliquent à cet élément.",
    "td.rowspan": "Cet attribut contient une valeur entière positive ou nulle indiquant sur combien de lignes la cellule s'étend.",
    "td.scope": "Il s'agit d'une API obsolète dont le fonctionnement n'est plus garanti en HTML5",
    "td.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'en-tête du tableau.",
    "textarea.autofocus": "Cet attribut booléen permet de spécifier que cette zone de saisie devrait avoir le focus au chargement de la page, à moins que l'utilisateur n'en décide autrement, par exemple en tapant dans une autre zone.",
    "textarea.cols": "La largeur visible du contrôle de texte, en largeur moyenne de caractère.",
    "textarea.disabled": "Cet attribut booléen indique que l'utilisateur ne peut pas interagir avec cette zone de saisie.",
    "textarea.form": "La balise <code>form</code> avec laquelle la balise <code>textarea</code> est associée (le formulaire auquel elle appartient).",
    "textarea.maxlength": "Le nombre maximum de caractères (en points de code Unicode) que l'utilisateur peut saisir.",
    "textarea.name": "Le nom de la zone de saisie.",
    "textarea.placeholder": "Une indication à l'utilisateur sur ce qu'il peut saisir dans ce contrôle.",
    "textarea.readonly": "Cet attribut booléen indique que l'utilisateur ne peut pas modifier la valeur de la zone de saisie.",
    "textarea.required": "Cet attribut indique que l'utilisateur doit fournir une valeur avant de pouvoir envoyer le formulaire.",
    "textarea.rows": "Le nombre de lignes de texte visibles à l'intérieur de la zone de saisie.",
    "textarea.selectionDirection": "La direction dans laquelle la sélection a eu lieu.",
    "textarea.selectionEnd": "L'index du dernier caractère de la sélection actuelle.",
    "textarea.selectionStart": "L'index du premier caractère de la sélection actuelle.",
    "textarea.wrap": "Indique comment le contrôle ajuste le texte en fin de ligne.",
    "tfoot.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
    "tfoot.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
    "tfoot.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "tfoot.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "tfoot.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'en-tête du tableau.",
    "th.abbr": "Cet attribut contient une brève description abrégée du contenu de la cellule.",
    "th.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
    "th.axis": "Cet attribut contient une liste de chaînes de caractères séparées par des espaces.",
    "th.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
    "th.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "th.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "th.colspan": "Cet attribut containt une valeur entière positive ou nulle indiquant sur combien de colonnes la cellule s'étend.",
    "th.headers": "Cet attribut est une liste de chaînes de caractères, séparées par des espaces, correspondant chacune à l'attribut <code>id</code> des éléments <th> i s'appliquent à cet élément.",
    "th.rowspan": "Cet attribut contient un nombre entier positif correspondant au nombre de lignes de tableau sur lequel la cellule doit être étendue.",
    "th.scope": "Cet attribut d'énumération définit les cellules auxquelles l'en-tête, défini dans cet élément <th>, fait référence.",
    "th.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'en-tête du tableau.",
    "thead.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
    "thead.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
    "thead.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "thead.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "thead.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'en-tête du tableau.",
    "time.datetime": "Cet attribut indique la date et l'heure de l'élément. Il doit contenir une date valide, avec une chaîne facultative pour donner l'heure.",
    "time.pubdate": "(Cette fonctionnalité est encore en cours de discussion au sein du Groupe de travail HTML5 du W3C et du WHATWG). Cet attribut booléen indique que la date et l'heure données par l'élément correspondent à la date de publication d'un document.",
    "tr.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
    "tr.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la ligne.",
    "tr.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
    "tr.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
    "tr.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'en-tête du tableau.",
    "ul.compact": "Cet attribut booléen suggère que la liste devrait être affichée de manière compacte",
    "ul.type": "Utilisé pour définir le style des puces pour une liste.",
    "video.autobuffer": "Un attribut booléen ; si spécifié, le téléchargement de la vidéo va automatiquement commencer même si la lecture automatique n'est pas activée.",
    "video.autoplay": "Un attribut booléen ; si spécifié, la vidéo démarrera automatiquement dès que cela sera possible sans provoquer d'interruption de la lecture pour finir de télécharger les données.",
    "video.buffered": "Un attribut en lecture pour déterminer le nombre de fragments sur lesquels le média a été mis en mémoire tampon.",
    "video.controls": "Si cet attribut est présent, Gecko offrira des contrôles pour permettre à l'utilisateur de contrôler la lecture vidéo, dont le volume, la recherche et la mise en pause/reprise de la lecture.",
    "video.height": "La hauteur de la zone d'affichage de la vidéo, en pixels CSS.",
    "video.loop": "Un attribut booléen ; s'il est spécifié, la vidéo sera automatiquement repositionnée au début une fois la lecture finie.",
    "video.muted": "Un attribut booléen qui indique le réglage audio par défaut pour cette video.",
    "video.poster": "Une URL indiquant une image à afficher avant que l'utilisateur lance la lecture.",
    "video.preload": "Cet attribut d'énumération sert à indiquer au navigateur ce qui, d'après l'auteur, permettrait d'offrir la meilleure expérience à l'utilisateur.",
    "video.src": "L'URL de la vidéo à insérer.",
    "video.width": "La largeur de la zone d'affichage de la vidéo, exprimée en pixels CSS."
}