{
  "a.charset": "Cet attribut définit l'encodage des caractères de la ressource liée",
  "a.coords": "Utilisé avec des objets de forme, cet attribut utilise une liste de nombres, séparés par des virgules, pour définir les coordonnées d'un objet sur la page.",
  "a.datafld": "Cet attribut précise le nom de la colonne à partir de cet objet de source de données qui fournit les données liées.",
  "a.datasrc": "Cet attribut indique l'ID de la source de données qui fournie les données pour cet élément.",
  "a.href": "C'est le seul attribut obligatoire des ancres qui définissent la source d'un lien hypertexte.",
  "a.hreflang": "Cet attribut indique la langue de la ressource liée.",
  "a.media": "Cet attribut indique le média sur lequel s'applique la ressource liée.",
  "a.methods": "La valeur de cet attribut fournit des informations quant aux fonctions qui peuvent être utilisées sur un objet.",
  "a.name": "Cet attribut est requis dans une ancre définissant un emplacement cible dans une page.",
  "a.ping": "Le support de «&nbsp;ping&nbsp:» a été désactivé à partir de Firefox 3 bêta 3.",
  "a.rel": "Pour les ancres contenant l'attribut href, celui-ci précise la relation de l'objet cible à l'objet lien.",
  "a.rev": "Cet attribut indique un lien inverse, la relation inverse de l'attribut rel.",
  "a.shape": "Cet attribut est utilisé pour définir une région sélectionnable pour les liens hypertextes associés à la source avec un chiffre pour créer une image interactive.",
  "a.target": "Cet attribut indique où afficher la ressource liée.",
  "a.type": "Cet attribut spécifie le type de média sous la forme d'un type MIME pour la cible du lien.",
  "a.urn": "Ce soi-disant attribut soutenu par Microsoft associe un nom de ressource uniforme (URN) au lien.",
  "activate the X-Ray Goggles by": "Ensuite, activez les lunettes à rayons X en cliquant sur le bouton jaune ci-dessus.",
  "Activate X-Ray Goggles by clicking the yellow button above.": "Activez les lunettes à rayons X en cliquant sur le bouton jaune ci-dessus.",
  "Activate X-Ray Goggles": "Activer X-Ray Goggles",
  "Advanced": "Avancé",
  "ancestor-intro": "C'est à l'intérieur de",
  "and": "et",
  "area.accesskey": "Définit un raccourci clavier pour l'élément.",
  "area.alt": "Une chaîne de caractère alternative à afficher pour les navigateurs d'affichant pas les images.",
  "area.coords": "Un ensemble de valeurs spécifiant les coordonnées de la zone du hot-spot.",
  "area.href": "Le lien hypertexte pour la zone donnée.",
  "area.hreflang": "Indique la langue de la ressource liée.",
  "area.media": "Une indication du type de média pour lequel la ressourcé liée a été créé, par exemple pour l'impression ou l'affichage sur un écran.",
  "area.name": "Définir un nom pour la zone cliquable pour qu'elle puisse être utilisée en script dans les anciens navigateurs.",
  "area.nohref": "Indique qu'aucun lien hypertexte n'existe pour la zone associée.",
  "area.rel": "Pour les ancres contenant l'attribut href, celui-ci précise la relation de l'objet cible à l'objet lien.",
  "area.shape": "La forme associée à la zone interactive.",
  "area.tabindex": "Une valeur numérique spécifiant la position de la zone définie dans l'ordre des onglets du navigateur.",
  "area.target": "Cet attribut indique où afficher la ressource liée.",
  "area.type": "Cet attribut spécifie le type de média sous la forme d'un type MIME pour la cible du lien.",
  "audio.autobuffer": "Un attribut booléen indiquant si le téléchargement du fichier audio doit commencer immédiatement, même si la lecture ne démarre pas automatiquement.",
  "audio.autoplay": "Un attribut booléen, s'il est définit (même s'il vaut \"false\" !), la piste audio sera lancée automatiquement une fois que suffisamment de données auront été chargées pour éviter un arrêt brusque.",
  "audio.buffered": "Un attribut en lecture pour déterminer le nombre de fragments sur lesquels le media a été mis en mémoire tampon.",
  "audio.controls": "Lorsque cet attribut sera présent, le navigateur permettra à l'utilisateur de gérer le lecteur audio avec le volume, la lecture/pause et l'avance rapide.",
  "audio.loop": "Un attribut booléen, s'il est spécifié, la piste audio sera automatiquement repositionnée au début une fois la lecture finie.",
  "audio.mozCurrentSampleOffset": "Le décalage, exprimé en nombre d'échantillons depuis le début du flux audio, pendant lequel le signal audio est en cours de lecture.",
  "audio.muted": "Un attribut booléen qui indique si le son doit être coupé au début.",
  "audio.preload": "Cet attribut contient une énumération destinée à indiquer au navigateur ce qui d'après l'auteur permettrait d'offrir la meilleure expérience à l'utilisateur.",
  "audio.src": "L'URL du fichier audio à insérer.",
  "base.href": "L'URL de base à utiliser dans tout le document pour compléter les URLs relatives.",
  "base.target": "Un nom ou un mot-clé indiquant l'emplacement par défaut pour afficher le résultat lorsque des liens hypertextes ou des formulaires provoquent la navigation, pour les éléments qui n'ont pas de référence cible explicite.",
  "Basic": "Simple",
  "bdo.dir": "La direction du texte dans cet élément.",
  "blockquote.cite": "Une URL désignant la source de la citation.",
  "body.alink": "La couleur du texte des hyperliens lorsqu'on les sélectionne.",
  "body.background": "URI d'une image à utiliser comme arrière-plan.",
  "body.bgcolor": "Couleur d'arrière-plan du document.",
  "body.link": "Couleur du texte pour les liens hypertexte non visités.",
  "body.onafterprint": "Fonction à appeler après l'impression du document.",
  "body.onbeforeprint": "Fonction à appeler quand l'utilisateur demande l'impression du document.",
  "body.onbeforeunload": "Fonction à appeler lorsque le document est sur le point d'être déchargé.",
  "body.onblur": "Fonction à appeler lorsque le document quitte le premier plan.",
  "body.onerror": "Fonction à appeler quand le document ne se charge pas correctement.",
  "body.onfocus": "Fonction à appeler lorsque le document est mis en premier plan.",
  "body.onhashchange": "Fonction à appeler lorsque la partie d'identifiant de fragment (en commençant par le caractère dièse (#)) de l'adresse actuelle du document a changé.",
  "body.onload": "Fonction à appeler quand le chargement du document est terminé.",
  "body.onmessage": "Fonction à appeler quand le document a reçu un message.",
  "body.onoffline": "Fonction à appeler lorsque la communication réseau a échoué.",
  "body.ononline": "Fonction à appeler quand la communication réseau est rétablie.",
  "body.onpopstate": "Fonction à appeler quand l'utilisateur a parcouru l'historique de la session.",
  "body.onredo": "Fonction à appeler lorsque l'utilisateur parcourt, en avançant, l'historique d'annulation.",
  "body.onresize": "Fonction à appeler quand le document a été redimensionné.",
  "body.onstorage": "Fonction à appeler quand l'espace de stockage a changé.",
  "body.onundo": "Fonction à appeler lorsque l'utilisateur a reculé dans l'historique des actions annulées.",
  "body.onunload": "Une fonction à appeler à la fermeture du document.",
  "body.text": "Couleur de premier plan du texte.",
  "body.vlink": "Couleur du texte des hyperliens qui ont déjà été visités.",
  "br.clear": "Indique où commencer la ligne suivante après le retour à la ligne.",
  "button.autofocus": "Cet attribut booléen vous permet de spécifier si le bouton doit être sélectionné lorsque la page se charge, à moins que l'utilisateur ne choisisse un autre contrôle en tapant quelque chose dedans.",
  "button.disabled": "Cet attribut booléen indique que l'utilisateur ne peut pas interagir avec le bouton.",
  "button.form": "La balise <code>form</code> avec laquelle le bouton est associée (le formulaire auquel il appartient).",
  "button.formaction": "L'URI du programme de traitement des informations soumises au moyen du bouton.",
  "button.formenctype": "Si ce bouton est un bouton de soumission, cet attribut précise le type de contenu qui est utilisé pour soumettre le formulaire au serveur.",
  "button.formmethod": "Si ce bouton sert à soumettre le formulaire, cet attribut indique la méthode HTTP que le navigateur doit utiliser pour envoyer le formulaire.",
  "button.formnovalidate": "Si le bouton est un bouton submit, cet attribut booléen indique que le formulaire ne doit pas être validé quand il est soumis.",
  "button.formtarget": "Si le bouton est un bouton submit, cet attribut est un nom ou un mot-clé indiquant l'emplacement d'affichage de la réponse reçue après la soumission du formulaire.",
  "button.name": "Le nom du bouton, qui sera envoyé avec les données du formulaire.",
  "button.type": "Le type du bouton.",
  "button.value": "La valeur initiale du bouton.",
  "Cancel": "Annuler",
  "cannot-redo-html": "<span>Rien à rétablir !</span>",
  "cannot-undo-html": "<span>Il n'y a plus rien à annuler !</span>",
  "canvas.height": "La hauteur de la coordonnée dans l'espace, exprimée en pixels CSS.",
  "canvas.width": "La largeur de l'espace de coordonnées en pixels CSS.",
  "caption.align": "Cet attribut d'énumération indique la façon dont la légende doit être alignée par rapport au tableau.",
  "class": "class",
  "Click on the image below": "Cliquez sur l'image ci-dessous, puis éditez le code source HTML pour que l'image utilise l'URL que vous venez de copier.",
  "Close": "Fermer",
  "col.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule de la colonne.",
  "col.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
  "col.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
  "col.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
  "col.span": "Cet attribut contient un entier positif indiquant le nombre de colonnes consécutives sur lequel l'élément <col> s'étend.",
  "col.valign": "Cet attribut spécifie l'alignement vertical du texte dans chaque cellule de la colonne.",
  "col.width": "Cet attribut définit la largeur par défaut pour chaque colonne appartenant au groupe de colonnes.",
  "colgroup.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule de la colonne.",
  "colgroup.bgcolor": "Cet attribut définit la couleur de l'arrière-plan pour chacune des cellules des colonnes qui appartiennent au même groupe. ",
  "colgroup.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
  "colgroup.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
  "colgroup.span": "Cet attribut contient un nombre entier positif indiquant le nombre de colonnes consécutives supplémentaires pour appliquer les attributs de l'élément <column>.",
  "colgroup.valign": "Cet attribut spécifie l'alignement vertical du texte dans chaque cellule de la colonne.",
  "colgroup.width": "Cet attribut définit la largeur par défaut pour chaque colonne appartenant au groupe de colonnes.",
  "command.checked": "Indique si la commande est sélectionnée.",
  "command.disabled": "Indique que la commande n'est pas disponible.",
  "command.icon": "Donnez une image représentant la commande.",
  "command.label": "Le nom de la commande, comme indiqué à l'utilisateur.",
  "command.radiogroup": "Cet attribut fournit le nom d'un groupe de commandes avec le type radio. Ce groupe sera activé lorsque la commande elle-même sera activée.",
  "command.type": "Cet attribut indique le type de commande.",
  "Copy this image URL": "Copiez l'URL de cette image (sélectionnez le texte, faites un clic-droit et copiez le lien)",
  "Copy this URL to your clipboard.": "Copiez cette URL dans votre presse-papier",
  "css-property-docs:background-attachment": "Si la propriété <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-image\">background-image</a></code>\n est définie, la propriété  <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>background-attachment</code> permet de déterminer si la position de l'image est fixe au sein de la vue ou si elle défile avec le bloc englobant.",
  "css-property-docs:background-clip": "La propriété CSS <code>background-clip</ code> spécifie si l'arrière-plan d'un élément, soit la couleur soit l'image, s'étend au-dessous de sa bordure.",
  "css-property-docs:background-color": "La propriété CSS <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/fr/docs/CSS\">CSS <code>background-color</code></a> définit la couleur d'arrière-plan d'un élément, soit par une valeur de couleur soit par le mot-clé <code>transparent</code>.",
  "css-property-docs:background-image": "La propriété CSS<code> background-image </code>définit les images de fond pour un élément. Les images sont dessinées sur des couches de contexte successives, la première spécifiée étant rendue comme étant la plus proche de l'utilisateur. Les <a title=\"border\" rel=\"internal\" href=\"https://developer.mozilla.org/cn/CSS/border\">bordures</a> de l'élément sont tracées par dessus celles-ci, et la propriété CSS <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-color\">background-color</a></code> dessinée sous celles-ci.",
  "css-property-docs:background-origin": "La propriété CSS<code> background-origin </code>détermine la zone de placement du fond, qui correspond aussi à la position de l'origine d'une image spécifiée en utilisant la propriété CSS <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-image\">background-image</a></code>.",
  "css-property-docs:background-position": "La propriété CSS <code>background-position</code> définit la position initiale, par rapport à la position de la couche d'arrière-plan définie par <code><a rel=\"custom\" href=\"https://developer.mozilla.org/fr/docs/CSS/background-origin\">background-origin</a></code>⏎ pour chacune des image d'arrière-plan.",
  "css-property-docs:background-repeat": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>background-repeat</code>  définit comment les images de fond sont répétées. Une image de fond peut être répété suivant l'axe horizontal, l'axe vertical, les deux, ou pas du tout répétée. Lorsque la répétition des mosaïques d'images ne permet pas de couvrir exactement le fond, la façon dont les ajustements sont faits peut être contrôlée par l'auteur&nbsp;: par défaut, la dernière image est tronquée, mais les différentes tuiles peuvent au contraire être redimensionnées, ou bien un espace peut être inséré entre les tuiles.",
  "css-property-docs:background-size": "La propriété CSS <code>background-size</code> précise la taille des images d'arrière-plan.",
  "css-property-docs:bottom": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/fr/docs/CSS\">CSS</a> <code>bottom</code> participe à la définition de la position d'un <em>élément positionné</em>.",
  "css-property-docs:clear": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/fr/CSS\">CSS</a> <code>clear</code> définit si un élément peut être proche d'éléments <a title=\"fr/CSS/float\" rel=\"internal\" href=\"https://developer.mozilla.org/fr/CSS/float\">flottants</a> qui le précèdent ou s'il doit être placé en dessous.",
  "css-property-docs:color": "La propriété CSS <code>color</code> définit la couleur du contenu de texte d'un élément.",
  "css-property-docs:cursor": "La propriété CSS <code>cursor</code> définit le pointeur affiché lorsque le curseur de la souris survole un élément.",
  "css-property-docs:direction": "La propriété CSS <code>direction</ code> doit être réglée pour correspondre à la direction du texte&nbsp;: <code>rtl</ code> pour l'hébreu ou l'arabe du texte et <code>ltr</ code> pour d'autres types d'écriture. Cela devrait normalement être effectué dans le cadre du document (par exemple, en utilisant l'attribut <code>dir </ code> en HTML) plutôt que par l'utilisation directe de CSS.",
  "css-property-docs:display": "La propriété CSS <code>display</code> définit le type de rendu utilisé pour un élement. En HTML, les valeurs par défaut de la propriété <code>display</code> proviennent des spécifications HTML ou des feuilles de style par défaut du navigateur et/ou de l'utilisateur. En XML la valeur par défaut est <code>inline</code>.",
  "css-property-docs:float": "La propriété CSS <code>float</code> spécifie qu'un élément devrait être retiré du flux normal et placé sur le côté droit ou gauche de son conteneur, dont le texte et les éléments en-ligne couleront autour de lui.",
  "css-property-docs:font-family": "La propriété CSS <code>font-family </code> permet de faire une liste hiérarchisée de noms de familles de polices et de noms de famille génériques devant être spécifiés pour l'élément sélectionné. Contrairement à la plupart des autres propriétés CSS, les valeurs sont séparées par une virgule pour indiquer qu'elles sont des alternatives. Le navigateur permet de sélectionner la première police de la liste qui est installée sur l'ordinateur, ou qui peut être téléchargée à l'aide des informations fournies par une règle <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/@font-face\">@font-face</a></code>.",
  "css-property-docs:font-size": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/fr/CSS\">CSS</a> <code>font-size</code> indique la taille de la fonte. La taille de la fonte peut modifier la taille d'autres éléments, comme elle est utilisée pour calculer la valeurs des unités de longueur <code>em</code> et <code>ex</code>.",
  "css-property-docs:font-style": "La propriété CSS <code> font-style </code> permet d'utiliser des variantes en italique (<code>italic</code>) ou obliques (<code>oblique</code>) au sein d'une <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font-family\">famille de polices</a></code>\n.<br> ",
  "css-property-docs:font-variant": "La propriété CSS <code>font-variant</ code> permet de choisir entre les variantes <code>normal</ code>, ou <code>small-caps</ code> pour la famille de polices. Choisir <code>font-variant</ code> est également possible en utilisant la <code> <a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font\">police</ a> </ code> ⏎ <br> sténographie.",
  "css-property-docs:font-weight": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font-weight\">font-weight</a></code> définit la largeur ou la graisse de la police. Cependant, toutes les polices ne sont pas disponibles avec toutes les largeurs. Certaines ne sont disponibles qu'en <code>normal</code> et <code>bold</code>.",
  "css-property-docs:height": "La propriété CSS <code> height </code> indique la hauteur de la zone de contenu d'un élément. La <a title=\"en/CSS/Box_model#content\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS/box_model#content\">zone de contenu</a> est <em>à l'intérieur</em> des remplissages, bordures et marges de l'élément.",
  "css-property-docs:left": "La propriété CSS <code>left</code> précise une partie de la position des éléments positionnés.",
  "css-property-docs:letter-spacing": "La propriété CSS <code>letter-spacing</code> précise le type d'espacement entre les caractères de texte.",
  "css-property-docs:line-height": "Pour les éléments en ligne, la propriété CSS <code> line-height </code> définit la hauteur utilisée lors du calcul de la hauteur de la ligne.<br>\nPour les éléments en bloc,<code> line-height </code>spécifie la hauteur minimale des lignes au sein des blocs de l'élément.",
  "css-property-docs:list-style-image": "La propriété CSS<code> list-style-image </code>permet de définir l'image utilisée pour la puce d'une liste. Le raccourci<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style\">list-style</a></code> est souvent plus pratique.",
  "css-property-docs:list-style-position": "La propriété CSS<code> list-style-position </code>définit la position du cadre de la puce au sein du cadre du bloc principal. Il est généralement plus pratique d'utiliser le raccourci <span class=\"lang lang-en\"><code><a rel=\"custom\" href=\"https://developer.mozilla.org/fr/CSS/list-style\">list-style</a></code>\n</span>.",
  "css-property-docs:list-style-type": "La propriété CSS <code> list-style-type </code> définit l'apparence d'un élément d'une liste. Cette propriété étant utilisée par <code>display:list-item</code>, cela sera souvent un élément <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/li\">&lt;li&gt;</a></code>, bien que ça puisse être n'importe quel élément avec cette valeur <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/display\">display</a></code>.",
  "css-property-docs:min-height": "La propriété CSS <code>min-height</code> est utilisée pour fixer la hauteur minimale d'un élément. La hauteur de l'élément précisée par sa propriété <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/height\">height</a></code> ne peut être inférieure à la valeur de <code>min-height</code>.",
  "css-property-docs:min-width": "La propriété CSS <code>min-width</code> est utilisée pour définir la largeur minimum d'un élément donné. Elle empêche la valeur utilisée de la propriété <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/width\">width</a></code>\nd'être plus petite que la valeur précisée par <code>min-width</code>.",
  "css-property-docs:opacity": "La propriété CSS <code>opacity</code> spécifie la transparence d'un élément, c'est à dire le niveau de masquage du fond derrière l'élément.",
  "css-property-docs:position": "La propriété CSS <code>position</code> choisit des règles alternatives pour le positionnement des éléments, elle est conçue pour être utile aux effets d'animation par script.",
  "css-property-docs:right": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/fr/docs/CSS\">CSS</a> <code>right</code> précise une partie de la position des éléments positionnés.",
  "css-property-docs:text-align": "La propriété CSS <code>text-align</ code> décrit comment le contenu intégré comme du texte est aligné dans son élément bloc parent. <code>text-align</ code> ne peut contrôler l'alignement des éléments de bloc lui-même, seulement leur contenu intégré.",
  "css-property-docs:text-decoration": "La propriété CSS <code> text-decoration </code> est utilisée pour le formatage du texte : <code> underline, overline, line-through</code> et <code> blink </code>.",
  "css-property-docs:text-indent": "La propriété CSS <code> text-indent </code> définit l'espace horizontal à laisser avant d'afficher le début de la première ligne de texte d'un élément. L'espace est mesuré à partir de la gauche (ou de la droite pour les configurations de droite à gauche) du bloc contenant l'élément.",
  "css-property-docs:text-overflow": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> <code>text-overflow</code>  détermine la façon dont le contenu qui déborde (et n'est pas affiché) sera signalé aux utilisateurs. Il pourra être tronqué, marqué d'une ellipse ('<code>…</code>', <code style=\"text-transform: uppercase;\">U+2026 Horizontal Ellipsis</code>) ou remplacé par une chaîne de caractères choisie.",
  "css-property-docs:text-rendering": "La propriété CSS <code>text-rendering</code> fournit des informations au moteur de rendu afin d'optimiser le rendu du texte. C'est le navigateur qui choisit un compromis entre la vitesse, la lisibilité et la précision géométrique. Cette propriété est une propriété SVG qui n'est pas définie au sein des standards CSS. Cependant les navigateurs utilisant Gecko et WebKit permettent d'utiliser cette propriété pour du contenu XML ou HTML, sur Windows, Mac OS X et Linux.&nbsp;",
  "css-property-docs:text-shadow": "La propriété CSS <code> text-shadow </code> permet d'ajouter une ombre au texte. Cet attribut accepte une liste de valeurs, séparées par des virgules, à appliquer au texte et aux <code><a rel=\"custom\" href=\"https://developer.mozilla.org/fr/CSS/text-decoration\">text-decorations</a></code> \nde l'élément.",
  "css-property-docs:text-transform": "La propriété CSS <code>text-transform</code> définit la façon dont le texte d'un élément est mis en majuscule. Il peut être utilisé pour que le texte soit : tout en majuscule ou tout en minuscule ou que chaque mot commence par une majuscule.",
  "css-property-docs:top": "La propriété CSS <code>top</code> définit une partie de la position des éléments positionnés. Elle n'a aucun effet sur les éléments qui ne sont pas positionnés.",
  "css-property-docs:vertical-align": "La propriété CSS <code>vertical-align</code> définit l'alignement vertical d'un élément en ligne ou d'une cellule de tableau.",
  "css-property-docs:visibility": "La propriété CSS <code> visibility </code> est utilisée pour deux choses :",
  "css-property-docs:white-space": "La propriété CSS <code> white-space </code> est utilisée pour décrire la façon dont les espaces sont gérés à l'intérieur de l'élément.",
  "css-property-docs:width": "La propriété CSS<code> width </code>indique la largeur de la zone d'affichage d'un élément. La <a title=\"en/CSS/box_model#content\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS/box_model#content\">zone d'affichage</a> se situe <em>à l'intérieur</em> des remplissage, bordure et marge de l'élément.",
  "css-property-docs:word-spacing": "La propriété CSS<code> word-spacing </code> précise le type d'espacement entre les étiquettes et les mots.",
  "css-property-docs:word-wrap": "La propriété <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</ a> <code>word-wrap</ code> est utilisée pour spécifier si oui ou non le navigateur est autorisé à passer à la ligne au milieu des mots, de façon à éviter tout débordement lorsqu'une chaîne en principe insécable est trop longue pour tenir sur une ligne.",
  "css-property-docs:z-index": "La propriété CSS <code> z-index </code> spécifie l'ordre de profondeur d'un élément et de ses descendants. Lorsqu'un élément recouvre un autre, c'est cet ordre qui est utilisé pour déterminer lequel apparaît en premier plan. Habituellement, plus l'indice est élevé, plus l'élément est au premier-plan par rapport aux autres.",
  "css-quasimode": "Voir/éditer le style calculé de l'élément sélectionné",
  "dd.nowrap": "Si la valeur de cet attribut est yes, le texte de la définition ne passera pas automatiquement les sauts de lignes.",
  "Deactivate X-Ray Goggles": "Désactiver les lunettes à rayons X, puis glissez le bouton ci-dessus dans votre barre de marque-pages.",
  "default-html": "<span>X-Ray Goggles est activé ! Pressez Échap pour désactiver.</span>",
  "del.cite": "L' URI d'une ressource qui explique le changement (par exemple, les procès-verbaux).",
  "del.datetime": "Cet attribut indique la date et l'heure de la modification et doit être une date valide et eventuellement une chaîne de caractères pour l'heure.",
  "deletion": "suppression",
  "details.open": "Cet attribut booléen indique si les détails doivent être affichés à l'utilisateur au chargement de la page.",
  "dialog-common:close": "Fermer",
  "dialog-common:nevermind": "C'est sans importance",
  "dialog-common:ok": "Envoyer les changements",
  "dialog-common:product-name": "Lunettes à rayons X",
  "dl.compact": "Oblige la définition à être sur la même ligne que le terme défini.",
  "dom-ascend": "Remonter à l’élément parent",
  "dom-descend": "Descendre à l’élément enfant",
  "Drag the yellow button into your bookmarks": "Glissez le bouton &quot;Activer les X-Ray Goggles&quot; dans votre barre personnelle. Ainsi vous pourrez utiliser ce marque page pour activer les Goggles sur chaque page que vous visiterez.",
  "element": " ",
  "embed.height": "La hauteur affichée de la ressource, en pixels CSS.",
  "embed.src": "L'adresse URL de la ressource embarquée.",
  "embed.type": "Le type MIME à utiliser pour sélectionner le plugin à lancer.",
  "embed.width": "La largeur de la ressource affichés, en pixels CSS.",
  "Events": "Évènements",
  "executed": "Exécuter",
  "fieldset.disabled": "Si cet attribut booléen est présent, les contrôles du formulaire seront désactivés, c'est à dire no éditables, hormis les descendants de la première balise <legend> si elle existe.",
  "fieldset.form": "Cet attribut a la valeur de l'attribut id de l'élément <form> ⏎ <br> auquel il est associé.",
  "fieldset.name": "Le nom associé avec le groupe, qui sera soumis avec les données du formulaire.",
  "Find the current X-Ray Goggles image": "Trouvez l'image X-Ray Goggles (ci-dessous) et placez votre souris sur celle-ci jusqu'à ce qu'elle soit surlignée.",
  "focused-intro": "Vous survolez un élément",
  "form.accept": "Une liste séparée par des virgules de types de contenu que le serveur accepte.",
  "form.accept-charset": "Une liste des codages de caractères que le serveur accepte.",
  "form.action": "L'URI d'un programme de traitement des informations soumises via le formulaire.",
  "form.autocomplete": "Indique si les zones de saisie de ce formulaire peuvent par défaut être auto-complétées par le navigateur.",
  "form.enctype": "Lorsque la valeur de l'attribut method vaut post, cet attribut est le type MIME du contenu qui est envoyé au serveur lors de la soumission du formulaire.",
  "form.method": "La méthode HTTP à utiliser pour soumette le formulaire.",
  "form.name": "Le nom du formulaire.",
  "form.novalidate": "Cet attribut booléen indique que le formulaire ne doit pas être validé lorsqu'il est soumis.",
  "form.target": "Un nom ou un mot clé indiquant où afficher le contenu reçu en réponse à la soumission du formulaire.",
  "From template": "D'après un modèle",
  "Great! You've successfully swapped images": "Génial&nbsp;! Vous venez d'échanger des images. Essayez avec le reste de la page pour voir ce que vous pouvez remplacer.",
  "head.profile": "L'URI d'une ou plusieurs profils de méta-données, séparée(s) par des blancs.",
  "Help": "Aide",
  "help": "Cette fenêtre d’aide",
  "Here is the URL for your remix that anyone can view.": "Voici l'URL où tout le monde peut consulter votre remix.",
  "Here's how:": "Voici coment :",
  "Hi": "Bonjour",
  "hr.align": "Déconseillée depuis HTML4.01. Obsolète depuis HTML5",
  "hr.color": "Définit la couleur de la règle par nom de couleur ou valeur hexadécimale.",
  "hr.noshade": "Déconseillée depuis HTML4.01. Obsolète depuis HTML5",
  "hr.size": "Déconseillée depuis HTML4.01. Obsolète depuis HTML5",
  "hr.width": "Définit la longueur de la règle à afficher sur la page, en pixels ou en pourcents.",
  "HTML Source Code": "Code source HTML",
  "html-attribute-docs:class": "Cet attribut contient une liste séparée par des espaces des classes appliquées à l’élément. Les classes permettent à CSS de styler certains éléments grâce aux sélecteurs de classes.",
  "html-attribute-docs:id": "Cet attribut définit un identifiant (ID) qui doit être unique à tout le document. Il permet d’identifier l’élément pour le lier (avec un identificateur de fragment), le scripter ou le styler (avec CSS).",
  "html-attribute-docs:style": "Cet attribut contient des déclarations de style CSS à appliquer à l'élément.",
  "html-attribute-docs:title": "Cet attribut contient un texte d'information sur l'élément auquel il appartient. Une telle information peut typiquement, mais pas nécessairement, être présentée à l'utilisateur dans une infobulle.",
  "html-element-docs:a": "La balise <em>Anchor</em> (<code>&lt;a&gt;</code>) d&eacute;finit un lien hypertexte, la destination du nom d'un lien hypertexte, ou les deux.",
  "html-element-docs:abbr": "L'élément HTML Abréviation (<code>&lt;abbr&gt;</code>) représente une abréviation et en founit de manière optionnelle une description. S'il est présent, l'attribut <strong>title</strong> ne doit contenir que la description complète.",
  "html-element-docs:address": "The HTML Address&nbsp;Element (<code>&lt;address&gt;)</code> may be used by authors to supply contact information for its nearest <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code>\n or <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/body\">&lt;body&gt;</a></code>\n ancestor; in the later case, it applies to the whole document.",
  "html-element-docs:area": "The HTML <em>Area</em> element (<code>&lt;area&gt;</code>) defines a hot-spot region on an image, and optionally associates it with a hypertext link. This element is used only within a <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/map\">&lt;map&gt;</a></code>\n element.",
  "html-element-docs:article": "La balise HTML <em>Article</em> (<span style=\"font-family: Courier New;\">&lt;article&gt;</span>) représente un contenu auto-suffisant au sein d'un document, d'une page, d'une application ou d'un site, qui peut être distribué ou réutilisé indépendamment, par exemple via de la syndication de contenus. Ce peut être une publication sur un forum, un article de magazine ou de journal, un billet de blog, un commentaire saisi par un utilisateur, un composant interactif, ou n'importe quel élément ou contenu indépendant.",
  "html-element-docs:aside": "La balise HTML <em>Aside</em> (<span style=\"font-family: Courier New;\">&lt;aside&gt;</span>) repr&eacute;sente une partie de la page avec un contenu en rapport avec le contenu principal, qui peut &ecirc;tre consid&eacute;r&eacute; comme s&eacute;par&eacute; de celui-ci. De telles parties sont souvent repr&eacute;sent&eacute;es comme des encarts; ils contiennent souvent des explication comme un glossaire, des contenus plus vagues tels que les annonces, la biographie de l'auteur, our dans des applications web, les informations de profil ou des liens de blog en relation avec le contenu.",
  "html-element-docs:audio": "L'élément <code>audio</code> est utilisé pour insérer du contenu audio dans un document HTML ou XHTML. Il a été ajouté en HTML5.",
  "html-element-docs:b": "La balise <em>B</em> (<code>&lt;b&gt;</code>) repr&eacute;sente une partie de texte avec un style diff&eacute;rent du style normal, sans lui ajouter plus d'importance ou de pertinence. Elle est utilisée g&eacute;n&eacute;ralement pour des mots clefs dans les r&eacute;sum&eacute;s, les noms de produits dans les avis, ou toute autre partie de texte n&eacute;cessitant une pr&eacute;sentation typographique grasse. Un autre exemple est de marquer la phrase majeure de chaque paragraphe d'un article.",
  "html-element-docs:base": "The HTML&nbsp;<em>Base</em> element (<code>&lt;base&gt;</code>) specifies the base URL to use for all relative URLs contained within a document.&nbsp;",
  "html-element-docs:bdi": "La balise HTML <em>Bi-directional Isolation Element</em> (<code>&lt;bdi&gt;</code>) isole une partie de texte qui peut &ecirc;tre format&eacute;e suivant une direction diff&eacute;rente du texte qui l'entoure.",
  "html-element-docs:bdo": "La balise HTML <em>Bidirectional Override</em> (<span style=\"font-family: Courier New;\">&lt;bdo&gt;</span>) est utilis&eacute;e pour &eacute;craser la direction pr&eacute;sente du texte. Elle cause l'ignorance de celle-ci afin d'appliquer celle sp&eacute;cifi&eacute;e.",
  "html-element-docs:blockquote": "La balise HTML <em>Block Quotation</em> (<code>&lt;blockquote&gt;</code>) indique que le texte concern&eacute; est une citation. Cette balise est repr&eacute;sent&eacute;e visuellement par une indentation (voir <a title=\"en/HTML/Element/blockquote#Notes\" rel=\"internal\" href=\"https://developer.mozilla.org/en/HTML/Element/blockquote#Notes\">Notes</a> pour changer ce comportement). L'URL de l'origine de la citation peut &ecirc; renseign&eacute;e en utilisant l'attribut <strong>cite</strong>, et une repr&eacute;sentation de l'origine peut &ecirc;tre donn&eacute;e par la balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/cite\">&lt;cite&gt;</a></code>.",
  "html-element-docs:body": "The HTML&nbsp;Body (<code>&lt;body&gt;</code>) element represents the main content of an HTML&nbsp;document. There is only one <code>&lt;body&gt;</code> element in a document.",
  "html-element-docs:br": "L'élément HTML&nbsp;<em>Retour Chariot</em> (<code>&lt;br&gt;</code>) produit un retour à la ligne dans le texte. Il est utile lorsque les retours à la ligne ont un sens, comme dans un poème ou une adresse.",
  "html-element-docs:button": "La balise HTML <em>button</em> (<span style=\"font-family: Courier New;\">&lt;button&gt;</span>) repr&eacute;sente un bouton cliquable.",
  "html-element-docs:canvas": "L'élément HTML <em>Canvas</em> (<code>&lt;canvas&gt;</code>) peut être utilisé pour dessiner programmatiquement (généralement en <a title=\"fr/JavaScript\" rel=\"internal\" href=\"https://developer.mozilla.org/fr/JavaScript\">JavaScript</a>). Par exemple, il peut être utilisé pour dessiner des graphiques, mélanger des images ou même créer des animations.",
  "html-element-docs:caption": "L'élément HTML <em>Table Caption</em> (<span style=\"font-family: Courier New;\">&lt;caption&gt;</span>) représente le titre d'un tableau. Bien qu'il soit toujours le premier descendant d'un élément <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/table\">&lt;table&gt;</a></code>, il est possible de le styler avec CSS pour le placer ailleurs selon le tableau.",
  "html-element-docs:cite": "L'élément HTML Citation (<span style=\"font-family: Courier New;\">&lt;cite&gt;</span>) contient le titre d'une &oelig;uvre telle qu'un livre, une musique, un film, une émission, une sculpture, etc.",
  "html-element-docs:code": "La balise HTML Code (<span style=\"font-family: Courier New;\">&lt;code&gt;</span>) représente une portion de code. Par défaut, son contenu est affiché avec la police à largeur fixe du navigateur.",
  "html-element-docs:col": "L'élément HTML  <em>Table Column</em> (<code>&lt;col&gt;</code>) définit une colonne d'un tableau et est utilisé pour définir une sémantique commune à toutes les cellules. On le trouve généralement dans un élément <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/colgroup\">&lt;colgroup&gt;</a></code>.",
  "html-element-docs:colgroup": "La balise HTML <em>Table Column Group</em> (<span style=\"font-family: Courier New;\">&lt;colgroup&gt;</span>) d&eacute;finit un group de colonnes dans un tableau.",
  "html-element-docs:command": "L'élément <code>command</code> représente une commande que l'utilisateur peut exécuter.",
  "html-element-docs:datalist": "La balise HTML <em>Datalist Element</em> (<span style=\"font-family: Courier New;\">&lt;datalist&gt;</span>) contient un ensemble de balises <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/option\">&lt;option&gt;</a></code> qui repr&eacute;sentent les options possibles pour la valeur d'autres contr&ocirc;les.",
  "html-element-docs:dd": "La balise HTML <em>Definition Description</em> (<span style=\"font-family: Courier New;\">&lt;dd&gt;</span>) indique la d&eacute;finition d'un terme dans une liste de d&eacute;finition (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dl\">&lt;dl&gt;</a></code>).\nCette balise peut uniquement &ecirc;tre un enfant d'une liste de d&eacute;finitions et doit suivre une balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dt\">&lt;dt&gt;</a></code>.",
  "html-element-docs:del": "La balise HTML <em>Deleted Text</em> (<code>&lt;del&gt;</code>) repr&eacute;sente un morceau de texte qui a &eacute;t&eacute; supprim&eacute; d'un document. Cette balise est souvent (mais pas obligatoirement) affich&eacute;e par une ligne traversante.",
  "html-element-docs:details": "La balise HTML <em>details</em> (<code>&lt;details&gt;</code>) est utilis&eacute;e comme un encart d'information dans lequel l'utilisateur peut trouver des informations additionnelles.",
  "html-element-docs:dfn": "The Definition (<code>&lt;dfn&gt;</code>)&nbsp;HTML element represents the defining instance of a term.",
  "html-element-docs:div": "La balise HTML <em>Document Division</em> (&lt;div&gt;) est un conteneur g&eacute;n&eacute;rique pour le flux du contenu, qui n'a aucun sens s&eacute;mentique. It peut &ecirc;tre utilis&eacute; pour grouper des balises dans un but de style (en utilisant les attributs <strong>class</strong> ou <strong>id</strong>), ou parce qu'ils partagent des attributs communs, tel que <strong>lang</strong>. Il doit &ecirc;tre utilis&eacute; uniquement quand aucune autre balise s&eacute;meantique (telle que <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code> ou <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/nav\">&lt;nav&gt;</a></code>) n'est appropri&eacute;e.",
  "html-element-docs:dl": "La balise HTML <em>Definition List</em> (<code>&lt;dl&gt;</code>) entoure une liste de paires de termes et de descriptions. Une utilisation classique pour cette balise est la cr&eacute;ation d'un glossaire.",
  "html-element-docs:dt": "La balise HTML <em>Definition Term</em> (<span style=\"font-family: Courier New;\">&lt;dt&gt;</span>) identifie un terme dans une liste de d&eacute;finitions. Cette balise doit &ecirc;tre un enfant de <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dl\">&lt;dl&gt;</a></code> et est normalement suivie d'une balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dd\">&lt;dd&gt;</a></code>; cependant, plusieurs <code>&lt;dt&gt;</code> &agrave; la suite peuvent tous &ecirc;tre d&eacute;finis par la m&ecirc;me balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dd\">&lt;dd&gt;</a></code> qui les suit.",
  "html-element-docs:em": "La balise HTML <em>Emphasis</em> (<span style=\"font-family: Courier New;\">&lt;em&gt;</span>) marque le texte avec de l'emphase. La balise <code>&lt;em&gt;</code> peut &ecirc;tre imbriqu&eacute;e, ce qui implique un degr&eacute; d'emphase plus important.",
  "html-element-docs:embed": "La balise HTML <em>Embed</em> (<code>&lt;embed&gt;</code>) repr&eacute;sente un point d'int&eacute;gration pour une application externe ou un contenu int&eacute;ractif (en d'autres mots, un plug-in).",
  "html-element-docs:fieldset": "La balise HTML <em>fieldset</em> (<span style=\"font-family: Courier New;\">&lt;fieldset&gt;</span>) est utilis&eacute;e pour grouper plusieurs contr&ocirc;les ainsi que leurs labels (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/label\">&lt;label&gt;</a></code>) dans un formulaire.",
  "html-element-docs:figcaption": "La balise HTML <em>Figcaption</em> (<code>&lt;figcaption&gt;</code>) repr&eacute;sente un sous titre ou une l&eacute;gende associ&eacute; avec une figure ou une illustration repr&eacute;sent&eacute;e par la balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code> qui est son parent direct. La balise <code>&lt;figcaption&gt;</code> peut &ecirc;tre la premi&egrave;re ou la derni&egrave;re balise &agrave; l'int&eacute;rieur de <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code>. De plus, l'&eacute;l&eacute;ment <code>figcaption</code> est optionnel; s'il n'est pas fourni, la balise parente <code>figure</code> n'aura pas de l&eacute;gende.",
  "html-element-docs:figure": "La balise HTML <em>Figure</em> (<span style=\"font-family: Courier New;\">&lt;figure&gt;</span>) repr&eacute;sente un contenu autonome, souvent accompagn&eacute; d'un l&eacute;gende (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figcaption\">&lt;figcaption&gt;</a></code>), et est typiquement r&eacute;f&eacute;renc&eacute;e comme une entit&eacute; propre. Bien qu'elle soit li&eacute;e au flux principale, sa position est ind&eacute;pendante de celui-ci. Usuellement, cette balise est une image, une illustration, un diagramme, un morceau de code, ou un sch&eacute;ma qui est r&eacute;f&eacute;renc&eacute; dans le texte principal, mais qui peut aussi &ecirc;tre d&eacute;plac&eacute; sur une autre page ou une annexe sans affect&eacute; le flux principal.",
  "html-element-docs:footer": "L'élément HTML <em>Footer</em> (<span style=\"font-family: Courier New;\">&lt;footer&gt;</span>) représente le pied de page de la section qui le contient ou de la <a title=\"en/Sections and Outlines of an HTML5 document#sectioning root\" rel=\"internal\" href=\"https://developer.mozilla.org/en/Sections_and_Outlines_of_an_HTML5_document#sectioning_root\">section mère</a> element (i.e, c'est à dire le premier élément parmi ses ancêtres de type <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/aside\">&lt;aside&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/nav\">&lt;nav&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/section\">&lt;section&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/blockquote\">&lt;blockquote&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/body\">&lt;body&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/details\">&lt;details&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/fieldset\">&lt;fieldset&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code>⏎\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/td\">&lt;td&gt;</a></code>⏎\n). Un pied contient typiquement des informations sur l'auteur de la section, des données sur les droits d'auteur ou des liens vers des documents en rapport.",
  "html-element-docs:form": "The <em>form</em> (&lt;form&gt;) HTML&nbsp;element represents a section of document that contains interactive controls that enable a user to submit information to a web server.",
  "html-element-docs:h1": "<strong>Heading</strong> elements implement six levels of document headings, <code>&lt;h1&gt;</code> is the most important and <code>&lt;h6&gt;</code> is the least. A heading element briefly describes the topic of the section it introduces. Heading information may be used by user agents, for example, to construct a table of contents for a document automatically.",
  "html-element-docs:head": "L'élément HTML <code>&lt;head&gt;</code> représente une collection de méta-données sur le document, dont des liens et les définitions de scripts et de feuilles de style.",
  "html-element-docs:header": "The <em>HTML Header Element</em> (<code>&lt;header&gt;</code>) represents a group of introductory or navigational aids. It may contain some heading elements but also other elements like a logo, wrapped section's header, a search form, and so on.",
  "html-element-docs:hgroup": "La balise HTML <em>Headings Group</em> (<span style=\"font-family: Courier New;\">&lt;hgroup&gt;</span>) repr&eacute;sente l'ent&ecirc;te d'une section. Elle d&eacute;finit un titre simple d&eacute;crivant <a title=\"en/Sections and Outlines of an HTML5 document\" rel=\"internal\" href=\"https://developer.mozilla.org/en/Sections_and_Outlines_of_an_HTML5_document\">l'id&eacute;e du document</a> en tant qu'ent&ecirc; d'une section implicite ou explicite &agrave; laquelle elle appartient.",
  "html-element-docs:hr": "In \n<span style=\"border: 1px solid rgb(129, 129, 250); background-color: rgb(174, 218, 229); font-size: x-small; white-space: nowrap; padding: 2px;\"><a rel=\"custom\" href=\"/en/HTML/HTML5\">HTML5</a></span> the &lt;hr&gt; element represents a thematic break between paragraph-level elements (for example, a change of scene in a story, or a shift of topic with a section). In previous versions of HTML, it represented a horizontal rule. It may still be displayed as a horizontal rule in visual browsers, but is now defined in semantic terms, rather than presentational terms.",
  "html-element-docs:html": "La balise HTML <em>racine</em> (<span style=\"font-family: Courier New;\">&lt;html&gt;</span>) repr&eacute;sente la racine d'un document HTML ou XHTML. Toutes les autres balises doivent &ecirc;tre des descendants de celle-ci.",
  "html-element-docs:i": "La balise HTML <em>Offset Text (or Italics)</em> (<span style=\"font-family: Courier New;\">&lt;i&gt;</span>) repr&eacute;sente une partie de texte en dehors du texte normal pour n'importe quelle raison, par exemple, des termes techniques, une phrase dans une langue &eacute;trang&egrave;re, ou des pens&eacute;es de personnages de fiction. Elle est typiquement affich&eacute;e en italique.",
  "html-element-docs:iframe": "La balise HTML <em>inline frame</em> (<code>&lt;iframe&gt;</code>) repr&eacute;sente un contexte de navigation imbriqu&eacute;, en embarquant une autre page HTML dans la page pr&eacute;sente. Chaque contexte de navigation a son propre historique de navigation et document actif. Le contexte de navigation qui imbrique l'autre est appel&eacute; le contexte <dfn id=\"parent\">parent</dfn>. Le contexte <dfn id=\"top-level\">top-level</dfn> (qui n'a pas de parent) est g&eacute;n&eacute;ralement la fen&ecirc;tre du navigateur.",
  "html-element-docs:img": "La balise HTML <em>Image Element</em> (<code>&lt;img&gt;</code>) repr&eacute;sente une image du document.",
  "html-element-docs:input": "La balise HTML <em>input</em> (<code>&lt;input&gt;</code>) est utilis&eacute;e pour cr&eacute;er des contr&ocirc;les int&eacute;ractifs pour des formulaires web.",
  "html-element-docs:ins": "La balise HTML <em>Inserted Text</em> (<code>&lt;ins&gt;</code>) repr&eacute;sente une partie de texte qui a &eacute;t&eacute; ajout&eacute;e au document.",
  "html-element-docs:kbd": "La balise HTML <em>Keyboard Input Element</em> (<span style=\"font-family: Courier New;\">&lt;kbd&gt;</span>) produit un élément en ligne affiché dans la police à largeur fixe par défaut du navigateur. Cette balise est utilisée pour identifier une saisie de l'utilisateur.",
  "html-element-docs:keygen": "La balise HTML <code>keygen</code> existe pour faciliter la g&eacute;n&eacute;ration de mat&eacute;riel clef, et la soumission d'une clef publique comme une partie d'un formulaire HTML. Ce m&eacute;chanisme est destin&eacute; &agrave; &ecirc;tre utilis&eacute; avec des syst&egrave;mes de gestion de certificats sur le Web. La balise <code>keygen</code> sera utilis&eacute; dans un formulaire HTML avec d'autres informations n&eacute;cessaires pour construire une requ&ecirc;te de certificat, et le r&eacute;sultat du processus sera un certificat sign&eacute;",
  "html-element-docs:label": "La balise HTML <em>Label Element</em> (<code>&lt;label&gt;</code>) repr&eacute;sente un libell&eacute; pour un &eacute;l&eacute;ment de l'interface utilisateur. Elle peut &ecirc;tre associ&eacute;e &agrave; un contr&ocirc;le en utilisant l'attribut <code>for</code>, ou en pla&ccedil;ant le contr&ocirc;ll &agrave; l'int&eacute;rieur de la balise label.",
  "html-element-docs:legend": "The <em>HTML Legend Field Element</em> (<span style=\"font-family: Courier New;\">&lt;legend&gt;</span>) represents a caption for the content of its parent <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/fieldset\">&lt;fieldset&gt;</a></code>\n.",
  "html-element-docs:li": "La balise HTML <em>List item element</em> (<code>&lt;li&gt;</code>) est utilis&eacute;e pour repr&eacute;senter un &eacute;l&eacute;ment de liste. Elle doit &ecirc;tre contenue dans une balise repr&eacute;sentant une liste ordonn&eacute;e (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ol\">&lt;ol&gt;</a></code>), une liste non ordonn&eacute;e (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ul\">&lt;ul&gt;</a></code>) ou un menu (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/menu\">&lt;menu&gt;</a></code>), où elle repr&eacute;sente une seule entr&eacute;e dans cette liste.",
  "html-element-docs:link": "The <em>HTML Link Element</em> (&lt;link&gt;) specifies relationships between the current document and other documents. Possible uses for this element include defining a relational framework for navigation and linking the document to a style sheet.",
  "html-element-docs:map": "La balise HTML <em>Map</em> (<code>&lt;map&gt;</code>) est utilis&eacute; avec <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/area\">&lt;area&gt;</a></code> pour d&eacute;finir une carte d'image image map).",
  "html-element-docs:mark": "The <em>HTML Mark Element</em> (<span style=\"font-family: Courier New;\">&lt;mark&gt;</span>) represents highlighted text, i.e., a run of text marked for reference purpose, due to its <em>relevance</em> in a particular context. For example it can be used in a page showing search results to highlight every instance of the searched for word.",
  "html-element-docs:menu": "La balise HTML <em>menu</em> (<code>&lt;menu&gt;</code>) repr&eacute;sente une liste non ordonn&eacute;e de choix ou de commandes.",
  "html-element-docs:meta": "La balise HTML <em>Meta</em> (<code>&lt;meta&gt;</code>) repr&eacute;sente toute information de m&eacute;tadonn&eacute;e qui ne peut &ecirc;tre repr&eacute;sent&eacute;e par une autre balise sp&eacute;cifique (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/base\">&lt;base&gt;</a></code>, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/link\">&lt;link&gt;</a></code>, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/script\">&lt;script&gt;</a></code>, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/style\">&lt;style&gt;</a></code> ou <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/title\">&lt;title&gt;</a></code>). En fonction de l'ensemble des attributs, le type de m&eacute;tadonn&eacute;e peut &ecirc;tre l'un des suivants:",
  "html-element-docs:meter": "La balise HTML <em>meter</em> (<code>&lt;meter&gt;</code>) repr&eacute;sente soit une valeur d'un intervalle donn&eacute;, soit une valeur fractionnelle.",
  "html-element-docs:nav": "La balise <em>Navigation</em> (<code>&lt;nav&gt;</code>) repr&eacute;sente une partie de page contenant des liens vers d'autres pages ou des parties de la page: une section avec des liens de navigation.",
  "html-element-docs:noscript": "La balise HTML <em>NoScript</em> (<code>&lt;noscript&gt;</code>) d&eacute;finit une section du code html destin&eacute;e à &ecirc;tre ins&eacute;r&eacute;e si un type de script de la page n'est pas support&eacute; ou si les scripts sont d&eacute;sactiv&eacute;s dans le navigateur.",
  "html-element-docs:object": "L'objet int&eacute;gr&eacute; (&lt;object&gt;) repr&eacute;sente une ressource externe, qui peut &ecirc;tre trait&eacute; comme une image, un contexte de navigation imbriqu&eacute;, ou une ressource g&eacute;r&eacute;e par un plug-in.",
  "html-element-docs:ol": "The HTML <em>ordered list</em> element (<code>&lt;ol&gt;</code>) represents an ordered list of items. Typically, ordered-list items are displayed with a preceding numbering, which can be of any form, like numerals, letters or Romans numerals or even simple bullets. This numbered style is not defined in the HTML description of the page, but in its associated CSS, using the <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style-type\">list-style-type</a></code>\n property.",
  "html-element-docs:optgroup": "Dans un formulaire web, la balise HTML <em>optgroup</em> (&lt;optgroup&gt;) cr&eacute;e un groupe d'options entour&eacute;es par une balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/select\">&lt;select&gt;</a></code>.",
  "html-element-docs:option": "In a web form, the HTML<em> option </em>element (<span style=\"font-family: Courier New;\">&lt;option&gt;</span>) is used to create a control representing an item within a <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/select\">&lt;select&gt;</a></code>\n, an <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/optgroup\">&lt;optgroup&gt;</a></code>\n or a <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/datalist\">&lt;datalist&gt;</a></code>\n HTML5 element.",
  "html-element-docs:output": "La balise <em>output</em> (&lt;output&gt;) repr&eacute;sente le r&eacute;sultat d'un calcul.",
  "html-element-docs:p": "La balise HTML <strong>Paragraph</strong> (&lt;p&gt;) repr&eacute;sente un paragraphe. C'est la balise \"bloc\" la plus commune.",
  "html-element-docs:param": "<strong>Parameter </strong>element which defines parameters for <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/object\">&lt;object&gt;</a></code>\n.",
  "html-element-docs:pre": "Cette balise repr&eacute;sente un texte pr&eacute;-format&eacute;. Le texte contenu dans cette balise est typiquement affich&eacute; dans une police non proportionelle comme s'il &eacute;tait hors du fichier. Les espaces dans cette balise sont affich&eacute;s tels qu'ils sont &eacute;crits.",
  "html-element-docs:progress": "The HTML <em>progress</em> (<code>&lt;progress&gt;</code>) element is used to view the completion progress of a task. While the specifics of how it's displayed is left up to the browser developer, it's typically displayed as a progress bar.",
  "html-element-docs:q": "L'élément <strong>quote</strong> indique que le texte inclus est une citation.",
  "html-element-docs:s": "The <em>HTML&nbsp;Strikethrough Element</em> (<span style=\"font-family: Courier New;\">&lt;s&gt;</span>) renders text with a strike-through, or a line through it. Use the <code>&lt;s&gt;</code> element to represent things that are no longer relevant or no longer accurate. However, <code>&lt;s&gt;</code> is not appropriate when indicating document edits; for that, use the <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/del\">&lt;del&gt;</a></code>\n and <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ins\">&lt;ins&gt;</a></code>\n elements, as appropriate.",
  "html-element-docs:samp": "La balise HTML <em>Sample Text</em> (<span style=\"font-family: Courier New;\">&lt;samp&gt;</span>) produit un &eacute;l&eacute;ment en ligne affich&eacute; dans la police monospace par d&eacute;faut du navigateur (Lucida Console). Cette balise &eacute;tait pr&eacute;vue pour identifi&eacute;e un contenu en sortie d'un programme informatique.",
  "html-element-docs:script": "La balise <code>script</code> est utilis&eacute;e pour int&eacute;grer ou r&eacute;f&eacute;rencer un script ex&eacute;cutable dans un document <abbr title=\"Hypertext Markup Language\">HTML</abbr> ou <abbr title=\"Extensible Hypertext Markup Language\">XHTML</abbr>.",
  "html-element-docs:section": "L'élément HTML Section (<code>&lt;section&gt;</code>) représente une section générique d'un document, par exemple un ensemble thématique de contenus, comportant typiquement un titre.",
  "html-element-docs:select": "The <em>select</em> (<code>&lt;select&gt;</code>) HTML element represents a control that presents menu of options. The options within the menu are represented by <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/option\">&lt;option&gt;</a></code>\n elements, which can be grouped by <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/optgroup\">&lt;optgroup&gt;</a></code>\n elements. Options can be pre-selected for the user.",
  "html-element-docs:small": "La balise HTML <em>Small Element</em> (<span style=\"font-family: Courier New;\">&lt;small&gt;</span>) affiche le texte avec une taille <em>font size</em> en dessous (par exemple, de large vers medium, ou de small vers x-small) jusqu'&agrave; la taille de police minimum du navigateur.",
  "html-element-docs:source": "La balise <code>source</code> est utilis&eacute;e pour sp&eacute;cifier plusieurs ressources de m&eacute;dia pour les balises <code>audio</code> et <code>video</code> en HTML5. C'est une balise vide. Elle est g&eacute;n&eacute;ralement utilis&eacute;e pour r&eacute;f&eacute;rencer le m&ecirc;me m&eacute;dia dans de <a title=\"En/Media formats supported by the audio and video elements\" rel=\"internal\" href=\"https://developer.mozilla.org/En/Media_formats_supported_by_the_audio_and_video_elements\">multiples formats pris en charge par diff&eacute;rents navigateurs</a>.",
  "html-element-docs:span": "Cet élément HTML est un conteneur générique en ligne pour du contenu textuel, qui ne représente rien par lui-même. Il peut être utilisé pour grouper des éléments afin de leur donner un certain style (avec les attributs <strong>class</strong> ou <strong>id</strong>), ou parce qu'ils partagent certaines valeurs d'attributs, comme <strong>lang</strong>. Il ne faut l'utiliser que lorsqu'aucun autre élément sémantique n'est approprié. &lt;span&gt; est tout à fait similaire à l'élément <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/div\">&lt;div&gt;</a></code>, mais celui-ci est un élément de niveau bloc tandis que &lt;span&gt; est un élément en-ligne.",
  "html-element-docs:strong": "The HTML Strong Element (<span style=\"font-family: Courier New;\">&lt;strong&gt;</span>) gives text strong emphasis, typically this is displayed in bold.",
  "html-element-docs:style": "La balise <em>style</em> contient les informations de styles pour un document. Ces informations doivent &ecirc;tre renseign&eacute;es dans cette balise, traditionnellement en CSS (voir <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a>).",
  "html-element-docs:sub": "La balise HTML <em>Subscript Element</em> (<code>&lt;sub&gt;</code>) d&eacute;finit une partie de texte devant &ecirc;tre affich&eacute;e, pour des raisons typographiques, plus bas, et souvent dans une taille inf&eacute;rieure, que le reste du texte.",
  "html-element-docs:summary": "La balise HTML <em>summary</em> (<code>&lt;summary&gt;</code>) est utilis&eacute;e pour un r&eacute;sum&eacute;, un sous-titre ou une l&eacute;gende d'une balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/details\">&lt;details&gt;</a></code>.",
  "html-element-docs:sup": "The <em>HTML Superscript Element</em> (<code>&lt;sup&gt;</code>) defines a span of text that should be displayed, for typographic reasons, higher, and often smaller, than the main span of text.",
  "html-element-docs:table": "L'élément HTML <em>Tableau</em>(<code>&lt;table&gt;</code>) permet de représenter des données en deux dimensions ou plus.",
  "html-element-docs:tbody": "La balise HTML <em>Table Body</em> (<code>&lt;tbody&gt;</code>) d&eacute;finit un ensemble de lignes d&eacute;finissant le corps d'un tableau. Bien qu'optionnel, &eacute;tant donn&eacute; que les lignes du tableau peuvent &ecirc;tre d&eacute;finies par des balises <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/tr\">&lt;tr&gt;</a></code>\n enfants de la balise parente <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/table\">&lt;table&gt;</a></code>\n, si pr&eacute;sent, toutes les balises <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/tr\">&lt;tr&gt;</a></code>\n doivent &ecirc;tre incluses dans une unique balise <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/tbody\">&lt;tbody&gt;</a></code>\n.",
  "html-element-docs:td": "La balise HTML <em>Table Cell Element</em> (<code>&lt;td&gt;</code>) d&eacute;finit une cellule qui contient des donn&eacute;es.",
  "html-element-docs:textarea": "L'élément HTML <em>textarea</em> (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/textarea\">&lt;textarea&gt;</a></code>⏎\n) représente une zone de saisie multi-lignes.",
  "html-element-docs:tfoot": "La balise HTML <em>Table Foot Element</em> (<code>&lt;tfoot&gt;</code>) d&eacute;finit un ensemble de lignes r&eacute;sumant les colonnes du tableau.",
  "html-element-docs:th": "La balise HTML <em>Table Header Cell Element</em> (<code>&lt;th&gt;</code>) d&eacute;finit une cellule qui est une ent&ecirc;te d'un groupe de cellules du tableau. Le groupe de cellules auxquelles l'ent&ecirc;te fait r&eacute;f&eacute;rence est d&eacute;finie par les attributs <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th#attr-scope\">scope</a></code>\n et <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th#attr-headers\">headers</a></code>.",
  "html-element-docs:thead": "The <em>HTML Table Head Element</em> (<code>&lt;thead&gt;</code>) defines a set of rows defining the head of the columns of the table.",
  "html-element-docs:time": "La balise HTML <em>time</em> (<code>&lt;time&gt;</code>) représente soit une heure sur une horloge à 24&nbsp;heures, soit une date précise dans le <a class=\"external\" title=\"http://fr.wikipedia.org/wiki/Calendrier_gr%C3%A9gorien\" rel=\"external\" href=\"http://fr.wikipedia.org/wiki/Calendrier_gr%C3%A9gorien\" target=\"_blank\">calendrier grégorien</a> (avec des informations optionnelle sur l'heure et le fuseau horaire).",
  "html-element-docs:title": "La balise HTML <em>Title Element</em> (<code>&lt;title&gt;</code>) d&eacute;finit le titre du document, affich&eacute;e dans la barre de titre du navigateur ou sur l'onglet du document. Il peut seulement contenir du text, et tout autre balise n'est pas interpr&eacute;t&eacute;e.",
  "html-element-docs:tr": "La balise HTML <em>Table Row Element</em> (<code>&lt;tr&gt;</code>) d&eacute;finit une ligne de cellules dans un tableau. Celles-ci peut &ecirc;tre un m&eacute;lange de balises <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/td\">&lt;td&gt;</a></code>\n et de <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th\">&lt;th&gt;</a></code>.",
  "html-element-docs:u": "La balise HTML <em>Underline</em> (<span style=\"font-family: Courier New;\">&lt;u&gt;</span>) avec le texte avec un trait soulign&eacute;, une ligne sous la ligne de base du contenu.",
  "html-element-docs:ul": "La balise HTML <em>unordered list</em> (<code>&lt;ul&gt;</code>) repr&eacute;sente une liste d'&eacute;l&eacute;ments, plus pr&eacute;cis&eacute;ment une collection d'&eacute;l&eacute;ments n'ayant pas d'ordre num&eacute;rique, et leur ordre dans la liste n'a pas de sens. Les listes non ordonn&eacutes;es sont typiquement repr&eacute;sent&eacute;es par une puce, qui peut &ecirc;tre de diff&eacute;rente forme, comme un point, un cercle ou un carr&eacute;. Le style de la puce n'est pas d&eacute;fini dans la description HTML de la page, mais dans les styles CSS associ&eacutes;s, en utilisant la propri&eacute;t&eacute; <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style-type\">list-style-type</a></code>.",
  "html-element-docs:var": "The HTML Variable Element (<code>&lt;var&gt;</code>) represents a variable in a mathematical expression or a programming context.",
  "html-element-docs:video": "La balise HTML <code>&lt;video&gt;</code> est utilis&eacute;e pour int&eacute;grer du contenu vid&eacute;o dans un document HTML ou XHTML.",
  "html-element-docs:wbr": "La balise HTML <em>Word Break Opportunity</em> (<code>&lt;wbr&gt;</code>) repr&eacute;sente une position dans le texte o&ugrave; le navigateur peut optionnellement couper une ligne, bien que ses r&egrave;gles de coupe de ligne n'active pas forc&eacute;ment une coupure &agrave; cet endroit.",
  "html.manifest": "Indique l'URI d'un manifeste de ressources indiquant les ressources qui devraient être mises en cache localement.",
  "html.version": "Définit la version du DTD HTML qui est utilisée pour le document courant.",
  "id": "id",
  "If you need help": "Si vous avez besoin d'aide, assurez-vous que les lunettes à rayons X sont activées, puis pressez la touche <kbd>H</kbd> sur votre clavier.",
  "iframe.align": "L'alignement de cet élément par rapport au contexte environnant.",
  "iframe.frameborder": "La valeur 1 (valeur par défaut) indique au navigateur de dessiner une bordure entre ce cadre et tous les autres cadres.",
  "iframe.height": "Indique la hauteur du cadre ⏎ <br> HTML5 en pixels CSS ou ⏎ <br> HTML 4.01 en pixels ou en pourcentage.",
  "iframe.longdesc": "Une URI permettant une longue description du cadre.",
  "iframe.marginheight": "L'espace en nombre de pixels entre le contenu du cadre et ses marges supérieure et inférieure.",
  "iframe.marginwidth": "L'espace en nombre de pixels entre le contenu du cadre et ses marges latérales.",
  "iframe.mozallowfullscreen": "A partir de Gecko 9.0, cet attribut peut être mis à true afin d'autoriser le cadre à passer en mode plein écran en appelant sa méthode element.mozRequestFullScreen().",
  "iframe.name": "Un nom pour le contenu de navigation embarqué (ou pour la frame).",
  "iframe.sandbox": "S'il vaut la chaîne de caractères vide, cet attribut active des restrictions supplémentaires quant au contenu qui peut apparaître dans le cadre.",
  "iframe.scrolling": "Attribut d'énumération indiquant si le navigateur doit fournir une barre de défilement (ou autre) pour la frame : auto : seulement quand c'est nécessaire.",
  "iframe.seamless": "Cet attribut booléen indique que le navigateur devrait rendre le cadre interne de telle manière qu'il donne l'impression de faire partie du document contenant, par exemple en appliquant des styles CSS qui s'appliquent à la <iframe> au document contenu avant de styles spécifiés dans ce document , et par l'ouverture de liens dans les documents contenus dans le contexte de navigation du parent (sauf si un autre paramètre l'empêche).",
  "iframe.src": "L'URL de la page à insérer.",
  "iframe.srcdoc": "Le contenu de la page que le contexte intégré doit inclure.",
  "iframe.webkitallowfullscreen": "Avec Chrome 17 ou les versions ultérieures (voire peut-être antérieures), cet attribut peut valoir true si la frame est autorisée à être affichée au sein du mode plein écran en appelant la méthode element.webkitRequestFullScreen().",
  "iframe.width": "Indique la largeur du cadre\nHTML5 en pixels CSS, ou\nHTML 4.01 en pixels ou en pourcents.",
  "img.align": "L'alignement de l'imagine par-rapport au contexte environnant.",
  "img.alt": "Cet attribut définit un texte alternatif pour décrire l'image.",
  "img.border": "L'épaisseur de la bordure autour de l'image.",
  "img.crossorigin": "Cet attribut d'énumération indique si le mode de chargement de l'image liée doit être fait en utilisant CORS ou non.",
  "img.height": "La hauteur de l'image en\nHTML5 en pixels CSS, ou\nen HTML4 en pixels ou en pourcents.",
  "img.hspace": "Le nombre de pixels d'espace blanc à insérer à la gauche et à la droite de l'image.",
  "img.ismap": "Cet attribut booléen indique si l'image fait partie d'une image de carte côté serveur.",
  "img.longdesc": "L'adresse URL d'une description de l'image à afficher, qui complète le texte alternatif.",
  "img.name": "Un nom pour l'élément.",
  "img.src": "L'URL de l'image, cet attribut est obligatoire pour la balise <code>&lt;img&gt;</code>",
  "img.usemap": "L'URL partielle (commençant par \"#\") d'une image map associée avec l'élément.",
  "img.vspace": "Le nombre de pixels d'espace blanc à insérer au-dessus et en-dessous de l'image.",
  "img.width": "La largeur de l'image en pixels ou en pourcentage.",
  "input.accept": "Si la valeur de l'attribut de type est \"file\", cet attribut indique quels sont les types de fichiers que le serveur accepte&nbsp;; sinon il est ignoré.",
  "input.accesskey": "Un caractère sur lequel l'utilisateur peut appuyer pour que le contrôle soit sélectionné.",
  "input.autocomplete": "Cet attribut indique que le contenu de la zone de saisie peut être automatiquement complété par le navigateur.",
  "input.autofocus": "Cet attribut spécifie que cette zone de saisie devrait avoir le focus au chargement de la page, à moins que l'utilisateur n'en décide autrement, par exemple en tapant dans une autre zone.",
  "input.checked": "Lorsque la valeur de l'attribut <code>type</code> est <code>radio</code> (bouton-radio) ou <code>checkbox</code> (case à cocher), cet attribut booléen booléen indique que le bouton est coché par défaut. En cas contraire, il est ignoré.",
  "input.disabled": "Cet attribut booléen indique que le contrôle du formulaire n'est pas disponible pour cette interaction.",
  "input.form": "La balise <code>form</code> avec laquelle la balise <code>input</code> est associée (le formulaire qui la contient).",
  "input.formaction": "L'URI d'un programme qui traîte les informations envoyées par l'élément input, s'il s'agit d'un bouton ou d'une image.",
  "input.formenctype": "Si l'élément input est un bouton de soumission ou une image, cet attribut précise le type de contenu qui est utilisé pour soumettre le formulaire au serveur.",
  "input.formmethod": "Si l'élément d'entrée est un bouton de soumission ou une image, cet attribut spécifie la méthode HTTP que le navigateur utilise pour soumettre le formulaire.",
  "input.formnovalidate": "Si cet élément d'entrée est un bouton ou une image de soumission, cet attribut booléen indique que le formulaire ne doit pas être validé quand il est soumis.",
  "input.formtarget": "Si l'élément input est un bouton d'envoi ou une image, cet attribut est un nom ou un mot-clé indiquant où la réponse doit être affichée une fois le formulaire envoyé.",
  "input.height": "Lorsque la valeur de l'attribut type est image, cet attribut définit la hauteur de l'image affichée pour le bouton.",
  "input.list": "Identifie une liste d'options prédéfinies à suggérer à l'utilisateur.",
  "input.max": "La valeur maximale (numérique ou temporelle) pour cet élément, elle ne doit pas être inférieure à la valeur minimale (l'attribut min).",
  "input.maxlength": "Si la valeur de l'attribut type est text, email, search, password, tel ou url, cet attribut définit le nombre de caractères maximal (comptés en points de code Unicode) que l'utilisateur peut entrer. Il est ignoré pour les autres types de contrôle.",
  "input.min": "La valeur minimale (numérique ou temporelle) pour cet élément, elle ne doit pas être supérieure à la valeur maximale (attribut max).",
  "input.mozactionhint": "Spécifie une indication pour déterminer le texte à écrire sur la touche entrée du clavier virtuel des appareils mobiles.",
  "input.multiple": "Cet attribut booléen indique si l'utilisateur peut saisir ou non plus d'une valeur.",
  "input.name": "Le nom de la zone de saisie, qui sera envoyé au serveur avec son contenu.",
  "input.pattern": "Une expression rationnelle utilisée pour valider le contenu du contrôle.",
  "input.placeholder": "Une indication, destinée à l'utilisateur, pour savoir ce qui peut être saisi dans le contrôle.",
  "input.readonly": "Cet attribut booléen indique que l'utilisateur ne peut pas modifier la valeur de la zone de saisie.",
  "input.required": "Cet attribue indique que l'utilisateur doit fournir une valeur avant de pouvoir envoyer le formulaire.",
  "input.selectionDirection": "La direction dans laquelle la sélection a eu lieu.",
  "input.size": "La teille initiale de la zone de saisie.",
  "input.src": "Si la valeur de l'attribut type vaut image, cet attribut définit l'URI correspondant à l'image qui doit être affichée sur bouton d'envoi. Dans les autres cas, il est ignoré.",
  "input.step": "Fonctionne avec les attributs min et max pour limiter les incréments utilisables afin de définir une valeur numérique ou une date et une heure.",
  "input.tabindex": "La position de l'élément dans l'ordre de navigation au clavier du document courant.",
  "input.type": "Le type de zone de saisie à afficher",
  "input.usemap": "Le nom d'un élément <map>\n en tant qu'image de carte.",
  "input.value": "La valeur initiale de la zone de saisie.",
  "input.width": "Si la valeur de l'attribut type est image, cet attribut définit la largeur de l'image affichée comme bouton.",
  "input.x-moz-errormessage": "Cette extension Mozilla vous permet de spécifier le message d'erreur à afficher lorsqu'un champ ne valide pas correctement.",
  "ins.cite": "Cet attribut définit l'URI d'une ressource qui explique le changement, comme un lien vers des notes de  réunion ou un billet dans un système de dépannage.",
  "ins.datetime": "Cet attribut indique la date et l'heure de la modification et doit être une date valide et eventuellement une chaîne de caractères pour l'heure.",
  "Instantly publish your remix to a URL that anyone can view.": "Publiez instantanément votre remix en lui donnant une URL où tout le monde pourra le consulter.",
  "key-names:DELETE": "retour arrière",
  "key-names:DELETE-MacIntel": "supprimer",
  "key-names:DOWN": "↓",
  "key-names:ESC": "Échap",
  "key-names:LEFT": "←",
  "key-names:RIGHT": "→",
  "key-names:UP": "↑",
  "keygen.autofocus": "Cet attribut spécifie que cette zone de saisie devrait avoir le focus au chargement de la page, à moins que l'utilisateur n'en décide autrement, par exemple en tapant dans une autre zone.",
  "keygen.challenge": "Une chaîne de caractères de challenge, envoyée avec la clé publique.",
  "keygen.disabled": "Cet attribut booléen indique que le contrôle du formulaire n'est pas disponible pour cette interaction.",
  "keygen.form": "L'élément de forme auquel cet élément est associé (sa forme « parente »).",
  "keygen.keytype": "Le type de clé généré.",
  "keygen.name": "Le nom de la zone de saisie, qui sera envoyé au serveur avec son contenu.",
  "label.accesskey": "Un raccourci clavier pour accéder à cet élément à partir du clavier.",
  "label.for": "L'identifiant d'un élément pouvant avoir un label, lié à un formulaire du même document que l'élément label.",
  "label.form": "La balise <code>form</code> avec laquelle la balise <code>label</code> est associée (le formulaire auquel elle appartient).",
  "Let us help.": "On vous aide.",
  "link.charset": "Cet attribut définit l'encodage des caractères de la ressource liée",
  "link.disabled": "Cet attribut est utilisé pour désactiver une relation de lien.",
  "link.href": "Cet attribut indique l'URL de la ressource liée.",
  "link.hreflang": "Cet attribut indique la langue de la ressource liée.",
  "link.media": "Cet attribut indique le média sur lequel s'applique la ressource liée.",
  "link.methods": "La valeur de cet attribut fournit des informations quant aux fonctions qui peuvent être utilisées sur un objet.",
  "link.rel": "Cet attribut indique le type de relation entre le document liée et le document courant.",
  "link.rev": "La valeur de cet attribut indique la relation entre le document courant et le document lié, tel que défini par ⏎ <br> ⏎ l'attribut <br> href .",
  "link.sizes": "Cet attribut définit les tailles des icônes pour le contenu media visuel contenu dans la ressource.",
  "link.target": "Définit le nom de la fenêtre ou du cadre qui a la relation de lien définie ou qui va montrer le rendu de toute ressource liée.",
  "link.type": "Cet attribut est utilisé pour définir le type de contenu qui est lié.",
  "Make sure your browser's bookmarks bar is enabled.": "Assurez-vous que la barre personnelle de votre navigateur est activée.",
  "Make sure your web browser's bookmarks bar is enabled.": "Assurez-vous que la barre des marque-pages est affichée dans votre navigateur.",
  "Make": "Cr&eacute;er",
  "menu.label": "Donne l'étiquette d'un menu",
  "menu.type": "Utilisé pour préciser quel type de menu on déclare.",
  "Mess around with the rest of the page!": "Bidouillez le reste de la page&nbsp;!",
  "meta.charset": "Cet attribut déclare l'encodage de caractères utilisé par la page.",
  "meta.content": "Cet attribut fournit la valeur associée avec l'attribut \n\nhttp-equiv\n ou\n\nname\nen fonction du contexte.",
  "meta.http-equiv": "Cet attribut d'énumération définit la directive qui peut modifier le comportement des serveurs et des agents utilisateurs.",
  "meta.name": "Cet attribut définit le nom d'une métadonnée du document.",
  "meta.scheme": "Cet attribut définit le schéma dans lequel les métadonnées sont décrites.",
  "meter.form": "Cet attribut associe l'élément avec un élément de formulaire qui a la propriété de l'élément meter.",
  "meter.high": "La borne inférieure de la valeur maximale de l'intervalle mesuré.",
  "meter.low": "La borne supérieure la valeur minimale de l'intervalle mesuré.",
  "meter.max": "La borne supérieure (numérique) de l'intervalle mesuré.",
  "meter.min": "La limite numérique inférieure de la plage mesurée.",
  "meter.optimum": "Cet attribut indique la valeur numérique optimale.",
  "meter.value": "La valeur numérique actuelle.",
  "more-info": "Faites Shift-click pour avoir plus d'informations.",
  "Mozilla Webmaker": "Mozilla Webmaker",
  "My makes": "Mes fabrications",
  "Not sure what to make?": "Pas certain-e de ce que vous faites ?",
  "Now visit any website on the internet": "Visitez maintenant n'importe quel site sur Internet. Activez les lunettes à rayons X en cliquant sur le nouveau bouton dans votre barre personnelle et commencez à remixer&nbsp;!",
  "object.archive": "Une liste d'URIs, séparées par des espaces, contenant les archives des ressources d'un objet.",
  "object.border": "La largeur de la bordure de la zone de saisie, en nombre de pixels.",
  "object.classid": "L'URI de l'implémentation de l'objet.",
  "object.codebase": "Le chemin de base (préfixe) utilisé pour résoudre les URIs relatives définies par les attributs classid, data ou archive.",
  "object.codetype": "Le type de contenu de la donnée référencée par classid.",
  "object.data": "L'adresse de la ressource sous forme d'une URL valide.",
  "object.declare": "La présence de cet attribut booléen fait de cet élément une déclaration seule.",
  "object.form": "La balise <code>form</code> avec laquelle la balise <code>object</code> est éventuellement associée (le formulaire auquel elle appartient).",
  "object.height": "La hauteur de la ressource affichée, en pixels CSS.",
  "object.name": "Le nom, valide, d'un contexte de navigation (HTML5), ou le nom d'un contrôle (HTML4).",
  "object.standby": "Un message qui sera lancé par le navigateur pendant le chargement de l'implémentation d'un objet et de données",
  "object.tabindex": "La position de cet élément dans l'ordre de navigation au clavier du document en cours.",
  "object.type": "Le type MIME de la ressource spéficiée par data.",
  "object.usemap": "Une référence à un élément <map>.\nElle est composée d'un dièse (#) suivi par\n\nle nom\nde l'élément map.",
  "object.width": "La largeur de la ressource affichée, en pixels CSS.",
  "ol.compact": "Cet attribut booléen suggère que la liste devrait être affichée de manière compacte",
  "ol.reversed": "Cet attribut booléen définit si les éléments, appartenant à l'élément parent de la liste, seront listés dans l'ordre inverse, c'est-à-dire ",
  "ol.start": "Cet attribut entier spécifier la valeur de départ pour la numérotation des éléments de la liste.",
  "ol.type": "Indique le type de numérotation utilisée : 'a' indique les minuscules, 'A' les majuscules, 'i' les chiffres romains minuscules, 'I' les chiffres romains majuscules et '1' les nombres arabes.",
  "optgroup.disabled": "Si cet attribut booléen est défini, aucun des éléments de ce groupe d'options n'est sélectionnable.",
  "optgroup.label": "Le nom du groupe d'options, que le navigateur peut utiliser pour affecter un label aux options dans l'interface.",
  "option.disabled": "Si cet attribut booléen est renseigné, l'option ne peut pas être cochée.",
  "option.label": "Cet attribut correspond au texte indiquant la signification de l'option.",
  "option.selected": "Si il est présent, cet attribut Booléen indique que l'option est sélectionnée par défaut.",
  "option.value": "Le contenu, texte, de cet attribut représente le nom affiché qui expliquera l'option.",
  "output.for": "Une liste d'identifiants indiquant quels éléments ont fourni des valeurs d'entrée ou ont modifié le calcul.",
  "output.form": "L'élément de forme auquel cet élément est associé (sa forme « parente »).",
  "output.name": "Le nom de l'élément.",
  "param.name": "Nom du paramètre.",
  "param.type": "N'est utilisé que si l'attribut valuetype vaut \"ref\".",
  "param.value": "Valeur du paramètre.",
  "param.valuetype": "Il s'agit d'une API obsolète dont le fonctionnement n'est plus garanti.",
  "pointing-at": "pointant vers",
  "Popcorn Maker": "Popcorn Maker",
  "Preview": "Aperçu",
  "progress.form": "Cet attribut indique le formulaire auquel appartient la balise <code>progress</code>.",
  "progress.max": "Cet attribut décrit le volume de travail nécessité par la tâche indiquée dans l'indicateur de progression.",
  "progress.value": "Cet attribut spécifie quelle proportion de la tâche a été accomplie.",
  "Publish To Internet": "Publier sur Internet",
  "Publish Your Remix": "Publier votre remix",
  "Publishing...": "Publication en cours ...",
  "q.cite": "La valeur de cet attribut est une URL indiquant la source de la citation.",
  "quit": "Désactiver les X-Ray Goggles.",
  "redid": "Refait",
  "redo": "Rétablir",
  "Remix and share web pages instantly": "Remixez et partagez des pages web en un clin d’œil",
  "Remix any webpage!": "Remixez n'importe quelle page web&nbsp;!",
  "Remix Dialog": "Remixer un dialogue",
  "remix": "Remplace/mélange l'élément selectionné",
  "remove": "Supprimer l’élément sélectionné",
  "Replace the image location": "Remplacer l'emplacement de l'image (ou &quot;source&quot;, en HTML : &quot;src&quot;) avec l'URL que vous avez copiée à l'étape 1.",
  "replacement": "remplacement",
  "Save changes": "Enregistrer les modifications",
  "script.async": "Activez cet attribut booléen pour indiquer que le navigateur doit, si possible, exécuter le script de manière asynchrone.",
  "script.defer": "Cet attribut booléan est définit pour indiquer au navigateur que le script doit être exécuté une fois le document analysé/parsé.",
  "script.language": "Comme l'attribut type, cet attribut indique le langage de script utilisé.",
  "script.src": "Cet attribut spécifie l'URI d'un script externe, ce qui peut être utilisé comme une alternative à l'intégration d'un script directement dans un document.",
  "script.type": "Cet attribut identifie le langage de script du code embarqué dans un élément script ou référencé par l'attribut src de l'élément.",
  "See how Goggles work by swapping a image": "Voyez comment les lunettes fonctionnent en remplaçant une image par une autre",
  "See where it says": "Vous voyez où il y a <span>https://goggles.webmaker.org/img/goggles.png</span>&nbsp;? Cela correspond à l'URL de l'image courante. Vous pouvez la remplacer par l'URL de la nouvelle image que vous avez copiée à l'étape 1. Pour cela sélectionnez l'ancienne URL, cliquez-droit puis copiez le nouveau lien. Cliquez sur <strong>Appliquer les changements</strong>&nbsp;: la nouvelle image devrait apparaître.",
  "select.autofocus": "Cet attribut permet de spécifier que cette zone de saisie devrait avoir le focus au chargement de la page, à moins que l'utilisateur n'en décide autrement, par exemple en tapant dans une autre zone.",
  "select.disabled": "Cet attribut booléen indique que l'utilisateur ne peut pas interagir avec la zone de saisie.",
  "select.form": "La balise <code>form</code> avec laquelle la balise <code>select</code> est associée (le formulaire auquel elle appartient).",
  "select.multiple": "Cet attribut booléen indique que plusieurs options peuvent être sélectionnées dans la liste.",
  "select.name": "Le nom de la zone de saisie.",
  "select.required": "Un attribut booléen indiquant si une option avec une valeur non-vide doit être sélectionnée.",
  "select.selectedIndex": "L'index de l'élément <option>⏎ sélectionné.",
  "select.size": "Si le contrôle se présente comme une liste déroulante, cet attribut représente le nombre de lignes de cette liste qui peuvent être visibles en même temps.",
  "Share your remix": "Partagez votre remix",
  "short-command-descriptions:bug-report": "signaler un problème",
  "short-command-descriptions:css-quasimode": "css",
  "short-command-descriptions:dom-ascend": "monter",
  "short-command-descriptions:dom-descend": "descendre",
  "short-command-descriptions:help": "aide",
  "short-command-descriptions:quit": "fermer",
  "short-command-descriptions:redo": "rétablir",
  "short-command-descriptions:remix": "remixer",
  "short-command-descriptions:remove": "supprimer",
  "short-command-descriptions:undo": "annuler",
  "short-command-descriptions:uproot": "publier",
  "short-element-descriptions:a": "une ancre ou un hyperlien",
  "short-element-descriptions:abbr": "abbréviation",
  "short-element-descriptions:area": "hyperlien vers une carte image",
  "short-element-descriptions:article": "article indépendant",
  "short-element-descriptions:aside": "contenu tangentiel",
  "short-element-descriptions:audio": "flux audio embarqué",
  "short-element-descriptions:b": "gras",
  "short-element-descriptions:base": "URL de base",
  "short-element-descriptions:bdi": "formatage de texte bi-directionnel",
  "short-element-descriptions:bdo": "surcharge la bidirectionalité ",
  "short-element-descriptions:bgsound": "musique de fond",
  "short-element-descriptions:blockquote": "bloc de citation",
  "short-element-descriptions:body": "corps du document",
  "short-element-descriptions:br": "saut de ligne",
  "short-element-descriptions:button": "bouton interactif",
  "short-element-descriptions:canvas": "zone de dessin de graphiques dynamiques",
  "short-element-descriptions:caption": "légende du tableau",
  "short-element-descriptions:cite": "titre provisoire",
  "short-element-descriptions:code": "fragment de code",
  "short-element-descriptions:col": "colonne de tableau",
  "short-element-descriptions:colgroup": "groupe de colonnes de tableau",
  "short-element-descriptions:command": "contrôle d'action utilisateur",
  "short-element-descriptions:datalist": "liste des options prédéfinies",
  "short-element-descriptions:dd": "description de la définition",
  "short-element-descriptions:del": "texte supprimé",
  "short-element-descriptions:details": "contrôle à la demande",
  "short-element-descriptions:dfn": "définition",
  "short-element-descriptions:div": "division du document",
  "short-element-descriptions:dl": "liste de définitions",
  "short-element-descriptions:dt": "terme de la définition",
  "short-element-descriptions:em": "emphase",
  "short-element-descriptions:fieldset": "un groupe de zones de saisie",
  "short-element-descriptions:figcaption": "légende du graphique",
  "short-element-descriptions:form": "formulaire que l'utilisateur peut soumettre",
  "short-element-descriptions:h1": "en-tête",
  "short-element-descriptions:h2": "en-tête",
  "short-element-descriptions:h3": "en-tête",
  "short-element-descriptions:h4": "en-tête",
  "short-element-descriptions:h5": "en-tête",
  "short-element-descriptions:h6": "en-tête",
  "short-element-descriptions:head": "conteneur pour les méta-données du document",
  "short-element-descriptions:hgroup": "groupe d'en-tête",
  "short-element-descriptions:hr": "règle horizontale",
  "short-element-descriptions:html": "racine du document",
  "short-element-descriptions:i": "italique",
  "short-element-descriptions:iframe": "cadre en ligne",
  "short-element-descriptions:img": "image",
  "short-element-descriptions:input": "zone de saisie d'un formulaire",
  "short-element-descriptions:ins": "texte inséré",
  "short-element-descriptions:kbd": "saisie clavier",
  "short-element-descriptions:keygen": "générateur de paires de clés",
  "short-element-descriptions:label": "label d'une zone de saisie",
  "short-element-descriptions:legend": "légende du champ de saisie",
  "short-element-descriptions:li": "élément de liste",
  "short-element-descriptions:link": "méta-données pour les relations entre documents",
  "short-element-descriptions:map": "Carte d'image",
  "short-element-descriptions:mark": "texte marqué",
  "short-element-descriptions:menu": "liste de commandes",
  "short-element-descriptions:meta": "métadonnées",
  "short-element-descriptions:meter": "jauge numérique",
  "short-element-descriptions:nav": "navigation",
  "short-element-descriptions:nobr": "Pas de possibilité de coupure",
  "short-element-descriptions:noscript": "contenu du script par défaut",
  "short-element-descriptions:object": "objet embarqué",
  "short-element-descriptions:ol": "liste ordonnée",
  "short-element-descriptions:optgroup": "groupement d'options",
  "short-element-descriptions:option": "élément d'option",
  "short-element-descriptions:output": "résultat calculé",
  "short-element-descriptions:p": "paragraphe",
  "short-element-descriptions:param": "le paramètre de l'objet",
  "short-element-descriptions:pre": "texte préformaté",
  "short-element-descriptions:progress": "indicateur de progression",
  "short-element-descriptions:q": "citation",
  "short-element-descriptions:samp": "texte d'exemple",
  "short-element-descriptions:script": "script intégré",
  "short-element-descriptions:section": "section du plan du document",
  "short-element-descriptions:select": "liste de sélection",
  "short-element-descriptions:small": "texte de petite taille",
  "short-element-descriptions:source": "source du média embarqué",
  "short-element-descriptions:spacer": "espace de mise en page",
  "short-element-descriptions:span": "bloc de texte",
  "short-element-descriptions:strong": "emphase forte",
  "short-element-descriptions:style": "Feuille de style CSS",
  "short-element-descriptions:sub": "indice",
  "short-element-descriptions:summary": "résumé de détails",
  "short-element-descriptions:sup": "exposant",
  "short-element-descriptions:table": "données tabulaires",
  "short-element-descriptions:tbody": "corps du tableau",
  "short-element-descriptions:td": "cellule de donnée de tableau",
  "short-element-descriptions:textarea": "saisie de texte sur plusieurs lignes",
  "short-element-descriptions:tfoot": "pied de page d'un tableau",
  "short-element-descriptions:th": "cellule d'en-tête de tableau",
  "short-element-descriptions:thead": "en-tête de tableau",
  "short-element-descriptions:time": "date ou heure",
  "short-element-descriptions:title": "titre du document",
  "short-element-descriptions:tr": "ligne de tableau",
  "short-element-descriptions:tt": "texte télétype",
  "short-element-descriptions:u": "souligné",
  "short-element-descriptions:ul": "liste non ordonnée",
  "short-element-descriptions:var": "variable",
  "short-element-descriptions:video": "flux vidéo intégré",
  "short-element-descriptions:wbr": "possibilité de couper le mot",
  "Sign in to publish your remix": "Connectez-vous pour publier votre remix",
  "Sorry, an error occurred. Please try again later.": "Désolé, une erreur s'est produite. Veuillez réessayez plus tard",
  "source.media": "Une requête media vers la ressource media souhaitée.",
  "source.src": "Requis, l'adresse de la ressource media.",
  "source.type": "Le type MIME de la ressource, éventuellement avec un paramètre de codecs.",
  "style-change": "changement de style",
  "style.disabled": "S'il est défini, désactive (n'applique pas) les règles de style pour le document qui sont spécifiées dans l'élément.",
  "style.media": "A quel média ce style doit être appliqué.",
  "style.scoped": "Si cet attribut est présent, alors le style ne s'applique qu'à son élément parent.",
  "style.title": "Specifie des ensembles de feuilles de style alternatives.",
  "style.type": "Cet attribut définit le langage de style comme un type MIME (le jeu de caractères ne doit pas être spécifié).",
  "table.align": "Cet attribut d'énumération indique comment le tableau doit être aligné par rapport au document qui le contient.",
  "table.bgcolor": "Cet attribut définir la couleur d'arrière-plan du tableau et de son contenu.",
  "table.border": "Cet attribut entier définit, en pixels, la taille du cadre entourant le tableau.",
  "table.cellpadding": "Cet attribut définit l'espace entre le contenu d'une cellule et son bord, qu'il soit affiché ou non.",
  "table.cellspacing": "Cet attribut définit la taille, en pourcentage ou en pixels, de l'espace entre deux cellules (à la fois horizontalement et verticalement), entre le haut de la table et les cellules de la première ligne, la gauche de la table et la première colonne, la droite de la table et la dernière colonne, et entre la dernière ligne et le bas de la table.",
  "table.frame": "Cet attribut énuméré définit quel code du cadre entourant le tableau doit être affiché.",
  "table.rules": "Cet attribut d'énumération définit où les règles, c'est-à-dire",
  "table.summary": "Cet attribut définit un texte alternatif pour décrire le tableau, il est utilisé par les agents utilisateurs si le tableau n'est pas affiché.",
  "table.width ": "Cet attribut définit la largeur du tableau.",
  "tap-space-html": "Pressez la <div class=\"webxray-kbd\">barre d'espace</div> pour modifier ce style.",
  "tbody.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
  "tbody.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
  "tbody.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
  "tbody.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
  "tbody.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'entête du tableau.",
  "td.abbr": "Cet attribut contient une brève description abrégée du contenu de la cellule.",
  "td.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
  "td.axis": "Cet attribut contient une liste de chaînes de caractères séparées par des espaces.",
  "td.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
  "td.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
  "td.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
  "td.colspan": "Cet attribut contient un nombre entier positif qui indique sur combien de colonne la cellule doit s'étendre.",
  "td.headers": "Cet attribut est une liste de chaînes de caractères, séparées par des blancs, correspondant chacune à l'attribut id de éléments <th>\nqui s'appliquent à cet élément.",
  "td.rowspan": "Cet attribut containt une valeur entière positive ou nulle indiquant sur combien de lignes la cellule s'étend.",
  "td.scope": "Il s'agit d'une API obsolète dont le fonctionnement n'est plus garanti en HTML5",
  "td.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'entête du tableau.",
  "Teach": "Transmettre",
  "textarea.autofocus": "Cet attribut vous permet de spécifier que cette zone de saisie devrait avoir le focus au chargement de la page, à moins que l'utilisateur n'en décide autrement, par exemple en tapant dans une autre zone.",
  "textarea.cols": "La largeur visible du contrôle de texte, en largeur moyenne de caractère.",
  "textarea.disabled": "Cet attribut booléen indique que l'utilisateur ne peut pas intéagir avec cette zone de saisie.",
  "textarea.form": "La balise <code>form</code> avec laquelle la balise <code>textarea</code> est associée (le formulaire auquel elle appartient).",
  "textarea.maxlength": "Le nombre maximum de caractères (en points de code Unicode) que l'utilisateur peut saisir.",
  "textarea.name": "Le nom de la zone de saisie.",
  "textarea.placeholder": "Une indication à l'utilisateur sur ce qu'il peut saisir dans ce contrôle.",
  "textarea.readonly": "Cet attribut booléen indique que l'utilisateur ne peut pas modifier le contenu de la zone de saisie.",
  "textarea.required": "Cet attribue indique que l'utilisateur doit fournir une valeur avant de pouvoir envoyer le formulaire.",
  "textarea.rows": "Le nombre de lignes de texte visibles à l'intérieur de la zone de saisie.",
  "textarea.selectionDirection": "La direction dans laquelle la sélection a eu lieu.",
  "textarea.selectionEnd": "L'index du dernier caractère de la sélection actuelle.",
  "textarea.selectionStart": "L'index du premier caractère de la sélection actuelle.",
  "textarea.wrap": "Indique comment le contrôle ajuste le texte en fin de ligne.",
  "tfoot.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
  "tfoot.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
  "tfoot.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
  "tfoot.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
  "tfoot.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'entête du tableau.",
  "th.abbr": "Cet attribut contient une brève description abrégée du contenu de la cellule.",
  "th.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
  "th.axis": "Cet attribut contient une liste de chaînes de caractères séparées par des espaces.",
  "th.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
  "th.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
  "th.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
  "th.colspan": "Cet attribut containt une valeur entière positive ou nulle indiquant sur combien de colonnes la cellule s'étend.",
  "th.headers": "Cet attribut est une liste de chaînes de caractères, séparées par des blancs, correspondant chacune à l'attribut id de éléments <th>\nqui s'appliquent à cet élément.",
  "th.rowspan": "Cet attribut contient un entier positif correspondant au nombre de lignes sur lequel la cellule doit être étendue.",
  "th.scope": "Un attribut d'énumération qui définit les cellules auxquelles l'entête, défini dans cet élément <th>, fait référence.",
  "th.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'entête du tableau.",
  "The URL you just copied links to a new image!": "L'URL que vous venez de copier pointe vers une nouvelle image&nbsp;!",
  "thead.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
  "thead.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la colonne.",
  "thead.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
  "thead.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
  "thead.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'entête du tableau.",
  "Then click on the highlighted image": "Cliquez ensuite sur l'image surlignée. Ça révèlera son code source HTML.",
  "Thimble": "Thimble",
  "time.datetime": "Cet attribut indique la date et l'heure de l'élément et doit être une date valide avec une chaîne  facultative pour donner l'heure.",
  "time.pubdate": "(Cette fonctionnalité est encore en cours de discussion au sein du Groupe de travail HTML5 du W3C et du WHATWG). Cet attribut booléen indique que la date et l'heure données par l'élément correspondent à la date de publication d'un document.",
  "too-big-to-change": "Cet élément est trop gros pour être remixé. Essayez d'en sélectionner un plus petit&nbsp;!",
  "too-big-to-remix-html": "<div>Cette balise <code>&lt;${tagName}&gt;</code> contient trop de choses pour être remixée. Essayez d'en sélectionner une plus petite.</div>",
  "tr.align": "Cet attribut d'énumération définit la façon dont l'alignement horizontal est géré, pour le contenu de chaque cellule.",
  "tr.bgcolor": "Cet attribut définit la couleur d'arrière-plan de chaque cellule de la ligne.",
  "tr.char": "Cet attribut est utilisé pour spécifier le caractère sur lequel seront alignées les cellules d'une colonne.",
  "tr.charoff": "Cet attribut est utilisé pour spécifier le décalage (en nombre de caractères) de la colonne par rapport aux caractères d'alignement donnés par l'attribut char.",
  "tr.valign": "Cet attribut indique l'alignement vertical du texte à l'intérieur de chaque ligne de l'entête du tableau.",
  "Try it out": "Essayez-le",
  "ul.compact": "Cet attribut booléen suggère que la liste devrait être affichée de manière compacte",
  "ul.type": "Utilisé pour définir le style des puces pour une liste.",
  "undid": "Annulé",
  "undo": "Annuler",
  "unload-blocked": "Vous n’avez pas enregistré toutes vos modifications.",
  "uproot": "Publiez votre remix",
  "video.autobuffer": "Un attribut booléen ; si spécifié, le téléchargement de la vidéo va automatiquement commencer même si la lecture automatique n'est pas activée.",
  "video.autoplay": "Un attribut booléen; Si spécifié, la vidéo démarrera automatiquement dès que cela sera possible sans s'interrompre en cours de lecture pour finir de se télécharger.",
  "video.buffered": "Un attribut en lecture pour déterminer le nombre de fragments sur lesquels le media a été mis en mémoire tampon.",
  "video.controls": "Si cet attribut est présent, Gecko offrira des contrôles pour permettre à l'utilisateur de contrôler la lecture vidéo, dont le volume, la recherche et la mise en pause/reprise de la lecture.",
  "video.height": "La hauteur de la zone d'affichage de la vidéo, en pixels CSS.",
  "video.loop": "Un attribut booléen, s'il est spécifié, la piste vidéo sera automatiquement repositionnée au début une fois la lecture finie.",
  "video.muted": "Un attribut booléen qui indique le réglage audio par défaut pour cette video.",
  "video.poster": "Une URL indiquant une image à afficher avant que l'utilisateur lance la lecture.",
  "video.preload": "Cet attribut contient une énumération destinée à indiquer au navigateur ce qui d'après l'auteur permettrait d'offrir la meilleure expérience à l'utilisateur.",
  "video.src": "L'URL de la vidéo à insérer.",
  "video.width": "La largeur de la zone pour afficher la vidéo, exprimée en pixels CSS.",
  "When you're ready to share your remixed page": "Lorsque vous êtes prêt à partager votre page remixée, cliquez sur le bouton Publier ou taper la touche <kbd>P</kbd> de votre clavier. Cela rend visibles vos modifications sur Internet pour que les autres utilisateurs puissent les voir.",
  "With X-Ray Goggles activated": "Une fois les lunettes activées, appuyez sur la touche <kbd>H</kbd> pour avoir de l'aide.",
  "With X-Ray Goggles now activated": "À présent que les lunettes à rayons X sont activées, déplacez la souris sur la page. Vous remarquez que les images et le texte sont surlignés&nbsp;?",
  "with": "avec l’attribut",
  "X-Ray Goggles Logo": "Logo des Lunettes à rayons X",
  "X-Ray Goggles": "Lunettes à rayons X",
  "You can take X-Ray Goggles with you anywhere on the web:": "Vous pouvez emporter les lunettes à rayons X n'importe où sur le Web&nbsp;:",
  "You can take X-Ray Goggles with you anywhere": "Vous pouvez emporter les X-RAY Goggles partout sur le web avec vous ! Installez en deux simples étapes."
}
