{
    "a.charset": "attribute นี้กำหนดการเข้ารหัสตัวอักษรของแหล่งข้อมูลที่ถูกลิ้งค์",
    "a.coords": "สำหรับการใช้รูปร่าง object attribute นี้จะใช้ด้วยจุลภาคแบ่งพิกัดของวัตถุบนหน้านี้",
    "a.datafld": "attribute นี้ใช้ระบุชื่อคอลัมน์จากแหล่งข้อมูลของ object ที่ให้ข้อมูลที่ถูกผูกไว้",
    "a.datasrc": "attribute นี้ระบุหมายไอดีของวัตถุแหล่งข้อมูลที่ให้ข้อมูลที่ถูกผูกไว้กับ element นี้",
    "a.href": "หนึ่ง attribute นี้สำหรับ anchor ระบุในการใช้ของ hypertext source link",
    "a.hreflang": "นี่คือ attribute บ่งชี้ของภาษาที่ถูกเชื่อมโยงมาจากแหล่งข้อมูล",
    "a.media": "attribute นี้ใช้ระบุ สื่อ ที่จะนำมาใช้จากแหล่งข้อมูลที่ถูกเชื่อมโยงไปยัง",
    "a.methods": "ค่าของ attribute นี้ให้ข้อมูลเกี่ยวกับฟังก์ชั่นที่อาจจะมีการดำเนินการบน object",
    "a.name": "attribute นี้ต้องการในการกำหนดตำแหน่งเป้าหมายของ anchor ในหน้า",
    "a.ping": "การรองรับ \"ping\" ถูกยกเลิกไปหลังจาก Firefox 3 beta 3",
    "a.rel": "สำหับ anchors ที่รวม href attribute, attribute นี้ระบุความสัมพันธ์ของ object ที่เลือกไปยังลิ้งค์ object ",
    "a.rev": "attribute นี้ระบุถึงลิ้งค์กลับ ซึ่งเป็นทางกลับความสัมพันธ์ของ rel attribute",
    "a.shape": "attribute นี้ใช้กำหนดพื้นที่สามารถเลือกได้ของไฮเปอร์เท็กซ์เชื่อมโยงไปยังแหล่งที่มาที่เกี่ยวข้องกับร่างที่จะสร้าง map",
    "a.target": "attribute นี้ระบุว่าจะแสดงผลแหล่งข้อมูลที่ถูกเชื่อมโยงที่ไหน",
    "a.type": "attribute นี้ใช้ระบุประเภทสื่อ MIME สำหรับลิงค์",
    "a.urn": "attribute นี้ควรจะได้รับการสนับสนุนไมโครซอฟท์ที่เกี่ยวข้องกับรูปแบบชื่อทรัพยากร (URN) ที่มีการเชื่อมโยง",
    "area.accesskey": "ระบุทางเลือกแป้นพิมพ์สำหรับ element",
    "area.alt": "สตริงข้อความที่ใช้แสดงแทนรูปภาพบนบราวเซอร์ที่ไม่แสดงรูปภาพ",
    "area.coords": "ค่าของพิกัดในตำแหน่ง hotspot",
    "area.href": "Hyperlink ที่ใช้ในการส่งไปยังพื้นที่นั้นๆ",
    "area.hreflang": "บ่งชี้ภาษาของแหล่งข้อมูลที่ถูกเชื่อมโยง",
    "area.media": "คำแนะนำของมีเดียสำหรับออกแบบของแหล่งข้อมูลที่ถูกเชื่อมโยง เช่น เครื่องพิมพ์และจอภาพ",
    "area.name": "ระบุชื่อของพื้นที่ที่กดได้ เพื่อใช้ในการ script ของบราวเซอร์เก่า",
    "area.nohref": "บ่งบอกให้เห็นว่าไม่มีการเชื่อมต่อสำหรับพื้นที่ที่ต้องการ",
    "area.rel": "สำหับ anchors ที่รวม href attribute, attribute นี้ระบุความสัมพันธ์ของ object ที่เลือกไปยังลิ้งค์ object ",
    "area.shape": "รูปทรงที่เกี่ยวข้องของ hotspot",
    "area.tabindex": "ค่าตัวเลขที่ระบุตำแหน่งของการกำหนดตำแหน่งของแท็บของเบราเซอร์",
    "area.target": "attribute นี้ระบุว่าจะแสดงผลแหล่งข้อมูลที่ถูกเชื่อมโยงที่ไหน",
    "area.type": "attribute นี้ใช้ระบุประเภทสื่อ MIME สำหรับลิงค์",
    "audio.autobuffer": "Boolean attribute; หากถูกใช้, เสียงจะถูกเริ่มดาวน์โหลดอัตโนมัติ แม้ว่าไม่ได้ตั้งให้เล่นอัตโนมัติ",
    "audio.autoplay": "Boolean attribute; ถ้าระบุ (เช่นค่าเป็น \"false\"!), เสียงจะถูกเริ่มเล่นอัตโนมัติ มันสามารถเล่นได้โดยไม่หยุดจนกว่าการโหลดข้อมูลจะเสร็จสิ้น",
    "audio.buffered": "attribute ที่คุณสามารถอ่านเพื่อที่จะวิเคราะห์ว่าช่วงเวลาของสื่อที่ได้รับการบัฟเฟอร์",
    "audio.controls": "ถ้าคุณสมบัตินี้ถูกใช้งานอยู่ บราวเซอร์จะแสดงแผงควบคุมที่อนุญาติให้ผู้ใช้ควบคุมการเล่นเสียง ประกอบด้วย ความดัง การค้นหา หยุดเล่นชั่วคราว/เล่นต่อ",
    "audio.loop": "Boolean attribute; ถ้าหากระบุ เราจะเริ่มต้นใหม่อัตโนมัติเมื่อเสียงเล่นจนจบแล้ว",
    "audio.mozCurrentSampleOffset": "Offset  ใช้ระบุตัวเลขของตัวอย่าง ตั้งแต่จุดเริ่มต้นของสตรีมเสียงซึ่งเสียงที่กำลังเล่นอยู่",
    "audio.muted": "Boolean attribute ซึ่งระบุว่าเสียงจะเริ่มต้นแบบไม่มีเสียง",
    "audio.preload": "attribute นี้แจกแจงวัตถุประสงค์ เพื่อให้คำแนะนำเกี่ยวกับเบราว์เซอร์สิ่งที่ผู้เขียนคิดว่าจะนำไปสู่​​ประสบการณ์การใช้งานที่ดีที่สุด",
    "audio.src": "URL สำหรับการฝังเสียง",
    "base.href": "ฐาน URL ใช้สำหรับทั้งเอกสารกับ URL ที่มีความสัมพันธ์ด้วย",
    "base.target": "ชื่อ หรือ keyword ใช้ในการบ่งบอกค่าเริ่มต้นของที่อยู่ที่จะแสดงในผลลัพท์เมื่อ hyperlinks หรือ forms ถูกใช้ในการเปลี่ยนค่า สำหรับ element ที่ไม่มีการระบุอย่างแน่ชัดสำหรับที่อยู่ของที่อ้างอิง",
    "bdo.dir": "ทิศทางของข้อความใน element นี้",
    "blockquote.cite": "URL ที่กำหนดแหล่งที่มาของเอกสารหรือข้อความสำหรับข้อมูลที่ยกมา",
    "body.alink": "สีของลิงค์เมื่อถูกเลือก",
    "body.background": "URI ของรูปภาพใช้เป็นพิ้นหลัง",
    "body.bgcolor": "สีพื้นหลังสำหรับเอกสาร",
    "body.link": "สีข้อความของลิงค์ที่ยังไม่ถูกกดใช้งาน",
    "body.onafterprint": "ฟังก์ชันนี้จะถูกเรียกใช้หลังจากผู้ใช้พิมพ์เอกสาร",
    "body.onbeforeprint": "ฟังก์ชันจะถูกเรียกใช้งาน เมื่อผู้ใช้ต้องการพิมพ์เอกสาร",
    "body.onbeforeunload": "ฟังก์ชันนี้เรียกเมื่อเอกสารไม่ถูกโหลด",
    "body.onblur": "ฟังก์ชันจะถูกเรียกใช้งานเมื่อเอกสารหลุดจากการโฟกัส",
    "body.onerror": "ฟังก์ชันจะถูกเรียกใช้งาน เมื่อเอกสารโหลดผิดพลาด",
    "body.onfocus": "ฟังก์ชันจะถูกเรียกใช้งานเมื่อเอกสารถูกโฟกัส",
    "body.onhashchange": "ฟังชั่นที่จะเรียกต่อเมื่อ fragment identifier แยก (เริ่มต้นด้วยอักษร hash (#) ) เป็นของ document ปัจจุบันที่มีที่อยู่ที่ถูกเปลี่ยนแล้ว",
    "body.onload": "ฟังก์ชันจะถูกเรียกใช้งาน เมื่อเอกสารสิ้นสุดการโหลด",
    "body.onmessage": "ฟังก์ชันจะถูกเรียกใช้งาน เมื่อเอกสารได้รับข้อความ",
    "body.onoffline": "ฟังค์ชั่นที่จะถูกเรียกใช้เมื่อระบบการสื่อสารเสียหาย",
    "body.ononline": "ฟังก์ชันจะถูกเรียกเมื่อการเชื่อมต่อได้รับการซ่อมแซม",
    "body.onpopstate": "ฟังก์ชันนี้จะถูกเรียกใช้งานเมื่อผู้ใช้เปิดดูประวัติ",
    "body.onredo": "ฟังก์ชันจะถูกเรียกใช้เมื่อผู้ใช้งานยกเลิกการแก้ไข",
    "body.onresize": "ฟังก์ชั่นที่จะเรียกเมื่อเอกสารที่ได้รับการปรับขนาด",
    "body.onstorage": "ฟังก์ชันจะถูกเรียกใช้งาน เมื่อพื้นที่จัดเก็บมีการเปลี่ยนแปลง",
    "body.onundo": "ฟังก์ชันนี้จะถูกเรียกใช้งานเมื่อผู้ใช้กลับไปหน้าก่อนหน้า",
    "body.onunload": "ฟังก์ชั่นจะถูกเรียก เมื่อเอกสารโหลดเสร็จ",
    "body.text": "สีเบื้องหน้าของตัวอักษร",
    "body.vlink": "สีของตัวอักษรสำหรับลิงค์ที่ดูแล้ว",
    "br.clear": "บ่งชี้ว่าจะเริ่มต้นบรรทัดถัดไปหลังจากหยุด",
    "button.autofocus": "Boolean attribute นี้ให้คุณสามารถระบุว่าปุ่มควรที่จะมีการ focus เมื่อเพจโหลด, เว้นแต่ถ้า user ตั้งค่าทับมัน อย่างเช่นการพิมพ์ปุ่มบังคับอื่น",
    "button.disabled": "Boolean attribute นี้กำหนดไม่ให้ผู้ใช้ใช้ปุ่ม",
    "button.form": "element ฟอร์มที่ปุ่มที่เกี่ยวข้องกับ (เจ้าของมัน)",
    "button.formaction": "URI ของโปรแกรมที่มีกระบวนการส่งข้อมูลจากปุ่ม",
    "button.formenctype": "ถ้าปุ่มเป็นปุ่มส่ง attribute นี้ระบุประเภทของเนื้อหาที่จะใช้ในการส่งแบบฟอร์มไปยังเซิร์ฟเวอร์",
    "button.formmethod": "ถ้าปุ่มเป็นปุ่มส่ง, attribute นี้จะระบุวิธีการส่ง HTTP ที่เบราเซอร์ใช้ส่งฟอร์ม",
    "button.formnovalidate": "ถ้าหากปุ่มเป็นปุ่ม submit, boolean attribute นี้จะกำหนดว่าฟอร์มนี้ถูกยังไม่ได้ตรวจสอบเมื่อถูก submit ไปแล้ว",
    "button.formtarget": "ถ้าปุ่มนี้เป็นปุ่มส่งข้อมูล attribute นี้คือ ชื่อ หรือ คีย์เวิร์ด ที่ระบุสถานที่ที่แสดงการตอบสนองที่ได้รับหลังจากการกรอกแบบฟอร์ม",
    "button.name": "ชื่อของปุ่มจะถูกส่งพร้อมข้อมูลในฟอร์ม",
    "button.type": "ชนิดของปุ่ม",
    "button.value": "ค่าเริ่มต้นของุปุ่ม",
    "canvas.height": "ความสูงของพื้นที่ใน CSS พิกเซล",
    "canvas.width": "The width of the coordinate space in CSS pixels.",
    "caption.align": "attribute นี้แจกแจงและระบุว่าหัวข้อจะต้องมีการจัดเรียงอย่างไรกับตาราง",
    "col.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของ คอลัมน์ ต่างๆของข้อมูลจะที่ถูกจัดการ",
    "col.bgcolor": "Attribute นี้กำหนดสีพื้นหลังของเซลล์ต่างๆของคอลัมน์",
    "col.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลล์ของคอลัมน์ที่ใช้",
    "col.charoff": "attribute นี้ใช้ในการระบุจำนวนตัวอักษรที่ offset ส่วนของข้อมูลในตารางจากการจัดแถวของตัวหนังสือโดยใช้ char attribute",
    "col.span": "attribute นี้เก็บค่าจำนวนเต็มบวกที่ระบุจำนวนของคอลัมน์ที่ต่อเนื่องกันที่ <col> element ขยายไป",
    "col.valign": "attribute นี้ ระบุการจัดแนวตั้งของข้อความในแต่ละเซลล์ที่อยู่ในคอลัมน์",
    "col.width": "attribute นี้กำหนดความกว้างโดยปริยายของแต่ละคอลัมน์ในกลุ่มคอลัมน์ปัจจุบัน",
    "colgroup.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของ คอลัมน์ ต่างๆของข้อมูลจะที่ถูกจัดการ",
    "colgroup.bgcolor": "attribute นี้จะกำหนดสีพื้นหลังของเซลล์สมาชิกของกลุ่มในแต่ละกลุ่มคอลัมน์",
    "colgroup.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลล์ของคอลัมน์ที่ใช้",
    "colgroup.charoff": "attribute นี้ใช้ในการระบุจำนวนตัวอักษรที่ offset ส่วนของข้อมูลในตารางจากการจัดแถวของตัวหนังสือโดยใช้ char attribute",
    "colgroup.span": "attribute นี้บรรจุจำนวนเต็มบวก ใช้ระบุตัวเลขของคอลัมน์ที่ต่อเนื่องกันเพิ่มเติม เพื่อนำไปใช้กับ  element <column>",
    "colgroup.valign": "attribute นี้ ระบุการจัดแนวตั้งของข้อความในแต่ละเซลล์ที่อยู่ในคอลัมน์",
    "colgroup.width": "attribute นี้กำหนดความกว้างโดยปริยายของแต่ละคอลัมน์ในกลุ่มคอลัมน์ปัจจุบัน",
    "command.checked": "บ่งชี้ว่าคำสั่งได้ถูกเลือกหรือไม่",
    "command.disabled": "แสดงให้เห็นว่าคำสั่งยังไม่สามารถใช้งานได้",
    "command.icon": "ให้รูปภาพที่แสดงถึงคำสั่ง",
    "command.label": "ชื่อของคำสั่งจะถูกแสดงไปยังผู้ใช้",
    "command.radiogroup": "attribute นี้ให้ชื่อสำหรับกลุ่มของ commands, ด้วยประเภทของ radio, ที่สามารถเปิดปิดได้เมื่อคำสั่งให้ตัวเองปิดหรือเปิด",
    "command.type": "attribute นี่ระบุประเภทของคำสั่ง",
    "dd.nowrap": "หากค่าของ attribute นี้ถูกต้องไว้ที่ yes, จะแปลว่าข้อความจะไม่ถูก wrap",
    "del.cite": "URI สำหรับแหล่งข้อมูลไว้อธิบายการเปลี่ยนแปลง (เช่น นาทีที่พบ)",
    "del.datetime": "attribute นี้ระบุถึงวันและเวลาของการเปลี่ยนแปลงและจำเป็นต้องเป็นวันที่ที่ถูกต้องพร้อมกับ string เพิ่มเติมของเวลา",
    "details.open": "Boolean attribute นี้ระบุว่าข้อมูลที่จะแสดงให้ผู้ใช้ตอนเพจโหลด",
    "dl.compact": "บังคับให้คำอธิบายของคำนิยามอยู่ในบรรทัดเดียวกันกับศัพท์ของคำนิยาม",
    "embed.height": "แสดงความสูงของแหล่งข้อมูลในรูปแบบพิกเซล CSS",
    "embed.src": "URL ของแหล่งข้อมูลถูกฝังแล้ว",
    "embed.type": "ชนิด MIME เพื่อใช้ในการเลือกปลั๊กอินในการเริ่มต้น",
    "embed.width": "ความกว้างของสิ่งที่แสดงในรูปแบบพิกเซลซีเอสเอส",
    "fieldset.disabled": "หากการตั้งค่าของ attribute ถูกตั้งไว้, การควบคุมของฟอร์มนั้นจะสืบทอดต่อ, ยกเว้นการสืบทอดครั้งแรกนั้นเป็นสิ่งที่ไม่จำเป็น <legend> element, จะถูกปิดไว้ หรือไม่สามารถปรับแต่งได้",
    "fieldset.form": "attribute นี้เก็บค่าของ id attribute ของ <form> element ที่เกี่ยวข้องกับมัน",
    "fieldset.name": "ชื่อที่เกี่ยวข้องกับกลุ่ม, จะถูกส่งไปพร้อมกับข้อมูลของฟอร์ม",
    "form.accept": "รายการที่แยกโดยคอมมาของประเภทของเนื้อหาที่เซิร์ฟเวอร์รองรับ",
    "form.accept-charset": "รายการการเข้ารหัสอักษรที่เซิร์ฟเวอร์รองรับ",
    "form.action": "URI ของโปรแกรมที่ดำเนินข้อมูลที่ถูกส่งผ่านจากฟอร์ม",
    "form.autocomplete": "แสดงว่า control ในฟอร์มนี้สามารถมีค่าที่บราวเซอร์กำหนดให้อัตโนมัติตอนเริ่มต้นได้หรือไม่",
    "form.enctype": "เมื่อค่าของ attribute ถูกส่ง, attribute นี้จะเป็นประเภท MIME ของข้อมูลที่ใช้ในการส่งผ่านฟอร์มไปยังเซิร์ฟเวอร์",
    "form.method": "วิธีทาง HTTP ที่บราวเซอร์ใช้สำหรับส่งฟอร์ม",
    "form.name": "ชื่อสำหรับแบบฟอร์มนี้",
    "form.novalidate": "Boolean attribute นี้แสดงให้เห็นว่าฟอร์มจะไม่ได้ถูกตรวจสอบหลังจากส่งข้อมูล",
    "form.target": "ชื่อหรือคีย์เวิร์ดที่ระบุตำแหน่งที่แสดงผลตอบกลับหลังจากส่งฟอร์ม",
    "head.profile": "URI ของ metadata จะต้องถูกแบ่งด้วยช่องว่าง",
    "hr.align": "เลิกใช้ตั้งแต่ HTML4.01. ถูกถอนออกตั้งแต่ HTML5",
    "hr.color": "ชุดสีอยู่ในรูปของ ชื่อสี หรือ เลขฐานสิบหก",
    "hr.noshade": "เลิกใช้ตั้งแต่ HTML4.01. ถูกถอนออกตั้งแต่ HTML5",
    "hr.size": "เลิกใช้ตั้งแต่ HTML4.01. ถูกถอนออกตั้งแต่ HTML5",
    "hr.width": "ตั้งกฏความยาวเป็นพิกเซลหรือเปอร์เซ็นต์",
    "html.manifest": "ระบุ URI ของข้อมูล manifest แสดงถึงทรัพยากรที่จะใช้ cached ในตัวเครื่อง",
    "html.version": "ระบุเวอร์ชั่นของ การกำหนดประเภทของ HTML Document ที่จะครอบครอง document นั้นๆ",
    "iframe.align": "การจัดตำแหน่งของ element นี้จะเป็นไปตามสิ่งแวดล้อม",
    "iframe.frameborder": "ค่า 1 (ค่าโดยปริยาย) บอกบราวเซอร์ให้วาดเส้นขอบระหว่างเฟรมนี้และเฟรมอื่นทุกเฟรม",
    "iframe.height": "แสดงความสูงของกรอบ HTML5 ในหน่วย CSS พิกเซล หรือ HTML 4.01 ในหน่วยพิกเซลหรือเป็นเปอร์เซ็นต์",
    "iframe.longdesc": "URI ของรายละเอียดอย่างยาวของเฟรม",
    "iframe.marginheight": "ระยะห่างของเนื้อหาจากขอบ บน,ล่าง หน่วยเป็น พิกเซล",
    "iframe.marginwidth": "ขนาดของช่องว่างเป็นพิกเซลระหว่างเนื้อหาของเฟรมกับขอบซ้ายและขอบขวา",
    "iframe.mozallowfullscreen": "ใน Gecko 9.0 หรือต่อจากนั้น, attribute นี้สามารถตั้งต่าให้เป็น true หาก frame ถูกยอมให้วางไว้ใน full screen mode โดยการเรียก element.mozRequestFullScreen() method",
    "iframe.name": "ชื่อของข้อมูลที่ถูกฝัง (หรือ frame)",
    "iframe.sandbox": "หากระบุให้เป็น string ที่ว่างเปล่า attribute นี้จะเปิดค่าการจำกัดเพื่อเติมในส่วนของข้อมูลที่แสดงในเฟรมที่แสดง inline",
    "iframe.scrolling": "attribute ที่แยกแล้วกำหนดว่าเมื่อไรเบราเซอร์ควรที่จะเปิด scroll bar ให้ (หรือเครื่องมือ scroll อื่นๆ) สำหรับ frame อัตโนมัติ ต่อเมื่อต้องการเท่านั้น",
    "iframe.seamless": "Boolean attribute นี้ระบุว่าเบราเซอร์ควรที่จะทำให้ inline frame ในส่วนของการทำให้เป็นส่วนหนึ่งของ document, อย่างเช่นการทำให้ CSS Styles ที่อยู่บน <iframe> รวม document ก่อน styles ถูกกำหนดใน document หรือโดยการเปิดลิ้งค์ที่รวม document ใน parent browser (ถ้าหากการตั้งค่าไม่ได้ถูกปิดไว้)",
    "iframe.src": "URL หน้าเว็บในการใช้ Embed",
    "iframe.srcdoc": "เนื้อหานี้บรรจุเนื้อหาของหน้าที่ถูกฝังไว้",
    "iframe.webkitallowfullscreen": "ใน Chrome 17 หรือใหม่กว่า (และเก่ากว่าก็เป็นไปได้), attribute นี้สามารถใช้ในการตั้งค่าถ้าหากต้องการให้เฟรมเปิดในหน้าเต็มจอโดยการเรียกฟั่งชั่น element.webkitRequestFullScreen()",
    "iframe.width": "ระบุความกว้างของเฟรม HTML5 ในรูป CSS pixel หรือ HTML 4.01 ในรูป pixel หรือเป็นเปอร์เซ็นต์",
    "img.align": "การจัดตำแหน่งของภาพนี้จะเป็นไปตามสิ่งแวดล้อมโดยรอบ",
    "img.alt": "attribute นี้ใช้กำหนดข้อความอธิบายภาพ",
    "img.border": "ความกว้างของเส้นขอบรอบรูป",
    "img.crossorigin": "attribute นี้นับเป็นการแสดงให้เห็นว่าการเรียกของภาพที่เกี่ยวข้องจะต้องดำเนินการโดยใช้ CORS หรือไม่",
    "img.height": "แสดงความสูงของรูปภาพ CSS ใน HTML5 มีหน่วยเป็นพิกเซล หรือ HTML 4.01 มีหน่วยเป็นพิกเซลหรือเป็นเปอร์เซ็นต์",
    "img.hspace": "จำนวนของพิกเซลของที่ว่างสีขาวที่จะแทรกเข้าไปในด้านซ้ายและขวาของรูปภาพ",
    "img.ismap": "Boolean attribute นี้กำหนดว่ารูปเป็นส่วนของ map ของ server-side",
    "img.longdesc": "URL ของรายละเอียดของภาพที่จะแสดงซึ่งเสริมข้อความ ALT",
    "img.name": "ชื่อของ element",
    "img.src": "URL ของรูปภาพ, attribute นี้คือใช้ร่วม <img> element",
    "img.usemap": "URL บางส่วน (เริ่มต้นด้วย '#') จากรูป เกี่ยวข้องกับ image map element",
    "img.vspace": "จำนวน pixels ของพื้นที่สีขาวที่จะแทรกระหว่างด้านบน และ ด้านล่างของรูป",
    "img.width": "ความกว้างของรูปในหน่วย พิกเซล หรือ เปอร์เซ็นต์",
    "input.accept": "ถ้าค่าของประเภท attribute นี้เป็นไฟล์ attribute นี้จะระบุประเภทของไฟล์ที่เซิร์ฟเวอร์อนุญาติ นอกนั้นถูกปฏิเสธ",
    "input.accesskey": "character เดียวที่ผู้ใช้กดเพื่อเปลี่ยนการเน้นการควบคุม",
    "input.autocomplete": "attribute นี้บ่งบอกว่า ค่าของส่วนควบคุมสามารถถูกทำให้สมบูรณ์อัตโนมัติ โดยบราวเซอร์",
    "input.autofocus": "Boolean attribute นี้จะช่วยให้คุณระบุว่าตัวควบคุมฟอร์มควรมีโฟกัสการป้อนข้อมูลเมื่อเพจโหลด เว้นแต่ผู้ใช้แทนที่มันตัวอย่างเช่นโดยการพิมพ์อยู่ในการควบคุมที่แตกต่างกัน",
    "input.checked": "ถ้าค่าของ type attribute เป็น radio หรือ checkbox, การที่มี Boolean attribute นี้อยู่ จะระบุว่า control จะถูกเลือกมาเป็นค่าเริ่มต้น ไม่เช่นนั้นก็จะถูกละเลย",
    "input.disabled": "Boolean attribute นี้แสดงให้เห็นว่าตัวควบคุมฟอร์มจะไม่สามารถใช้ได้สำหรับการโต้ตอบ",
    "input.form": "element แบบฟอร์มที่ input element ที่เกี่ยวข้องกับ (เจ้าของร่างของมัน)",
    "input.formaction": "URI ของโปรแกรมใช้ประมวลผลข้อมูลที่ส่งมาจากองค์ประกอบนำเข้า ถ้าเป็นปุ่มส่งข้อมูลหรือภาพ",
    "input.formenctype": "หาก input element เป็นปุ่ม submit หรือรูปภาพ, attribute นี้ระบุถึงประเภทของข้อมูลที่จะใช้ในการส่งข้อมูลไปยัง server",
    "input.formmethod": "ถ้า input element เป็นปุ่มหรือรูปภาพ  attribute นี้จะระบุประเภทของ HTTP ในการใช้ส่งฟอร์มที่ใช้ในเบราเซอร์",
    "input.formnovalidate": "ถ้า element ที่นำเข้าคือปุ่มซับมิทหรือรูปภาพ, Boolean attribute นี้ระบุว่ารูปแบบจะไม่ได้ถูกตรวจสอบเมื่อถูกส่งไป ",
    "input.formtarget": "ถ้า element นำเข้า เป็นรูปหรือปุ่ม attribute นี้เป็นชื่อหรือคำหลักที่แสดงให้เห็นเพื่อแสดงการตอบสนองที่ได้รับหลังจากการกรอกแบบฟอร์ม",
    "input.height": "If the value of the type attribute is image, this attribute defines the height of the image displayed for the button.",
    "input.list": " ระบุรายการตัวเลือกกำหนดไว้ล่วงหน้า ที่จะแนะนำให้กับผู้ใช้",
    "input.max": "ค่าสูงสุด (ตัวเลขหรือวันที่) สำหรับสิ่งนี้ ซึ่งจำเป็นว่าต้องไม่น้อยกว่าค่าขั้นต่ำ (min attribute)",
    "input.maxlength": "ถ้าค่าของประเภท attribute ที่เป็นข้อความ, อีเมล์, การค้นหา, รหัสผ่าน, โทรศัพท์, หรือพิมพ์ URL attribute นี้ระบุจำนวนสูงสุดของตัวอักษร (ในจุดรหัส Unicode) ที่ผู้ใช้สามารถป้อน; ชนิดควบคุมอื่น ๆ ก็จะถูกละเว้น",
    "input.min": "ค่าขั้นต่ำ (ในรูปแบบตัวเลขหรือวันที่และเวลา) สำหรับสิ่งนี้ ซึ่งจะต้องไม่มากกว่าค่าขั้นสูง (max attribute)",
    "input.mozactionhint": "ระบุ \"คำใบ้\" สำหรับการกรอกข้อมูลบนอุปกรณ์เคลื่อนที่ด้วยคีย์บอร์ดบนหน้าจอ",
    "input.multiple": "Boolean attribute นี้ระบุว่าผู้ใช้สามารถใส่ค่าได้มากกว่าหนึ่งค่าได้หรือไม่",
    "input.name": "ชื่อของตัวควบคุม จะถูกส่งไปพร้อบกับข้อมูลของฟอร์ม",
    "input.pattern": "การแสดงออกปกติว่าค่าของตัวควบคุมถูกตรวจสอบกับ",
    "input.placeholder": "คำใบ้สำหรับผู้ใช้ในแผงควบคุม",
    "input.readonly": " Boolean attribute นี้ใช้ระบุว่าผู้ใช้ไม่สามารถแก้ค่าในตัวควบคุมได้",
    "input.required": "attribute นี้ระบุว่าผู้ใช้จะต้องกรอกข้อมูลลงไปก่อนที่จะส่งแบบฟอร์ม",
    "input.selectionDirection": "ทิศทางที่การเลือกเกิดขึ้น",
    "input.size": "ขนาดเริ่มต้นของแผงควบคุม",
    "input.src": "ถ้าค่าของของ type attribute เป็นภาพ attribute นี้ ระบุ URI สำหรับตำแหน่งของภาพที่จะแสดงบนปุ่มส่ง จะถูกละเว้นถ้าเป็นอย่างอื่น",
    "input.step": "ทำงานกับ attributes ต่ำสุดและสูงสุดที่จะจำกัดการเพิ่มขึ้นที่ตัวเลขหรือวันเวลาเป็นค่าที่สามารถตั้งได้",
    "input.tabindex": "ตำแหน่งของ element ในลำดับแท็บนำทางสำหรับเอกสารปัจจุบัน",
    "input.type": "ชนิดของการควบคุมเพื่อแสดง",
    "input.usemap": "ชื่อของ element <map> ที่จะเป็น image map",
    "input.value": "ค่าเริ่มต้นสำหรับการควบคุม",
    "input.width": "If the value of the type attribute is image, this attribute defines the width of the image displayed for the button.",
    "input.x-moz-errormessage": "ส่วนเสริมนี้ของ Mozilla ช่วยให้คุณสามารถระบุข้อความแสดงข้อผิดพลาดที่จะแสดงเมื่อเขตข้อมูลที่ไม่ประสบความสำเร็จในการตรวจสอบ",
    "ins.cite": "attribute นี้กำหนด URI ของแหล่งข้อมูล อธิบายการเปลี่ยนแปลง, เช่นเดียวกับการเชื่อมต่อไปยังคำอธิบายการประชุมหรือวิธีการช่วยเหลือในการแก้ปัญหา",
    "ins.datetime": "attribute นี้ระบุถึงวันและเวลาของการเปลี่ยนแปลงและจำเป็นต้องเป็นวันที่ที่ถูกต้องพร้อมกับ string เพิ่มเติมของเวลา",
    "keygen.autofocus": "Boolean attribute นี้จะช่วยให้คุณระบุว่าการควบคุมควรจะมีโฟกัสการป้อนข้อมูลเมื่อเพจโหลด เว้นแต่ผู้ใช้แทนที่มัน ตัวอย่างเช่นโดยการพิมพ์อยู่ในการควบคุมที่แตกต่างกัน",
    "keygen.challenge": "ข้อความจะถูกส่งมาพร้อมกับ public key",
    "keygen.disabled": "Boolean attribute นี้แสดงให้เห็นว่าตัวควบคุมฟอร์มจะไม่สามารถใช้ได้สำหรับการโต้ตอบ",
    "keygen.form": "element แบบฟอร์มที่ element นี้มีความเกี่ยวข้องกับ (\"เจ้าของฟอร์ม\")",
    "keygen.keytype": "ประเภทของคีย์ที่สร้าง",
    "keygen.name": "ชื่อของตัวควบคุม จะถูกส่งไปพร้อบกับข้อมูลของฟอร์ม",
    "label.accesskey": "ปุ่มคำสั่งลัดเพื่อเข้าถึง element นี้จากคีย์บอร์ด",
    "label.for": "ไอดีของ element ฟอร์มที่เกี่ยวข้องกับ labelable ในเอกสารเดียวกันเป็น element ที่ถูก label",
    "label.form": "form element ที่มี label element เกี่ยวข้องด้วย (เป็นเจ้าของฟอร์ม)",
    "link.charset": "attribute นี้กำหนดการเข้ารหัสตัวอักษรของแหล่งข้อมูลที่ถูกลิ้งค์",
    "link.disabled": "attribute นี้จะใช้ในการ ปิดการใช้งานการเชื่อมโยงความสัมพันธ์",
    "link.href": "attribute นี้ใช้ระบุ URL ของแหล่งข้อมูลที่ถูกลิงค์",
    "link.hreflang": "นี่คือ attribute บ่งชี้ของภาษาที่ถูกเชื่อมโยงมาจากแหล่งข้อมูล",
    "link.media": "attribute นี้ใช้ระบุ สื่อ ที่จะนำมาใช้จากแหล่งข้อมูลที่ถูกเชื่อมโยงไปยัง",
    "link.methods": "ค่าของ attribute นี้ให้ข้อมูลเกี่ยวกับฟังก์ชั่นที่อาจจะมีการดำเนินการบน object",
    "link.rel": "attribute นี้กำหนดชื่อของความสัมพันธ์ของเอกสารที่ถูกเชื่อมโยงกับเอกสารปัจจุบัน",
    "link.rev": "ค่าของ attribute นี่แสดงความสัมพันธ์ของเอกสารปัจจุบันที่เชื่อมโยงไว้ โดยกำหนด href attribute",
    "link.sizes": "attribute นี้จะกำหนดขนาดของไอคอนสำหรับสื่อภาพที่มีอยู่ในทรัพยากร",
    "link.target": "กำหนดชื่อเฟรมหรือหน้าต่างที่มีความสัมพันธ์เชื่อมโยงที่กำหนดไว้หรือที่จะแสดงการแสดงผลของทรัพยากรที่เชื่อมโยง",
    "link.type": "attribute นี้ใช้กำหนดประเภทของเนื้อหาที่ถูกลิ้งค์",
    "menu.label": "กำหนดชื่อของเมนู",
    "menu.type": "ถูกใช้เพื่อระบุชนิดของเมนูที่ประกาศ",
    "meta.charset": "attribute นี้ประกาศการเข้ารหัสตัวอักษรของหน้านี้",
    "meta.content": "attribute นี้จะให้ค่าที่เกี่ยวข้องกับ http-equiv หรือ name attribute,  ขึ้นอยู่กับบริบท",
    "meta.http-equiv": "การกำหนด attribute นี้ แจกแจง pragma ที่สามารถปรับเปลี่ยนพฤติกรรมเซิร์ฟเวอร์และของ user agents",
    "meta.name": "attribute นี้ถูกกำหนดตามชื่อของเอกสารกำกับข้อมูล",
    "meta.scheme": "attribute นี้ใช้ระบุ scheme และในนั้นอธิบาย metadata ไว้",
    "meter.form": "attribute นี้ร่วมกับ element ของ form element ที่มีเจ้าของ เป็น meter element",
    "meter.high": "ตัวเลขตัวผูกพันปลายสูงของช่วงการวัด",
    "meter.low": "เลขสูงผูกมัดกับการวัดระดับต่ำ",
    "meter.max": "เลขด้านประมาณผลการวัด",
    "meter.min": "ตัวเลขที่ลดลงจากช่วงที่ถูกผูกไว้",
    "meter.optimum": "attribute นี้ใช้ระบุค่าตัวเลขที่เหมาะสม",
    "meter.value": "ค่าตัวเลขปัจจุบัน",
    "object.archive": "รายการที่ถูกแบ่งช่องว่าง ของ URIs สำหรับ แหล่งข้อมูลของ object",
    "object.border": "ความกว้างของขอบในหน่วยพิกเซล",
    "object.classid": "URI ของ การใช้งานของ object",
    "object.codebase": "base path ใช้สำหรับระบุ URIs ของ classid, ข้อมูล,หรือ archive",
    "object.codetype": "ประเภทของเอกสารถูกกำหนดโดย classid",
    "object.data": "ที่อยู่ของทรัพยากรที่ใช้ URL ที่ถูกต้อง",
    "object.declare": "การมีอยู่ของ Boolean attribute นี้ทำให้ element นี้ถูกประกาศไว้เท่านั้น",
    "object.form": "form element, ถ้ามี element object ที่เกี่ยวข้องกับ (เจ้าของมัน)",
    "object.height": "ความสูงของข้อมูลที่จะแสดงในรูปของ CSS pixel",
    "object.name": "ชื่อของบริบทของเบราเซอร์ที่ถูกต้อง (HTML5), หรือชื่อของการควบคุบ (HTML 4)",
    "object.standby": "ข้อความที่เบราว์เซอร์สามารถแสดงขณะที่โหลดองค์ประกอบและข้อมูล",
    "object.tabindex": "ตำแหน่งของ element ในลำดับแท็บนำทางสำหรับเอกสารปัจจุบัน",
    "object.type": "ข้อมูลประเภท MIME ถูกระบุโดยแหล่งที่มา",
    "object.usemap": "hash-name อ้างอิงถึง <map> element; ซึ่งเป็น  '#' ตามด้วยค่าของ ชื่อ ของ map element",
    "object.width": "ความกว้างของข้อมูลในการแสดงผล ในหน่วยพิกเซล CSS",
    "ol.compact": "Boolean attribute นี้แนะนำว่ารายการควรจะแสดงผลในรูปแบบกะทัดรัด",
    "ol.reversed": "Boolean attribute นี้ใช้ในการระบุสิ่งของในทางกลับกันเป็นต้น",
    "ol.start": "attribute จำนวนเต็มนี้ใช้ระบุค่าเริ่มต้นสำหรับระบุหมายเลขรายการ",
    "ol.type": "ระบุประเภทของการเรียงลำดับ: 'a' ระบุว่าเป็นตัวอักษรพิมพ์เล็ก, 'A' ระบุว่าเป็นตัวอักษรพิมพ์ใหญ่, 'i' ระบุว่าเป็นตัวเลขโรมันพิมพ์เล็ก, 'I' ระบุว่าเป็นตัวเลขโรมันพิมพ์ใหญ่, และ '1' ระบุว่าเป็นตัวเลข",
    "optgroup.disabled": "ถ้า Boolean attribute นี้ถูกกำหนด, จะไม่สามารถเลือกสิ่งใด ๆ ในกลุ่มตัวเลือกได้",
    "optgroup.label": "ชื่อของกลุ่มตัวเลือก ที่บราวเซอร์สามารถใช้เมื่อกำหนดชื่อของตัวเลือกในส่วนของหน้าต่างผู้ใช้",
    "option.disabled": "ถ้า Boolean attribute นี้ถูกตั้งไว้ ตัวเลือกนี้จะไม่สามารถเลือกได้",
    "option.label": "attribute นี้เป็นข้อความที่ใช้เป็นป้ายระบุความหมายของตัวเลือก",
    "option.selected": "ถ้ามี Boolean attribute นี้อยู่ มันจะเป็นตัวระบุว่าตัวเลือกนี้จะถูกเลือกมาตั้งแต่แรก",
    "option.value": "ข้อความของ attribute นี้สื่อถึง label ที่อธิบายตัวเลือก",
    "output.for": "รายการไอดีของ elements อื่น แสดงให้เห็นว่า elements เหล่านั้นมีส่วนทำให้ค่านำเข้า (หรือได้รับผลกระทบเป็นอย่างอื่น) การคำนวณ",
    "output.form": "form element นี้เป็น element ที่เกี่ยวข้องกับ (\"เจ้าของฟอร์ม\")",
    "output.name": "ชื่อของ element นี้",
    "param.name": "ชื่อของ parameter",
    "param.type": "ใช้ต่อเมื่อ valuetype ถูกปรับไว้ที่ \"ref\"",
    "param.value": "ค่าของ parameter",
    "param.valuetype": "API ถูกเลิกใช้แล้ว และไม่รองรับว่าจะใข้ได้",
    "progress.form": "attribute นี้ใช้ในการระบุฟอร์มที่ความคืบหน้าของ element อยู่",
    "progress.max": "attribute นี้จะอธิบายถึงวิธีการทำงานโดยต้องการ progress element",
    "progress.value": "attribute นี้ระบุวิธีการที่จะทำให้งานนี้สมบูรณ์",
    "q.cite": "ค่าของ attribute นี้คือ URL กำหนดแหล่งที่มาของเอกสารหรือข้อความสำหรับข้อมูลที่ยกมา",
    "script.async": "ระบุ Boolean attribute นี้เพื่อบอกเบราเซอร์ว่า ถ้าเป็นไปได้ให้ดำเนินงาน script แบบ asynchronously",
    "script.defer": "Boolean attribute นี้มีการตั้งค่าเบราว์เซอร์ระบุว่าสคริปต์ที่มีความหมายที่จะดำเนินการหลังจากที่เอกสารที่ได้รับการแยกวิเคราะห์",
    "script.language": "attribute นี้ระบุภาษาที่ใช้ในการเขียนสคริปต์ เหมือนกับ type attribute",
    "script.src": "attribute นี้ระบุถึง URI ของ script จากภายนอก ซึ่งสามารถใช้เป็นอีกทางเลือกในการฝัง script ภายในเอกสาร",
    "script.type": "attribute นี้ระบุภาษาของสคริปต์ที่ฝังใน script element หรือถูกอ้างถึงโดย src attribute ของ element",
    "select.autofocus": "attribute นี้ช่วยให้คุณระบุว่าตัวควบคุมฟอร์มควรมีโฟกัสการป้อนข้อมูลเมื่อเพจโหลด เว้นแต่ผู้ใช้แทนที่มัน ตัวอย่างเช่นโดยการพิมพ์อยู่ในการควบคุมที่แตกต่างกัน",
    "select.disabled": "Boolean attribute นี้ใช้ระบุว่าผู้ใช้ไม่สามารถใช้ตัวควบคุมนี้ได้",
    "select.form": "form element ที่ใช้ในการเลือก element ที่เกี่ยวข้องกับ (\"เจ้าของฟอร์ม\")",
    "select.multiple": "Boolean attribute นี้ระบุว่าตัวเลือกสามารถเลือกตัวเลือกได้หลายตัวในรายการ",
    "select.name": "ชื่อของการควบคุม",
    "select.required": "Boolean attribute นี้แสดงให้เห็นว่าบังคับให้เลือกตัวเลือก ห้ามปล่อยว่าง",
    "select.selectedIndex": "สารบัญของ <option> element ที่ถูกเลือก",
    "select.size": "ถ้าตัวควบคุณถูกแสดงโดยกล่องรายการแบบเลื่อน attribute นี้จะถูกแสดงโดยตัวเลขของแถวรายการและควรจะแสดงเพียงครั้งเดียว",
    "source.media": "Media query ของทรัพยากรของมีเดีย",
    "source.src": "ต้องการที่อยู่ของไฟล์สื่อ",
    "source.type": "แหล่งข้อมูลของสื่อ MIME อาจจะมีพารามิเตอร์ตัวแปลงสัญญาณ",
    "style.disabled": "ถ้าหากตั้งไว้, ปิด (ใช้ไม่ได้) style rule ของ document จะระบุใน element นั้นๆ",
    "style.media": "สื่อแบบไหนที่ควรปรับแต่ง",
    "style.scoped": "ถ้า attribute นี้ยังอยู่ แล้วรูปแบบจะถูกนำไปใช้เฉพาะกับ element หลักของมัน",
    "style.title": "ระบุ style sheet สำรอง",
    "style.type": "attribute นี้กำหนด ภาษาสไตล์ลิ่ง เป็นประเภท MIME (charset ไม่ถูกระบุไว้)",
    "table.align": "This enumerated attribute indicates how the table must be aligned in regard of the containing document.",
    "table.bgcolor": "attribute นี้กำหนดสีพื้นหลังของตารางและวัตถุในตาราง",
    "table.border": "attribute จำนวนเต็มนี้ระบุขนาดของกรอบที่ล้อมรอบตารางในหน่วยพิกเซล",
    "table.cellpadding": "attribute นี้ใช้กำหนดพื้นที่ว่างระหว่าง องค์ประกอบในเซลล์กับเส้นขอบ, จะให้แสดงรึไม่",
    "table.cellspacing": "attribute นี้ระบุขนาดพื้นที่ว่างระหว่าง 2 เซลล์ (ทั้งแนวตั้งและแนวนอน) ในรูปแบบ % หรือ พิกเซล ขอบเขตพื้นที่ทั้ง 4 ด้านคือระหว่างบนสุดของตารางที่แถวแรก, ซ้ายของตารางที่คอลัมน์แรก, ขวาของตารางที่คอลัมน์สุดท้าย และด้านล่างของตารางที่แถวสุดท้าย",
    "table.frame": "attribute นี้ใช้แจกแจงเฟรมด้านข้างของตารางควรจะแสดง",
    "table.rules": "attribute แจกแจงกำหนด rules เป็นต้น",
    "table.summary": "attribute นี้กำหนดใช้ข้อความที่เป็นทางเลือกในการอธิบายตารางใน ผู้ใช้ตัวแทนไม่สามารถที่จะเห็นมัน",
    "table.width ": "attribute นี้กำหนดความกว้างของตาราง",
    "tbody.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของเซลล์ต่างๆของข้อมูลจะที่ถูกจัดการ",
    "tbody.bgcolor": "Attribute นี้กำหนดสีพื้นหลังของเซลล์ต่างๆของคอลัมน์",
    "tbody.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลล์ของคอลัมน์ที่ใช้",
    "tbody.charoff": "attribute นี้ใช้ในการระบุจำนวนตัวอักษรที่ offset ส่วนของข้อมูลในตารางจากการจัดแถวของตัวหนังสือโดยใช้ char attribute",
    "tbody.valign": "attribute นี้ ระบุว่าการจัดแนวตั้งของข้อความในแต่ละแถวของเซลล์ที่อยู่ในหัวของตาราง",
    "td.abbr": "attribute นี้เก็บคำอธิบายโดยย่อของเนื้อหาของเซลล์",
    "td.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของเซลล์ต่างๆของข้อมูลจะที่ถูกจัดการ",
    "td.axis": "attribute นี้บรรจุข้อความเป็นรายการที่ถูกแบ่งด้วยช่องว่าง",
    "td.bgcolor": "Attribute นี้กำหนดสีพื้นหลังของเซลล์ต่างๆของคอลัมน์",
    "td.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลล์ของคอลัมน์ที่ใช้",
    "td.charoff": "attribute นี้ใช้ในการระบุจำนวนตัวอักษรที่ offset ส่วนของข้อมูลในตารางจากการจัดแถวของตัวหนังสือโดยใช้ char attribute",
    "td.colspan": "attribute นี้เก็บค่าจำนวนเต็มที่ไม่เป็นลบที่ระบุถึงจำนวนคอลัมน์ที่เซลล์ขยายออกไป",
    "td.headers": "รายการ attributes นี้ใช้ที่ว่างแยก strings แต่ละ id attribute ของ <th> elements นำมาใช้กับ element นี้",
    "td.rowspan": "Attribute นี้เก็บค่าจำนวนเต็มที่ไม่เป็นลบที่ระบุจำนวนแถวที่เซลล์ขยายออกไป",
    "td.scope": "API นี้ถูกเลิกใช้แล้ว และไม่รับรองว่าจะใช้ได้ใน HTML5",
    "td.valign": "attribute นี้ ระบุว่าการจัดแนวตั้งของข้อความในแต่ละแถวของเซลล์ที่อยู่ในหัวของตาราง",
    "textarea.autofocus": "Boolean attribute นี้จะช่วยให้คุณระบุว่าตัวควบคุมฟอร์มควรมีโฟกัสการป้อนข้อมูลเมื่อเพจโหลด เว้นแต่ผู้ใช้แทนที่มันตัวอย่างเช่นโดยการพิมพ์อยู่ในการควบคุมที่แตกต่างกัน",
    "textarea.cols": "ความกว้างที่มองเห็นได้ของ text control, ในรูปของความกว้างอักษรเฉลี่ย",
    "textarea.disabled": "Boolean attribute นี้ใช้ระบุว่าผู้ใช้ไม่สามารถใช้ตัวควบคุมนี้ได้",
    "textarea.form": "element แบบฟอร์มที่ textarea element มีความเกี่ยวข้องกับ (\"เจ้าของ\"มัน)",
    "textarea.maxlength": "จำนวนของตัวอักษรสูงสุด (Unicode code points) ที่ผู้ใช้สามารถกรอก",
    "textarea.name": "ชื่อของการควบคุม",
    "textarea.placeholder": "คำใบ้สำหรับผู้ใช้ในแผงควบคุม",
    "textarea.readonly": " Boolean attribute นี้ใช้ระบุว่าผู้ใช้ไม่สามารถแก้ค่าในตัวควบคุมได้",
    "textarea.required": "attribute นี้ระบุว่าผู้ใช้จะต้องกรอกข้อมูลลงไปก่อนที่จะส่งแบบฟอร์ม",
    "textarea.rows": "ควบคุมจำนวนบรรทัดของข้อความที่แสดง",
    "textarea.selectionDirection": "ทิศทางที่การเลือกเกิดขึ้น",
    "textarea.selectionEnd": "สารบัญของตัวอักษรตัวสุดท้ายในการเลือกครั้งนี้",
    "textarea.selectionStart": "สารบัญของตัวอักษรแรกในการเลือกครั้งนี้",
    "textarea.wrap": "ระบุวิธีการจัดข้อความ",
    "tfoot.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของเซลล์ต่างๆของข้อมูลจะที่ถูกจัดการ",
    "tfoot.bgcolor": "Attribute นี้กำหนดสีพื้นหลังของเซลล์ต่างๆของคอลัมน์",
    "tfoot.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลล์ของคอลัมน์ที่ใช้",
    "tfoot.charoff": "attribute นี้ใช้ในการระบุจำนวนตัวอักษรที่ offset ส่วนของข้อมูลในตารางจากการจัดแถวของตัวหนังสือโดยใช้ char attribute",
    "tfoot.valign": "attribute นี้ ระบุว่าการจัดแนวตั้งของข้อความในแต่ละแถวของเซลล์ที่อยู่ในหัวของตาราง",
    "th.abbr": "attribute นี้เก็บคำอธิบายโดยย่อของเนื้อหาของเซลล์",
    "th.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของเซลล์ต่างๆของข้อมูลจะที่ถูกจัดการ",
    "th.axis": "attribute นี้บรรจุข้อความเป็นรายการที่ถูกแบ่งด้วยช่องว่าง",
    "th.bgcolor": "Attribute นี้กำหนดสีพื้นหลังของเซลล์ต่างๆของคอลัมน์",
    "th.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลล์ของคอลัมน์ที่ใช้",
    "th.charoff": "attribute นี้ใช้ในการระบุจำนวนตัวอักษรที่ offset ส่วนของข้อมูลในตารางจากการจัดแถวของตัวหนังสือโดยใช้ char attribute",
    "th.colspan": "attribute นี้จะบรรจุค่าจำนวนเต็มไม่ติดลบที่ระบุจำนวนเซลล์ถูกขยายออก",
    "th.headers": "รายการ attributes นี้ใช้ที่ว่างแยก strings แต่ละ id attribute ของ <th> elements นำมาใช้กับ element นี้",
    "th.rowspan": "attribute นี้เก็บค่าจำนวนเต็มที่ไม่เป็นลบซึ่งระบุจำนวนแถวที่เซลล์ขยายออกไป",
    "th.scope": "attribute นี้แจกแจงกำหนดเซลล์ที่ส่วนหัวที่กำหนดไว้ใน element <th> นี้ที่เกี่ยวข้องกับ",
    "th.valign": "attribute นี้ ระบุว่าการจัดแนวตั้งของข้อความในแต่ละแถวของเซลล์ที่อยู่ในหัวของตาราง",
    "thead.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของเซลล์ต่างๆของข้อมูลจะที่ถูกจัดการ",
    "thead.bgcolor": "Attribute นี้กำหนดสีพื้นหลังของเซลล์ต่างๆของคอลัมน์",
    "thead.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลล์ของคอลัมน์ที่ใช้",
    "thead.charoff": "attribute นี้ใช้ในการระบุจำนวนตัวอักษรที่ offset ส่วนของข้อมูลในตารางจากการจัดแถวของตัวหนังสือโดยใช้ char attribute",
    "thead.valign": "attribute นี้ ระบุว่าการจัดแนวตั้งของข้อความในแต่ละแถวของเซลล์ที่อยู่ในหัวของตาราง",
    "time.datetime": "attribute นี้กำหนดว่าวันที่และเวลาของ element และจำเป็นต้องเป็นเวลาที่ถูกต้องพร้อมกับ time string ที่เพิ่มเติมได้",
    "time.pubdate": "(คุณสมบัตินี้ยังคงเป็นข้อถกเถียงโดย WHATWG และกลุ่มงาน W3C HTML5) Boolean attribute นี้ระบุว่าวันและเวลาที่กำหนดโดย element เป็นวันที่เผยแพร่เอกสาร",
    "tr.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของเซลล์ต่างๆของข้อมูลจะที่ถูกจัดการ",
    "tr.bgcolor": "attribute นี้จะกำหนดสีพื้นหลังของเซลล์ของแต่ละแถว",
    "tr.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลล์ของคอลัมน์ที่ใช้",
    "tr.charoff": "attribute นี้ใช้ในการระบุจำนวนตัวอักษรที่ offset ส่วนของข้อมูลในตารางจากการจัดแถวของตัวหนังสือโดยใช้ char attribute",
    "tr.valign": "attribute นี้ ระบุว่าการจัดแนวตั้งของข้อความในแต่ละแถวของเซลล์ที่อยู่ในหัวของตาราง",
    "ul.compact": "Boolean attribute นี้แนะนำว่ารายการควรจะแสดงผลในรูปแบบกะทัดรัด",
    "ul.type": "ถูกใช้กำหนดเครื่องหมายสำหรับรายการ",
    "video.autobuffer": " Boolean attribute ถ้าระบุไว้ วิดีโอจะเริ่มการบัฟเฟอร์อัตโนมัติ แม้มันไม่ถูกตั้งให้เล่นอัตโนมัติ",
    "video.autoplay": "Boolean attribute; ถ้าระบุ, วิดีโอจะถูกเล่นอัตโนมัติโดยไม่หยุดให้โหลดข้อมูลจนเสร็จ",
    "video.buffered": "attribute ที่คุณสามารถอ่านเพื่อที่จะวิเคราะห์ว่าช่วงเวลาของสื่อที่ได้รับการบัฟเฟอร์",
    "video.controls": "ถ้า attribute นี้ปรากฎอยู่, Gecko จะแสดงตัวควบคุมที่ให้ผู้ใช้ควบคุณการเล่นวิดีโอ เช่นเสียง, การค้นหา และการหยุดชั่วคราว/เล่นต่อ",
    "video.height": "ความสูงของพื้นที่แสดงวิดีโอในรูปแบบของซีเอสเอสพิกเซล",
    "video.loop": "Boolean attribute; ถ้าถูกระบุ เราจะย้อนกลับมาเริ่มต้นใหม่อัตโนมัติหากวิดีโอเล่นจบแล้ว",
    "video.muted": "Boolean attribute ที่ระบุการตั้งค่าเริ่มต้นของ audio ที่อยู่ในวิดีโอ",
    "video.poster": "URL ระบุ เฟรมที่จะใช้แสดงระหว่างผู้ใช้เล่นหรือกรอ",
    "video.preload": "attribute นี้แจกแจงวัตถุประสงค์ เพื่อให้คำแนะนำเกี่ยวกับเบราว์เซอร์สิ่งที่ผู้เขียนคิดว่าจะนำไปสู่​​ประสบการณ์การใช้งานที่ดีที่สุด",
    "video.src": "URL ของวีดีโอในการ embed",
    "video.width": "ความกว้างของหน้าจอวิดีโอ ใน CSS พิกเซล"
}