{
  "a.charset": "attribute นี้กำหนดการเข้ารหัสตัวอักษรของแหล่งข้อมูลที่ถูกลิ้งค์",
  "a.coords": "สำหรับการใช้รูปร่าง object attribute นี้จะใช้ด้วยจุลภาคแบ่งพิกัดของวัตถุบนหน้านี้",
  "a.datafld": "attribute นี้ใช้ระบุชื่อคอลัมน์จากแหล่งข้อมูลของ object ที่ให้ข้อมูลที่ถูกผูกไว้",
  "a.datasrc": "attribute นี้ระบุหมายไอดีของวัตถุแหล่งข้อมูลที่ให้ข้อมูลที่ถูกผูกไว้กับ element นี้",
  "a.href": "หนึ่ง attribute นี้สำหรับ anchor ระบุในการใช้ของ hypertext source link.",
  "a.hreflang": "นี่คือ attribute บ่งชี้ของภาษาที่ถูกเชื่อมโยงมาจากแหล่งข้อมูล",
  "a.media": "attribute นี้ใช้ระบุ สื่อ ที่จะนำมาใช้จากแหล่งข้อมูลที่ถูกเชื่อมโยงไปยัง",
  "a.methods": "ค่าของ attribute นี้ให้ข้อมูลเกี่ยวกับฟังก์ชันที่อาจจะกระทำบนวัตถุ",
  "a.name": "attribute นี้ต้องการในการกำหนดตำแหน่งเป้าหมายของ anchor ในหน้า",
  "a.ping": "การรองรับ \"ping\" ถูกยกเลิกไปหลังจาก Firefox 3 beta 3",
  "a.rel": "สำหับ anchors ที่รวม href attribute, attribute นี้ระบุความสัมพันธ์ของ object ที่เลือกไปยังลิ้งค์ object ",
  "a.rev": "attribute นี้ระบุถึงลิ้งค์กลับ ซึ่งเป็นทางกลับความสัมพันธ์ของ rel attribute.",
  "a.shape": "attribute นี้ใช้กำหนดพื้นที่สามารถเลือกได้ของไฮเปอร์เท็กซ์เชื่อมโยงไปยังแหล่งที่มาที่เกี่ยวข้องกับร่างที่จะสร้าง map",
  "a.target": "attribute นี้ระบุว่าจะแสดงผลแหล่งข้อมูลที่ถูกเชื่อมโยงที่ไหน",
  "a.type": "attribute นี้ใช้ระบุประเภทสื่อ MIME สำหรับลิงค์",
  "a.urn": "attribute นี้ควรจะได้รับการสนับสนุนไมโครซอฟท์ที่เกี่ยวข้องกับรูปแบบชื่อทรัพยากร (URN) ที่มีการเชื่อมโยง",
  "activate the X-Ray Goggles by": "ขั้นตอนต่อไป, เปิดใช้งาน X-Ray Goggles โดยการคลิกปุ่มสีเหลืองด้านบน",
  "Activate X-Ray Goggles by clicking the yellow button above.": "เปิดการใช้งาน X-Ray Goggles โดยคลิกปุ่มสีเหลืองข้างบนนี้",
  "Activate X-Ray Goggles": "เปิดใช้ X-Ray Goggles",
  "Advanced": "ขั้นสูง",
  "ancestor-intro": "มันอยู่ข้างใน",
  "and": "และ",
  "area.accesskey": "ระบุทางเลือกแป้นพิมพ์สำหรับ element",
  "area.alt": "สตริงข้อความที่ใช้แสดงแทนรูปภาพบนบราวเซอร์ที่ไม่แสดงรูปภาพ",
  "area.coords": "ค่าของพิกัดในตำแหน่ง hot-spot",
  "area.href": "Hyperlink ที่ใช้ในการส่งไปยังพื้นที่นั้นๆ.",
  "area.hreflang": "บ่งชี้ภาษาของแหล่งข้อมูลที่ถูกเชื่อมโยง",
  "area.media": "คำแนะนำของมีเดียสำหรับออกแบบของแหล่งข้อมูลที่ถูกเชื่อมโยง เช่น เครื่องพิมพ์และจอภาพ",
  "area.name": "ระบุชื่อของพื้นที่ที่กดได้ เพื่อใช้ในการ script ของบราวเซอร์เก่า.",
  "area.nohref": "บ่งบอกให้เห็นว่าไม่มีการเชื่อมต่อสำหรับพื้นที่ที่ต้องการ",
  "area.rel": "สำหรับ href attribute ที่มี anchor อยู่, attribute นี้ระบุถึงความสัมพันธ์ของ object เป้าหมายกับ object ที่เชื่อมโยง",
  "area.shape": "รูปทรงของฮอตสปอตที่เกี่ยวข้อง",
  "area.tabindex": "ค่าตัวเลขที่ระบุตำแหน่งของการกำหนดตำแหน่งของแท็บของเบราเซอร์.",
  "area.target": "attribute นี้ระบุว่าจะแสดงผลแหล่งข้อมูลที่ถูกเชื่อมโยงที่ไหน",
  "area.type": "attribute นี้ระบุประเภทสื่อในฟอร์มของ MIME สำหรับลิงค์",
  "audio.autobuffer": "Boolean attribute; หากถูกใช้, เสียงจะถูกเริ่มดาวน์โหลดอัตโนมัติ แม้ว่าไม่ได้ตั้งให้เล่นอัตโนมัติ.",
  "audio.autoplay": "Boolean attribute; ถ้าระบุ (เช่นค่าเป็น \"false\"!), เสียงจะถูกเริ่มเล่นอัตโนมัติ มันสามารถเล่นได้โดยไม่หยุดจนกว่าการโหลดข้อมูลจะเสร็จสิ้น",
  "audio.buffered": "attribute ที่คุณสามารถอ่านการกำหนดช่วงเวลาของสื่อที่ได้รับบัฟเฟอร์",
  "audio.controls": "ถ้าคุณสมบัตินี้ถูกใช้งานอยู่ บราวเซอร์จะแสดงแผงควบคุมที่อนุญาติให้ผู้ใช้ควบคุมการเล่นเสียง ประกอบด้วย ความดัง การค้นหา หยุดเล่นชั่วคราว/เล่นต่อ",
  "audio.loop": "Boolean attribute; ถ้าหากระบุ เราจะเริ่มต้นใหม่อัตโนมัติเมื่อเสียงเล่นจนจบแล้ว",
  "audio.mozCurrentSampleOffset": "Offset  ใช้ระบุตัวเลขของตัวอย่าง ตั้งแต่จุดเริ่มต้นของสตรีมเสียงซึ่งเสียงที่กำลังเล่นอยู่",
  "audio.muted": "Boolean attribute ซึ่งระบุว่าเสียงจะเริ่มต้นแบบไม่มีเสียง",
  "audio.preload": "การกระจาย attribute นี่มีวัตถุประสงค์เพื่อให้คำแนะนำกับเบราเซอร์เกี่ยวกับสิ่งที่ผู้เขียนคิดและจะรำไปปรับปรุงการใช้งานที่ดีขึ้นสำหรับผู้ใช้",
  "audio.src": "URL สำหรับการฝังเสียง",
  "base.href": "ฐาน URL ใช้สำหรับทั้งเอกสารกับ URL ที่มีความสัมพันธ์ด้วย",
  "base.target": "ชื่อ หรือ keyword ใช้ในการบ่งบอกค่าเริ่มต้นของที่อยู่ที่จะแสดงในผลลัพท์เมื่อ hyperlinks หรือ forms ถูกใช้ในการเปลี่ยนค่า สำหรับ element ที่ไม่มีการระบุอย่างแน่ชัดสำหรับที่อยู่ของที่อ้างอิง.",
  "Basic": "พื้นฐาน",
  "bdo.dir": "ทิศทางของข้อความใน element นี้",
  "blockquote.cite": "URL ที่กำหนดแหล่งที่มาของเอกสารหรือข้อความสำหรับข้อมูลที่ยกมา",
  "body.alink": "สีของลิงค์เมื่อถูกเลือก",
  "body.background": "URI ของรูปภาพใช้เป็นพิ้นหลัง",
  "body.bgcolor": "สีพื้นหลังสำหรับเอกสาร",
  "body.link": "สีข้อความของลิงค์ที่ยังไม่ถูกกดใช้งาน",
  "body.onafterprint": "ฟังก์ชันนี้จะถูกเรียกใช้หลังจากผู้ใช้พิมพ์เอกสาร",
  "body.onbeforeprint": "ฟังก์ชันจะถูกเรียกใช้งาน เมื่อผู้ใช้ต้องการพิมพ์เอกสาร",
  "body.onbeforeunload": "ฟังก์ชันนี้เรียกเมื่อเอกสารไม่ถูกโหลด",
  "body.onblur": "ฟังก์ชันจะถูกเรียกใช้งานเมื่อเอกสารหลุดจากการโฟกัส",
  "body.onerror": "ฟังก์ชันจะถูกเรียกใช้งาน เมื่อเอกสารโหลดผิดพลาด",
  "body.onfocus": "ฟังก์ชันจะถูกเรียกใช้งานเมื่อเอกสารถูกโฟกัส",
  "body.onhashchange": "ฟังชั่นที่จะเรียกต่อเมื่อ fragment identifier แยก (เริ่มต้นด้วยอักษร hash (#) ) เป็นของ document ปัจจุบันที่มีที่อยู่ที่ถูกเปลี่ยนแล้ว.",
  "body.onload": "ฟังก์ชันจะถูกเรียกใช้งาน เมื่อเอกสารสิ้นสุดการโหลด",
  "body.onmessage": "ฟังก์ชันจะถูกเรียกใช้งาน เมื่อเอกสารได้รับข้อความ",
  "body.onoffline": "ฟังค์ชั่นที่จะถูกเรียกใช้เมื่อระบบการสื่อสารเสียหาย",
  "body.ononline": "ฟังก์ชันจะถูกเรียกเมื่อการเชื่อมต่อได้รับการซ่อมแซม",
  "body.onpopstate": "ฟังก์ชันนี้จะถูกเรียกใช้งานเมื่อผู้ใช้เปิดดูประวัติ",
  "body.onredo": "ฟังก์ชันจะถูกเรียกใช้เมื่อผู้ใช้งานยกเลิกการแก้ไข",
  "body.onresize": "ฟังก์ชั่นที่จะเรียกเมื่อเอกสารที่ได้รับการปรับขนาด",
  "body.onstorage": "ฟังก์ชันจะถูกเรียกใช้งาน เมื่อพื้นที่จัดเก็บมีการเปลี่ยนแปลง",
  "body.onundo": "ฟังก์ชันนี้จะถูกเรียกใช้งานเมื่อผู้ใช้กลับไปหน้าก่อนหน้า",
  "body.onunload": "ฟังก์ชั่นจะถูกเรียก เมื่อเอกสารโหลดเสร็จ",
  "body.text": "สีเบื้องหน้าของตัวอักษร",
  "body.vlink": "สีของตัวอักษรสำหรับลิงค์ที่ดูแล้ว",
  "br.clear": "บ่งชี้ว่าจะเริ่มต้นบรรทัดถัดไปหลังจากหยุด",
  "button.autofocus": "Boolean attribute นี้ให้คุณสามารถระบุว่าปุ่มควรที่จะมีการ focus เมื่อเพจโหลด, เว้นแต่ถ้า user ตั้งค่าทับมัน อย่างเช่นการพิมพ์ปุ่มบังคับอื่น.",
  "button.disabled": "Boolean attribute นี้กำหนดไม่ให้ผู้ใช้ใช้ปุ่ม",
  "button.form": "element ฟอร์มที่ปุ่มที่เกี่ยวข้องกับ (เจ้าของมัน)",
  "button.formaction": "URI ของโปรแกรมที่มีกระบวนการส่งข้อมูลจากปุ่ม",
  "button.formenctype": "ถ้าปุ่มเป็นปุ่มส่ง attribute นี้ระบุประเภทของเนื้อหาที่จะใช้ในการส่งแบบฟอร์มไปยังเซิร์ฟเวอร์",
  "button.formmethod": "ถ้าปุ่มเป็นปุ่มส่ง, attribute นี้จะระบุวิธีการส่ง HTTP ที่เบราเซอร์ใช้ส่งฟอร์ม",
  "button.formnovalidate": "ถ้าหากปุ่มเป็นปุ่ม submit, boolean attribute นี้จะกำหนดว่าฟอร์มนี้ถูกยังไม่ได้ตรวจสอบเมื่อถูก submit ไปแล้ว.",
  "button.formtarget": "ถ้าปุ่มนี้เป็นปุ่มส่งข้อมูล attribute นี้คือ ชื่อ หรือ คีย์เวิร์ด ที่ระบุสถานที่ที่แสดงการตอบสนองที่ได้รับหลังจากการกรอกแบบฟอร์ม",
  "button.name": "ชื่อของปุ่มจะถูกส่งพร้อมข้อมูลในฟอร์ม",
  "button.type": "ชนิดของปุ่ม",
  "button.value": "ค่าเริ่มต้นของุปุ่ม",
  "Cancel": "ยกเลิก",
  "cannot-redo-html": "<span>ไม่มีอะไรต้องทำซ้ำอีก</span>",
  "cannot-undo-html": "<span>ไม่มีอะไรเหลือให้ยกเลิกแล้ว!</span>",
  "canvas.height": "ความสูงของพื้นที่ใน CSS พิกเซล",
  "canvas.width": "ความกว้างของตำแหน่งในรูปแบบ CSS ในหน่วยพิกเซล",
  "caption.align": "attribute นี้แจกแจงและระบุว่าหัวข้อจะต้องมีการจัดเรียงอย่างไรกับตาราง",
  "class": "class",
  "Click on the image below": "คลิกที่ภาพข้างล่างนี้แล้วแก้ไขซอร์สโค้ด HTML เพื่อให้ภาพที่ชี้ไปยัง URL ที่คุณคัดลอกมา",
  "Close": "ปิด",
  "col.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของ คอลัมน์ ต่างๆของข้อมูลจะที่ถูกจัดการ.",
  "col.bgcolor": "attribute นี้กำหนดสีพื้นหลังของแต่ละเซลล์ของคอลัมน์",
  "col.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลของคอลัมน์ที่ใช้.",
  "col.charoff": "attribute นี้ใช้เพื่อระบุจำนวนของตัวอักษรชดเชยในข้อมูลคอลัมน์จากการจัดเรียงตัวอักษร ที่ระบุโดย char attribute",
  "col.span": "attribute นี้เก็บค่าจำนวนเต็มบวกที่ระบุจำนวนของคอลัมน์ที่ต่อเนื่องกันที่ <col> element ขยายไป",
  "col.valign": "attribute นี้ ระบุว่าการจัดแนวตั้งของข้อความในแต่ละ cell ที่อยู่ในคอลัมน์.",
  "col.width": "attribute นี้ระบุค่าความกว้างปริยายของแต่ละคอลัมน์ในกลุ่มคอลัมน์ปัจจุบัน",
  "colgroup.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของ คอลัมน์ ต่างๆของข้อมูลจะที่ถูกจัดการ.",
  "colgroup.bgcolor": "attribute นี้จะกำหนดสีพื้นหลังของเซลล์สมาชิกของกลุ่มในแต่ละกลุ่มคอลัมน์.. ",
  "colgroup.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลล์ของคอลัมน์ที่ใช้.",
  "colgroup.charoff": "attribute นี้ใช้เพื่อคำนวนจำนวนของตัวอักษรที่จะให้ขนาดของคอลัมน์พอดีกับขนาดของตัวอักษร",
  "colgroup.span": "attribute นี้บรรจุจำนวนเต็มบวก ใช้ระบุตัวเลขของคอลัมน์ที่ต่อเนื่องกันเพิ่มเติม เพื่อนำไปใช้กับ  element <column>",
  "colgroup.valign": "attribute นี้ ระบุการจัดแนวตั้งของข้อความในแต่ละเซลล์ที่อยู่ในคอลัมน์.",
  "colgroup.width": "attribute นี้กำหนดความกว้างโดยปริยายของแต่ละคอลัมน์ในกลุ่มคอลัมน์ปัจจุบัน",
  "command.checked": "บ่งชี้ว่าคำสั่งได้ถูกเลือกหรือไม่",
  "command.disabled": "บ่งชี้ว่าคำสั่งไม่สามารถใช้งานได้",
  "command.icon": "ให้รูปภาพที่แสดงถึงคำสั่ง",
  "command.label": "ชื่อของคำสั่งจะถูกแสดงไปยังผู้ใช้",
  "command.radiogroup": "attribute นี้ให้ชื่อสำหรับกลุ่มของ commands, ด้วยประเภทของ radio, ที่สามารถเปิดปิดได้เมื่อคำสั่งให้ตัวเองปิดหรือเปิด.",
  "command.type": "attribute นี่ระบุประเภทของคำสั่ง",
  "Copy this image URL": "คัดลอก URL รูปภาพนี้ (เน้นข้อความด้านล่างคลิกขวาจากนั้นคัดลอกลิงค์)",
  "Copy this URL to your clipboard.": "คัดลอก URL นี่ไปยังคลิปบอร์ด",
  "css-property-docs:background-attachment": "หาก <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-image\">background-image</a></code>\n ถูกเลือก <code>background-attachment</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property จะกำหนดหาตำแหน่งของรูปจะอยู่คงที่ในระหว่างกรอบหรือสามารถเลื่อนได้ตามขนาดกรอบ.",
  "css-property-docs:background-clip": "<code> background-clip </code>CSS property ใช้กำหนดพื้นหลังขององค์ประกอบทั้งสีหรือรูปภาพที่อยู่ใต้เส้นขอบ",
  "css-property-docs:background-color": "<code>background-color</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property กำหนดสีพื้นหลังของ element สามารถกำหนดค่าได้ทั้งรหัสสีและใช้คีย์เวิร์ด <code>transparent</code>.",
  "css-property-docs:background-image": "<code> background-image </code>CSS property ใช้ในการกำหนดพื้นหลังของ element ภาพจะถูกวาดลงบนเลเยอร์,โดยการระบุจะเริ่มจากการวาดสิ่งที่ใกล้ผู้ใช้ที่สุด  <a title=\"border\" rel=\"internal\" href=\"https://developer.mozilla.org/cn/CSS/border\">borders</a> ของ elementและวาดมันทับบนและ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-color\">background-color</a></code>\n จะถูกวาดภายใต้นั้น",
  "css-property-docs:background-origin": "<code> background-origin </code>CSS property กำหนดบริเวณในการวางพื้นหลัง นั่นคือตำแหน่งของรูปภาพที่ระบุโดย <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-image\">background-image</a></code>\n CSS property.",
  "css-property-docs:background-position": "<code> background-position </code>CSS property ตั้งค่าตำแหน่งเริ่มต้นของตำแหน่งพื้นหลังของชั้นที่ถูกระบุโดย <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-origin\">background-origin</a></code>\nสำหรับรูปภาพพื้นหลังแต่ละอัน.",
  "css-property-docs:background-repeat": "<code>background-repeat</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property กำหนดว่าพื้นหลังภาพจะแสดงซ้ำ. ภาพพื้นหลังสามารถที่จะแสดงซ้ำพร้อมไปกับ แกนนอน แกนแนวตั้ง หรือทั้งคู่ หรือไม่มีการแสดงซ้ำเลย. เมื่อการแสดงซ้ำไม่สามารถปกปิดพื้นหลังได้พอดี การปรับตั้งค่าหรือการควบคุมอยู่ที่ผู้แต่ง: โดยปริยาย, รูปภาพสุดท้ายจะถูกตัด แต่จะต่างจาก tiles และสามารถปรับขนาดได้ หรือสามารถที่จะใส่พิ้นที่ว่างระว่าง tiles ได้.",
  "css-property-docs:background-size": "<code> background-size </code>CSS property ระบุขนาดของภาพพื้นหลัง",
  "css-property-docs:bottom": "<code>bottom</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property เป็นส่วนในการระบุตำแหน่งของ <em>วาง elements</em>.",
  "css-property-docs:clear": "<code>clear</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property ระบุว่า element สามารถอยู่ต่อจาก <a title=\"en/CSS/float\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS/float\">floating</a> elements โดยอยู่ข้างหน้า หรือจำเป็นต้องต่อด้านล่าง (clear).",
  "css-property-docs:color": "<code>color</code> คือ ชุดคำสั่งที่ใช้สำหรับการกำหนดการแสดงผลข้อมูลหน้าเว็บพจ ใช้ตั้งค่าสีของตัวอักษร",
  "css-property-docs:cursor": "<code> cursor </code>CSS property กำหนดตำแหน่งของ mouse และแสดงเมื่อ mouse ชี้ไปยัง element",
  "css-property-docs:direction": "<code>direction</code> CSS property ควรที่จะตั้งให้ตรงกับ direction ของข้อความ: <code>rtl</code> สำหรับภาษา Hebrew หรือ Arabic และ <code>ltr</code> สำหรับภาษาอื่นๆ. สิ่งนี้ควรที่จะทำเป็นส่วนหนึ่งของเอกสาร (เช่นใช้ <code>dir</code> attribute ใน HTML) นอกเหนือจากการใช้ CSS.",
  "css-property-docs:display": "<code>display</code> CSS property ระบุถึงประเภทของการแสดงผลของกล่องที่ใช้ใน element. ใน HTML, ค่า default <code>display</code> property ถูกนำมาจากค่าที่ถูกตั้งไว้จาก Browser หรือผู้ใช้ที่ถูกตั้งไว้ใน browser นั้นๆสำหรับ stylesheet. ค่า default ใน XML คือ <code>inline</code>.",
  "css-property-docs:float": "<code>float</code> CSS property ระบุว่า element ควรที่จะนำมาจากการไหลอยากปกติจากตำแหน่งของกล่องที่ตัวหนังสือวาง จากฝังซ้าย หรือ ขวา ที่ๆตัวอักษร และ inline element ที่จะรวมไว้.",
  "css-property-docs:font-family": "<code> font-family </code>CSS property อนุญาติสำหรับการจัดลำดับรายการความสำคัญของชื่อ font family และ/หรือ ชื่อทั่วไปสำหรับ element ที่เลือกแล้ว ต่างไปจาก CSS properties อื่นๆ ค่าจะแยกโดยคอมมาเพื่อบ่งบอกว่ามันต่างกัน เบราเซอร์จะเลือกฟอนต์แรกจากในรายการที่จัดมาให้จากคอมพิวเตอร์ หรือโหลดจากที่กำหนดมา <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/@font-face\">@font-face</a></code>\n at-rule.",
  "css-property-docs:font-size": "<code>font-size</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property ระบุขนาดของฟอท์น. ขนาดของฟอท์นอาจจะบางครั้งอาจจะปรับขนาดบางอย่าง, เพราะมันเป็นการคำนวนของค่าของ <code>em</code> และ <code>ex</code>.",
  "css-property-docs:font-style": "คุณสมบัติ CSS<code> font-style </code> อนุญาตให้รูปแบบอักษรแบบ<code> italic </code>หรือ<code> oblique </code>สามารถถูกเลือกได้ภายใน <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font-family\">font-family</a></code>\n<br>",
  "css-property-docs:font-variant": "<code> font-variant </code>CSS property เลือก<code> normal</code>, หรือ<code> small-caps </code>face จาก font family. ตั้ง<code> font-variant </code>สามารถใช้ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font\">font</a></code>\n เพื่อย่อ.",
  "css-property-docs:font-weight": "<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font-weight\">font-weight</a></code>\n <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property จะกำหนดน้ำหนักหรือความหนาขอตัวอักษร แต่ แบบอักษรบางแบบไม่สามารถใช้การกำหนดน้ำหนักได้ทั้งหมด บางแบบจะกำหนดน้ำหนักได้แค่ <code>normal</code> และ <code>bold</code>.",
  "css-property-docs:height": "<code> height </code>CSS property ระบุถึงความสูงของเนื้อหาใน element <a title=\"en/CSS/Box_model#content\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS/box_model#content\">content area</a> จะอยู่ <em>ภายใน</em> เส้นขอบและการเว้นระยะของ element.",
  "css-property-docs:left": "<code>left</code> CSS property ระบุตำแหน่งของตำแหน่งของ elements.",
  "css-property-docs:letter-spacing": "คุณสมบัติ CSS <code> letter-spacing </code> ระบุการเว้นห่างระหว่างตัวอักษรในข้อความ",
  "css-property-docs:line-height": "ใน inline elements, <code> line-height </code>CSS property ระบุถึงความสูงที่ใช้ในการคำนวนของช่องของความสูง <br>\nใน block level elements,<code> line-height </code> ระบุถึงความสูงขั้นต่ำของเส้นในระหว่างกล่องของ element.",
  "css-property-docs:list-style-image": "<code> list-style-image </code>CSS property ตั้งภาพที่จะใช้ในรายการของ marker. มันมักจะใช้เป็น shortcut <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style\">list-style</a></code>\n.",
  "css-property-docs:list-style-position": "<code> list-style-position </code>CSS property ระบุตำแหน่งของกล่องการสร้างในกล่องหลัก ส่วนใหญ่มักจะใช้แบบสั้น <span class=\"lang lang-en\"><code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style\">list-style</a></code>\n</span>.",
  "css-property-docs:list-style-type": "คุณสมบัติ <code> list-style-type </code> ของ CSS ใช้ในการระบุประเภทของข้อมูลในรายการโดยรู้เพียงข้อมูลเริ่มต้นโดยใช้ <code>display:list-item</code>, นี่มักจะใช้องค์ประกอบ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/li\">&lt;li&gt;</a></code>\nแต่จะไม่มีองค์ประกอบใด ๆ ใช้ร่วมกับค่า <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/display\">display</a></code>\nนี้",
  "css-property-docs:min-height": "<code> min-height </code>CSS property ใช้ในการลดขนาดความสูงของ element. มันสามารถใช้ในการยับยั้งค่าของ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/height\">height</a></code>\n property จากการลดขนาดต่ำกว่าค่าที่ถูกตั้งจาก <code> min-height</code>.",
  "css-property-docs:min-width": "<code> min-width </code>CSS property ใช้ในการกำหนดความกว้างขั้นต่ำ จะป้องกันค่าไม่ให้ให้ค่าของ<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/width\">width</a></code>\n property น้อยกว่าค่าที่กำหนดไว้กับ<code> min-width</code>.",
  "css-property-docs:opacity": "คุณสมบัติ CSS <code>opacity</code> ระบุความโปร่งใสของ element ซึ่งหมายถึงระดับที่พื้นหลังหลัง element จะถูกปิดทับ",
  "css-property-docs:position": "คุณสมบัติ CSS<code> position </code>เลือกกฎสำหรับการจัดตำแหน่ง element มันออกแบบมาให้เป็นประโยชน์สำหรับ scripted animation effect",
  "css-property-docs:right": "<code>right</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property ระบุส่วนของตำแหน่งของตำแหน่ง elements.",
  "css-property-docs:text-align": "<code> text-align </code>CSS property อธิบายถึงวิธีการจัดเนื้อหาแบบอินไลน์เช่นเดียวกับข้อความจะสอดคล้องใน element parent.<code> text-align </code>ไม่ควบคุมการจัดตำแหน่งของ element ของบล็อกตัวเอง, จะจัดเฉพาะเนื้อหาอินไลน์เท่านั้น",
  "css-property-docs:text-decoration": "<code> text-decoration </code>CSS property ใช้ในชุดจัดรูปแบบข้อความ <code>underline, overline, line-through</code> และ <code>blink</code>.",
  "css-property-docs:text-indent": "<code> text-indent </code>CSS property ใช้ระบุว่าช่องว่างในแนวนอนควรจะเหลือก่อนที่จะเริ่มต้นของบรรทัดแรกของเนื้อหาข้อความของ element เท่าใด การเว้นจากด้านซ้าย (หรือขวา, สำหรับการแสดงจากขวาไปซ้าย) นับจากขอบของ element",
  "css-property-docs:text-overflow": "<code>text-overflow</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property ระบุว่าข้อมูลที่ล้นไม่ได้แสดงให้กับผู้ใช้เป็นสัญญาณ. มันสามารถเป็น clipped, แสดงเป็น ellipsis ('<code>…</code>', <code style=\"text-transform: uppercase;\">U+2026 Horizontal Ellipsis</code>) หรือข้อความแบบ Web author-defined string.",
  "css-property-docs:text-rendering": "<code>text-rendering</code> CSS property ให้ข้อมูลกับเครื่องมือแสดงผลเกี่ยวกับสิ่งที่จะเพิ่มประสิทธิภาพสำหรับเมื่อแสดงข้อความ เบราว์เซอร์จะทำให้กระทบกับ ความเร็ว,ความชัดเจนและความแม่นยำทางเรขาคณิต คุณสมบัติ text-rendering คือคุณสมบัติ SVG property มันไม่ถูกระบุไว้ใน CSS มาตราฐาน อย่างไรก็ตาม เบาว์เซอร์ที่ใช้ Gecko และ WebKit จะใช้คุณสมบัตินี้กับเนื้อหา HTML และ XML บน Windows, Mac OS X และ Linux.",
  "css-property-docs:text-shadow": "<code> text-shadow </code>CSS property เพิ่มเงาให้ข้อความ มันรองรับรายการที่คั่นด้วยคอมมาของเงาที่จะใส่ให้ข้อความและ  <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/text-decoration\">text-decorations</a></code>\n ของ element.",
  "css-property-docs:text-transform": "<code>text-transform</code> คือ CSS property ระบุการเปลี่ยนค่าของตัวหนังสือ. มันสามารถเปลี่ยนค่าให้ตัวหนังสือเป็นตัวเล็ก หรือใหญ่หมด หรือแต่ละคำแยกออกไป.",
  "css-property-docs:top": "คุณสมบัติ CSS <code>top</code> ระบุส่วนของตำแหน่งของ element ที่มีการจัดตำแหน่ง มันจะมีผลอะไรกับ element ที่ไม่มีการจัดตำแหน่ง",
  "css-property-docs:vertical-align": "<code>vertical-align</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property ระบุถึงแนวตั้งของ inline หรือ table-cell element.",
  "css-property-docs:visibility": "<code> visibility </code>CSS property ใช้สำหรับสองสิ่ง:",
  "css-property-docs:white-space": "คุณสมบัติ CSS<code> white-space </code>ใช้เพื่ออธิบายการจัดการที่ว่างสีขาวใน element",
  "css-property-docs:width": "<code> width </code>CSS property ระบุความกว้างของเนื้อหาใน element <a title=\"en/CSS/box_model#content\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS/box_model#content\">content area</a> อยู่<em>ภายใน</em>เส้นขอบและระยะของ element",
  "css-property-docs:word-spacing": "คุณสมบัติ CSS<code> word-spacing </code>ระบุการเว้นห่างระหว่างแท็กและคำ",
  "css-property-docs:word-wrap": "<code>word-wrap</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property ใช้ในการระบุว่าเบราะเซอร์สามารถที่ใช้ใส่บรรทัดใหม่ระหว่างคำเพื่อป้องกันการล้นได้หรือไม่ มิฉะนั้นจะทำให้มีข้อความที่ยาวที่อาจจะไม่สามารถเข้าในกล่องได้.",
  "css-property-docs:z-index": "<code> z-index </code>CSS property ระบุถึง z-order ของ element และสิ่งที่อยู่ภายใต้ เมื่อ element ถูกทับ z-order จะตรวจว่าอันไหนอยู่ด้านบน element ที่มี z-index ใหญ่กว่าจะอยู่ด้านบนอันที่มีน้อยกว่า.",
  "css-quasimode": "ดู / แก้ไขรูปแบบของ element ที่เลือก",
  "dd.nowrap": "หากค่าของ attribute นี้ถูกต้องไว้ที่ yes, จะแปลว่าข้อความจะไม่ถูก wrap.",
  "Deactivate X-Ray Goggles": "ปิดการใช้งาน X-Ray Goggles จากนั้นลากปุ่มไปที่แถบบุ๊คมาร์ค",
  "default-html": "<span>Web X-Ray Goggles เปิดใช้งานแล้ว! กดปุ่ม ESC เพื่อปิดการใช้งาน</span>",
  "del.cite": "URI สำหรับแหล่งข้อมูลไว้อธิบายการเปลี่ยนแปลง (เช่น นาทีที่พบ)",
  "del.datetime": "attribute นี้ระบุถึงวันและเวลาของการเปลี่ยนแปลงและจำเป็นต้องเป็นวันที่ที่ถูกต้องพร้อมกับ string เพิ่มเติมของเวลา.",
  "deletion": "การลบ",
  "details.open": "Boolean attribute นี้ระบุว่าข้อมูลที่จะแสดงให้ผู้ใช้ตอนเพจโหลด.",
  "dialog-common:close": "ปิด",
  "dialog-common:nevermind": "ไม่เป็นไร",
  "dialog-common:ok": "ยืนยันการเปลี่ยนแปลง",
  "dialog-common:product-name": "X-Ray Goggles",
  "dl.compact": "บังคับให้คำอธิบายของคำนิยามอยู่ในบรรทัดเดียวกันกับศัพท์ของคำนิยาม.",
  "dom-ascend": "ขึ้นไป element หลัก",
  "dom-descend": "ตาม child element",
  "Drag the yellow button into your bookmarks": "ลากปุ่ม &quot;เปิดใช้งาน X-Ray Goggles&quot; สีเหลืองไปยังแถบบุ๊คมาร์ค ปุ่มจะได้รับการเพิ่มเข้ามาโดยที่คุณสามารถคลิก เพื่อเปิดใช้งาน Goggles บนหน้าเว็บใด ๆ",
  "element": "element",
  "embed.height": "แสดงความสูงของแหล่งข้อมูลในรูปแบบพิกเซล CSS",
  "embed.src": "URL ของแหล่งข้อมูลถูกฝังแล้ว",
  "embed.type": "ชนิด MIME เพื่อใช้ในการเลือกปลั๊กอินในการเริ่มต้น",
  "embed.width": "ความกว้างของสิ่งที่แสดงในรูปแบบพิกเซลซีเอสเอส",
  "Events": "กิจกรรม",
  "executed": "ดำเนินการเสร็จ",
  "fieldset.disabled": "หากการตั้งค่าของ attribute ถูกตั้งไว้, การควบคุมของฟอร์มนั้นจะสืบทอดต่อ, ยกเว้นการสืบทอดครั้งแรกนั้นเป็นสิ่งที่ไม่จำเป็น <legend>\n element, จะถูกปิดไว้ หรือไม่สามารถปรับแต่งได้.",
  "fieldset.form": "attribute นี้เก็บค่าของ id attribute ของ <form>\nelement ที่เกี่ยวข้องกับมัน",
  "fieldset.name": "ชื่อที่เกี่ยวข้องกับกลุ่ม, จะถูกส่งไปพร้อมกับข้อมูลของฟอร์ม",
  "Find the current X-Ray Goggles image": "หารูป X-Ray Goggles (รูปด้านล่าง) วางเมาส์ด้านบนรูปจนกระทั่งมีไฮไลท์ขึ้นมา",
  "focused-intro": "คุณกำลังอยู่บน",
  "form.accept": "รายการที่แยกโดยคอมมาของประเภทของเนื้อหาที่เซิร์ฟเวอร์รองรับ",
  "form.accept-charset": "รายการการเข้ารหัสอักษรที่เซิร์ฟเวอร์รองรับ",
  "form.action": "URI ของโปรแกรมที่ดำเนินข้อมูลที่ถูกส่งผ่านจากฟอร์ม.",
  "form.autocomplete": "แสดงว่า control ในฟอร์มนี้สามารถมีค่าที่บราวเซอร์กำหนดให้อัตโนมัติตอนเริ่มต้นได้หรือไม่",
  "form.enctype": "เมื่อค่าของ attribute ถูกส่ง, attribute นี้จะเป็นประเภท MIME ของข้อมูลที่ใช้ในการส่งผ่านฟอร์มไปยังเซิร์ฟเวอร์",
  "form.method": "วิธีทาง HTTP ที่บราวเซอร์ใช้สำหรับส่งฟอร์ม",
  "form.name": "ชื่อสำหรับแบบฟอร์มนี้",
  "form.novalidate": "Boolean attribute นี้แสดงให้เห็นว่าฟอร์มจะไม่ได้ถูกตรวจสอบหลังจากส่งข้อมูล",
  "form.target": "ชื่อหรือคีย์เวิร์ดที่ระบุตำแหน่งที่แสดงผลตอบกลับหลังจากส่งฟอร์ม",
  "From template": "จากตัวอย่าง",
  "Great! You've successfully swapped images": "เยี่ยม! คุณสลับรูปภาพเรียบร้อย ตอนนี้ลองดูว่ามีอะไรที่คุณสามารถเปลี่ยนแปลงได้อีก",
  "head.profile": "URI ของ metadata จะต้องถูกแบ่งด้วยช่องว่าง",
  "Help": "ช่วยเหลือ",
  "help": "อ้างอิงช่วยเหลือนี้",
  "Here is the URL for your remix that anyone can view.": "นี่คือ URL การเรียบเรียงของคุณสามารถแบ่งปันเพื่อเยี่ยมชม",
  "Here's how:": "นี่คือวิธีการ:",
  "Hi": "สวัสดี",
  "hr.align": "เลิกใช้ตั้งแต่ HTML4.01. ถูกถอนออกตั้งแต่ HTML5",
  "hr.color": "ชุดสีอยู่ในรูปของ ชื่อสี หรือ เลขฐานสิบหก",
  "hr.noshade": "เลิกใช้ตั้งแต่ HTML4.01. ถูกถอนออกตั้งแต่ HTML5",
  "hr.size": "เลิกใช้ตั้งแต่ HTML4.01. ถูกถอนออกตั้งแต่ HTML5",
  "hr.width": "ตั้งกฏความยาวเป็นพิกเซลหรือเปอร์เซ็นต์",
  "HTML Source Code": "โค๊ด HTML",
  "html-attribute-docs:class": "attribute นี้เป็นพื้นที่แยกออกจากกันจาก list ของ classes จาก element. Classes ทำให้ CSS ตกแต่ง element นั้นๆ จาก class selectors.",
  "html-attribute-docs:id": "attribute นี้กำหนด unique identifier (ID) ซึ่งจะเป็นต้องเป็นเลขที่เป็นเอกลักษณ์ในเอกสารทั้งหมด จุดมุ่งหมายคือการบางบอก element ที่เชื่อมโยงกัน (ใช้ fragment identifier), scripting หรือ styling (ใช้ CSS)",
  "html-attribute-docs:style": "attribute นี้บรรจุ การจัดรูปแบบ CSS เพื่อใช้กับ element",
  "html-attribute-docs:title": "attribute นี้มีข้อความที่เป็นตัวแทนของข้อมูลที่ให้คำปรึกษาที่เกี่ยวข้องกับองค์ประกอบมัน โดยทั่วไปมันไม่จำเป็น มันมักจะอยู่ในรูปของ กล่องช่วยเหลือ",
  "html-element-docs:a": "HTML Anchor Element (<code>&lt;a&gt;</code>) กำหนด hyperlink, ชื่อของลิ้งค์หรือเว็บปลายทาง หรือทั้งคู่.",
  "html-element-docs:abbr": "HTML&nbsp;Abbreviation Element (<code>&lt;abbr&gt;</code>) แสดงในการย่อ และ แสดงรายละเอียดแบบครบ สำหรับมัน ถ้าหากใช้งาน <strong>title</strong> attribute จำเป็นต้องมีรายละเอียดเท่านั้น",
  "html-element-docs:address": "HTML Address&nbsp;Element (<code>&lt;address&gt;)</code> สามารถใช้โดยผู้เขียนเพื่อเขียนบอกข้อมูล <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code>\n หรือ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/body\">&lt;body&gt;</a></code>\n ซึ่งจะนำไปใช้กับเอกสารทั้งหมด",
  "html-element-docs:area": "HTML <em>Area</em> element (<code>&lt;area&gt;</code>) กำหนด hot-spot region บนรูปภาพ และ เชื่อมต่อกับ hypertext link เพิ่มเติม. element นี้ใช้เฉพาะในระหว่าง <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/map\">&lt;map&gt;</a></code>\n element.",
  "html-element-docs:article": "<em>HTML Article Element</em> (<span style=\"font-family: Courier New;\">&lt;article&gt;</span>) แสดงให้เห็นถึงการเก็บองค์ประกอบในเอกสาร, หน้าเพจ, แอพ หรือ เว็บ ของตัวเอง ซึ่งมีวัตถุประสงค์เพื่อเป็นอิสระแจกจ่ายหรือนำมาใช้ใหม่, เช่นในองค์กร. นี่สามารถเป็นโพสจากฟอรั่ม, หนังสือนิตยสาร, หรือ หนังสือพิมพ์, บทความจากบล็อค, คอมเม้นท์จากผู้ใช้ เครื่องใช้สื่อสาร หรือข้อมูลต่างๆ.",
  "html-element-docs:aside": "<em>HTML Aside Element</em> (<span style=\"font-family: Courier New;\">&lt;aside&gt;</span>) แสดงส่วนของหน้าเพจที่ประกอบด้วยข้อมูลที่เกี่ยวข้องและสัมผัสข้อมูลไกล้เคียงกัน ซึ่งถือว่าแตกต่างจากข้อมูลนั้นๆ. เช่นส่วนนั้นมักจะแสดงถึง sidebar หรือ การแทรก; มันมักจะมีคำอธิบาย หรือความหมายที่เกี่ยวของกับสิ่งนั้นเช่นการโฆษณา หรือข้อมูลเกี่ยวกับผู้เขียน หรือในเว็บแอพ, profile ข้อมูลที่เกี่ยวข้องกับลิ้งค์ของบล็อค.",
  "html-element-docs:audio": " <code>audio</code> ใช้สำหรับฝังเนื้อหาที่เป็นเสียงในเอกสาร HTML&nbsp;หรือ XHTML <code>audio</code> ถูกเพิ่มเข้ามาเป็นส่วนหนึ่งใน HTML5",
  "html-element-docs:b": "HTML B Element (<code>&lt;b&gt;</code>) แสดงให้เห็นถึง span ของการตกแต่งตัวหนังสือซึ่งแตกต่างจากตัวหนังสือธรรมดาที่ไม่ได้แสดงถึงความสำคัญหรือการแสดงให้เห็นถึงความหมาย. ปกติแล้วใช้ในการแสดงถึง keywords ในข้อสรุป หรือชื่อสินค้าในการรีวิว หรือข้อความจาก spans อื่นๆ ในการแสดงถึง boldfaced. อีกตัวอย่างหนึ่งคือการใช้ในการเขียนนำของประโยคในบทความ.",
  "html-element-docs:base": "HTML&nbsp;<em>Base</em> element (<code>&lt;base&gt;</code>) ใช้ระบุ base URL ที่ใช้ในสัมพันธ์กับ URL ในเอกสาร.&nbsp;",
  "html-element-docs:bdi": "<em>HTML Bi-directional Isolation Element</em> (<code>&lt;bdi&gt;</code>) แยกตัวหนังสือของ span ที่ตั้งไว้ในทิศทางที่แตกต่างจากข้างนอกของมัน.",
  "html-element-docs:bdo": "HTML Bidirectional Override Element (<span style=\"font-family: Courier New;\">&lt;bdo&gt;</span>) ใช้ในการทับทิศทางของตัวหนังสือปัจจุบัน. มันทำให้ทิศทางของตัวอักษรถูกละเลยเพื่อเข้าของสิ่งที่ระบุไว้.",
  "html-element-docs:blockquote": "HTML <em>Block Quotation</em> (<code>&lt;blockquote&gt;</code>) element แสดงให้เห็นว่าตัวหนังสือล้อมรอบนั้นเป็นคำพูดขยาย โดยทั่วไปจะใช้แสดงโดยการเยื้อง (ดู <a title=\"en/HTML/Element/blockquote#Notes\" rel=\"internal\" href=\"https://developer.mozilla.org/en/HTML/Element/blockquote#Notes\">Notes</a> สำหรับวิธีการเปลี่ยน). URL สำหรับข้อมูล quotation สามารถให้โดยใช้ <strong>cite</strong> attribute, สำหรับข้อความสามารถใช้ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/cite\">&lt;cite&gt;</a></code>\n element.",
  "html-element-docs:body": "HTML&nbsp;Body (<code>&lt;body&gt;</code>) element แสดงเนื้อหาหลักของเอกสารใน  HTML.  มันมีแค่หนึ่ง <code>&lt;body&gt;</code> element เท่านั้นในเอกสาร",
  "html-element-docs:br": "HTML&nbsp;<em>Line Break</em> element (<code>&lt;br&gt;</code>) สร้างบรรทัดใหม่ในประโยค (carriage-return). มันมีประโยชน์เมื่อต้องการที่จะเขียนที่อยู่ หรือ บทกวี เมื่อการเขียนบรรทัดใหม่เป็นสิ่งสำคัญในการเขียนนั้นๆ.&nbsp;",
  "html-element-docs:button": "<em>button</em> (<span style=\"font-family: Courier New;\">&lt;button&gt;</span>)&nbsp;HTML element แสดงให้เห็นถึงปุ่มที่กดได้.",
  "html-element-docs:canvas": "<em>Canvas</em> (<code>&lt;canvas&gt;</code>) HTML element สามารถใช้ในการวาดกราฟฟิคโดยใช้ scripting (ส่วนมาก <a title=\"en/JavaScript\" rel=\"internal\" href=\"https://developer.mozilla.org/en/JavaScript\">JavaScript</a>). ตัวอย่างเช่น การวาดกราฟ, สร้างองค์ประกอบของรูป รวมไปถึงการสร้าง animation.",
  "html-element-docs:caption": "<em>HTML Table Caption Element</em> (<span style=\"font-family: Courier New;\">&lt;caption&gt;</span>) แสดงให้เห็นถึงชื่อของหัวข้อของตาราง. ถึงแม้ว่าตัวแรกมักจะสืบทอดมาจาก  <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/table\">&lt;table&gt;</a></code>\n, การตกแต่งของ CSS อาจจะถูกตั้งไว้ที่อื่นเชื่อมโยงจาก table.",
  "html-element-docs:cite": "Citation Element (<span style=\"font-family: Courier New;\">&lt;cite&gt;</span>) ใช้บรรจุหัวข้อ เช่น หนังสือ, เพลง, หนัง, ละครทีวี, การแสดง เป็นต้น.",
  "html-element-docs:code": "HTML Code Element (<span style=\"font-family: Courier New;\">&lt;code&gt;</span>) แสดงส่วนของโค้ดคอมพิวเตอร์ โดยปริยายแล้วจะแสดงเป็น monospace font เริ่มต้นของบราวเซอร์",
  "html-element-docs:col": " <em>Table Column </em> (<code>&lt;col&gt;</code>) ใช้สำหรับกำหนดคอลัมในตารางมีผลถึงทุกช่อง โดยทั่วไปแล้วมักพบ element นี้ใน element <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/colgroup\">&lt;colgroup&gt;</a></code>",
  "html-element-docs:colgroup": "<em>HTML Table Column Group Element</em> (<span style=\"font-family: Courier New;\">&lt;colgroup&gt;</span>) ใช้กำหนดกลุ่มของคอลัมน์ในตาราง",
  "html-element-docs:command": "<code>command </code>element ใช้แสดงคำสั่งที่ผู้ใช้สามารถใช้ได้",
  "html-element-docs:datalist": "<em>HTML Datalist Element</em> (<span style=\"font-family: Courier New;\">&lt;datalist&gt;</span>) มีชุดของ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/option\">&lt;option&gt;</a></code>\n elements ที่แสดงให้เห็นถึงความเป็นไปได้ของตัวเลือกของค่าของการบังคับอื่นๆ.",
  "html-element-docs:dd": "Definition Description Element (<span style=\"font-family: Courier New;\">&lt;dd&gt;</span>) กำหนดความหมายของศัพท์ในรายการของศัพท์ต่างๆ (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dl\">&lt;dl&gt;</a></code>\n) element. element นี่สามารถใช้ได้ครั้งเดียวใน child element ของ definition list และต้องตามด้วย <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dt\">&lt;dt&gt;</a></code>\n element.",
  "html-element-docs:del": "Deleted Text (<code>&lt;del&gt;</code>) HTML&nbsp;element แสดงช่วงของข้อความที่ถูกลบออกจากเอกสาร. element นี้มักจะ (แต่ไม่จำเป็น) แสดงผลด้วยข้อความที่ถูกขีดฆ่า",
  "html-element-docs:details": "HTML <em>details</em> element (<code>&lt;details&gt;</code>) ถูกนำมาใช้เป็นเครื่องมือการเปิดเผยจากการที่ผู้ใช้เรียกดูข้อมูลเพิ่มเติม.",
  "html-element-docs:dfn": "Definition (<code>&lt;dfn&gt;</code>)&nbsp;HTML element ใช้แสดงให้เห็นถึงตัวอย่างของศัพท์",
  "html-element-docs:div": "Document Division (&lt;div&gt;) HTML&nbsp;element คือที่เก็บข้อมูลทั่วไปที่ไม่สืบทอดจากอะไรทั้งสิ้น. มันสามารถใช้ได้ในกลุ่ม element สำหรับการตกแต่ง (เช่นการใช้ <strong>class</strong> หรือ <strong>id</strong> attributes), หรือมันเพราะมันสามารถแบ่งค่า attribute เช่น <strong>lang</strong>. มันควรที่จะใช้ต่อเมื่อไม่มี element อื่นใช้ (เช่น <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code>\n หรือ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/nav\">&lt;nav&gt;</a></code>\n) เหมาะสมกว่า.",
  "html-element-docs:dl": "HTML <em>Definition List</em> (<code>&lt;dl&gt;</code>) element ปิดด้วยรายการคู่ของ รายละเอียดและศัพท์. สิ่งที่ใช้ประจำของ element นี้คือการสร้างอภิธานศัพท์เป็นต้น.",
  "html-element-docs:dt": "HTML Definition Term Element (<span style=\"font-family: Courier New;\">&lt;dt&gt;</span>) ระบุความหมายของรายการ. element นี้สามารถใช้ได้แค่ในส่วนของ child element ของ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dl\">&lt;dl&gt;</a></code>\n. ส่วนมากมันจะตามด้วย <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dd\">&lt;dd&gt;</a></code>\n element; แต่หลาย <code>&lt;dt&gt;</code> elements ในแถวบ่งบอกถึงหลายๆศัพท์ระบุโดยตรงจาก <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dd\">&lt;dd&gt;</a></code>\n element.",
  "html-element-docs:em": "HTML Emphasis Element (<span style=\"font-family: Courier New;\">&lt;em&gt;</span>) ทำเครื่องหมายให้ข้อความว่ามีระดับความสำคัญอยู่. <code>&lt;em&gt;</code> element สามารถใส่ซ้อนกันได้ ทุกระดับของการซ้อนกันจะบ่งบอกถึงระดับความสำคัญที่มากขึ้น",
  "html-element-docs:embed": "<em>HTML&nbsp;Embed Element</em> (<code>&lt;embed&gt;</code>) ใช้แสดงการเชื่อมต่อจากโปรแกรมหรือเนื้อหาภายนอก (อาจเรียกได้ว่าปลั๊กอิน)",
  "html-element-docs:fieldset": "HTML&nbsp;element<em> fieldset </em>(<span style=\"font-family: Courier New;\">&lt;fieldset&gt;</span>)  ใช้เพื่อจัดกลุ่มตัวควบคุมหลายชนิดเช่นเดียวกับ labels (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/label\">&lt;label&gt;</a></code>\n) ภายในแบบฟอร์มเว็บ",
  "html-element-docs:figcaption": "<em>HTML Figcaption Element</em> (<code>&lt;figcaption&gt;</code>) แสดงให้เห็น caption หรือ legend ที่เกี่ยวกับรูป หรือภาพประกอบอธิบายโดยส่วนที่เหลือของข้อมูลของ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code>\n element ที่มันมีที่มาจากสิ่งเดิมที่แปลว่า <code>&lt;figcaption&gt;</code> สามารถเป็น element แรกหรือสิ่งสุดท้ายข้างในของ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code>\n block.&nbsp; และ <em>HTML Figcaption Element&nbsp;</em> เป็นสิ่งเพิ่มเติม; ถ้าหากไม่ได้เพิ่มเติมมา parent figure element จะไม่มี caption.",
  "html-element-docs:figure": "<em>HTML Figure Element&nbsp;</em>(<span style=\"font-family: Courier New;\">&lt;figure&gt;</span>) แสดงให้เห็นถึงการบรรจุข้อมูลของตัวเอง, ซ้ำๆกันพร้อมกับ  caption&nbsp;(<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figcaption\">&lt;figcaption&gt;</a></code>\n)<em><code>,</code></em> และคือ&nbsp;การอ้างอิงมักจะเป็นหน่วยเดียว. ในระหว่างเดียวกันมันจะมีข้อเกี่ยวข้องกับ flow หลัก, ตำแหน่งของมันจะไม่ขึ้นอยู่กับ flow หลัก. ปกติแล้วนี่คือรูปภาพ, ภาพประกอบ, แผนภาพ, โค้ด, หรือโครงการที่มีการอ้างอิงไปยังข้อความหลัก แต่มักจะย้ายจากเพจหนึ่งหรือต่อกันมาโดยไม่ได้มีผลกระทบกับ flow หลัก.",
  "html-element-docs:footer": "<em>HTML Footer Element</em> (<span style=\"font-family: Courier New;\">&lt;footer&gt;</span>) แสดงถึงส่วนของ footer ที่ไกล้เคียงข้อมูล หรือ <a title=\"en/Sections and Outlines of an HTML5 document#sectioning root\" rel=\"internal\" href=\"https://developer.mozilla.org/en/Sections_and_Outlines_of_an_HTML5_document#sectioning_root\">sectioning root</a> element (หรือ parent ที่ไกล้เคียงกัน <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/aside\">&lt;aside&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/nav\">&lt;nav&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/section\">&lt;section&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/blockquote\">&lt;blockquote&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/body\">&lt;body&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/details\">&lt;details&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/fieldset\">&lt;fieldset&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/td\">&lt;td&gt;</a></code>\n). footer โดยทั่วไปจะรวมข้อมูลเกี่ยวกับผู้เขียนของส่วนนั้น, ลิขสิทธิ์ของข้อมูลนั้นๆ หรือลิ้งค์ที่เกี่ยวของกับเพจนั้นๆ.",
  "html-element-docs:form": "<em>form</em> (&lt;form&gt;) HTML&nbsp;element แสดงในเอกสารนี้จะบรรจุส่วนติดต่อเพื่อให้ผู้ใช้ส่งข้อมูลไปยังเซิร์ฟเวอร์ได้",
  "html-element-docs:h1": "<strong>Heading</strong> elements ดำเนิน 6 ขั้นของหัวของ document <code>&lt;h1&gt;</code> จะเป็นตัวที่สำคัญที่สุดและ <code>&lt;h6&gt;</code> น้อยที่สุด A heading element จะบ่งบอกถึงหัวข้อของส่วนๆนั้นเพื่อเป็นการเริ่มต้นเนื้อหา. ข้อมูล Heading อาจจะใช้จาก user agents อย่างเช่นการสร้างข้อมูลตารางอัตโนมัติ.",
  "html-element-docs:head": "HTML <code>&lt;head&gt;</code> element แสดงให้เห็นถึงการเก็บรวบรวมข้อมูลในส่วนของ metadata, links, scripts และ style sheets.",
  "html-element-docs:header": "<em>HTML Header Element</em> (<code>&lt;header&gt;</code>) แสดงถึงกลุ่มของการแนะนำหรือตัวช่วย navigation. มันสามารถรวม element ส่วนหัวแต่ element อื่นๆเช่น logo ฟอร์มในการค้น และส่วนของหัวเป็นต้น.",
  "html-element-docs:hgroup": "<em>HTML Headings Group Element</em> (<span style=\"font-family: Courier New;\">&lt;hgroup&gt;</span>) แสดงให้เห็นถึงส่วนของหัว. มันกำหนดหนึ่งหัวข้อร่วมใน <a title=\"en/Sections and Outlines of an HTML5 document\" rel=\"internal\" href=\"https://developer.mozilla.org/en/Sections_and_Outlines_of_an_HTML5_document\">โครงสร้างของเอกสาร</a> ตามที่หัวข้อได้ระบุ หรือ กำหนดไว้ในส่วนนั้น.",
  "html-element-docs:hr": "ใน \n<span style=\"border: 1px solid rgb(129, 129, 250); background-color: rgb(174, 218, 229); font-size: x-small; white-space: nowrap; padding: 2px;\"><a rel=\"custom\" href=\"/en/HTML/HTML5\">HTML5</a></span> the &lt;hr&gt; element แสดงถึงการเข้าใจระหว่าง paragraph-level elements (อย่างเช่น, การเปลี่ยนแปลงของฉากในเรื่องหรือการเปลี่ยนแปลงของหัวข้อที่มีส่วน). ในเวอร์ชั่นก่อนของ HTML, มันคือการแสดงของ horizontal rule. มันยังคงสามารถที่จะแสดงเป็น horizontal rule ใน ภาพเบราเซอร์ แต่ตอนนี้ได้ถูกกำหนดเป็นความหมายแทนการแสดง.",
  "html-element-docs:html": "HTML root element (<span style=\"font-family: Courier New;\">&lt;html&gt;</span>) แสดงถึง root ของ HTML หรือ XHTML document. element ต่างๆจำเป็นต้องสืบทอดต่อมาจาก element นี้.",
  "html-element-docs:i": "HTML Offset Text (หรือ Italics) Element (<span style=\"font-family: Courier New;\">&lt;i&gt;</span>) แสดงระยะของค่าของตัวหนังสือจากตัวหนังสือธรรมดา. อย่างเช่น ศัพท์เทคนิค วลีภาษาต่างประเทศ หรือความคิดของตัวละครสมมติ. มันแสดงในรูปแบบข้อความ italic.",
  "html-element-docs:iframe": "HTML&nbsp;inline frame element (<code>&lt;iframe&gt;</code>) แสดงถึง กลุ่มข้อมูลของการค้นหา ฝังในหน้าเพจในหน้าปัจจุบัน แต่ละอันมี session เป็นของตัวเองที่ถูกเปิดไว้ในเอกสารนั้น ๆ ที่ ๆ ถูกฝังไว้นั้นเรียกว่า <dfn id=\"parent\">parent</dfn> browsing context ส่วน <dfn id=\"top-level\">top-level</dfn> browsing context (ซึ่งไม่มี parent) ปกติแล้วคือหน้าต่างเบราเซอร์",
  "html-element-docs:img": "HTML Image Element (<code>&lt;img&gt;</code>) แสดงถึงรูปภาพในเอกสาร",
  "html-element-docs:input": "<em>input</em> (<code>&lt;input&gt;</code>) element ใช้ในการสร้างฟอร์มในการตอบโต้บนเว็บ.",
  "html-element-docs:ins": "<em>HTML&nbsp;Inserted Text</em> (<code>&lt;ins&gt;</code>) แสดงถึงช่วงของข้อความที่ถูกเพิ่มเข้ามาในเอกสาร",
  "html-element-docs:kbd": "HTML Keyboard Input Element (<span style=\"font-family: Courier New;\">&lt;kbd&gt;</span>) สร้าง inline element เพื่อแสดงในตัว default font ของ browser. element นี้ใช้โดยการระบุ user input.",
  "html-element-docs:keygen": "HTML <code>keygen</code> element ใช้ในการสร้างรหัส และส่งรหัสซึ่งเป็นส่วนหนึ่งของฟอร์มใน HTML มันถูกออกแบบมาเพื่อเป็นพื้นฐานในการยืนยันข้อมูล มันถูกคาดหวังว่า <code>keygen</code> element จะใช้ใน HTML ฟอร์มพร้อม ๆ กับข้อมูลที่ต้องการที่จะส่งเพื่อยืนยันพร้อมกับส่งใบอนุญาต",
  "html-element-docs:label": "<em>HTML Label Element</em> (<code>&lt;label&gt;</code>) แสดงถึง caption สำหรับสิ่งของใน user interface. มันมีส่วนร่วมของการบังคับจากการใช้ <code>for</code> attribute, หรือการใช้ control element ด้านใน <code>label</code> element. เช่น control ที่เรียกว่า <em>labeled control</em> จาก label element.",
  "html-element-docs:legend": "<em>HTML Legend Field Element</em> (<span style=\"font-family: Courier New;\">&lt;legend&gt;</span>) แสดงให้เห็นถึง caption สำหรับข้อมูลของ parent ของ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/fieldset\">&lt;fieldset&gt;</a></code>\n.",
  "html-element-docs:li": "<em>HTML List item element</em> (<code>&lt;li&gt;</code>) ใช้ในการแสดงรายการสิ่งของ. มันใช้รวมใน ordered list (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ol\">&lt;ol&gt;</a></code>), unordered list (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ul\">&lt;ul&gt;</a></code>) หรือเมนู (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/menu\">&lt;menu&gt;</a></code>), ซึ่งแสดงถึงสิ่งของสิ่งหนึ่งในรายการนั้นๆ.",
  "html-element-docs:link": "<em>HTML Link Element</em> (&lt;link&gt;) ช้ระบุความสัมพันธ์ระหว่างเอกสารนี้กับเอกสารอื่นๆ ความเป็นไปได้ในการใช้งานของ element นี้โดยรวมการนำทางไปยังเอกสารของ style sheet",
  "html-element-docs:map": "HTML <em>Map</em> element (<code>&lt;map&gt;</code>) ใช้กับ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/area\">&lt;area&gt;</a></code>\n elements เพื่อกำหนดแผนที่ในรูป.",
  "html-element-docs:mark": "<em>HTML Mark Element</em> (<span style=\"font-family: Courier New;\">&lt;mark&gt;</span>) แสดงข้อความที่เน้น, เช่น คือการทำงานของข้อความที่ถูกทำเครื่องหมายสำหรับจุดประสงค์การอ้างอิง, เนื่องจาก <em>ความเกี่ยวข้อง</em> โดยเฉพาะอย่างยิ่งในบริบท. ตัวอย่างคือ มันสามารถใช้ในหน้าการแสดงการค้นหา เน้นข้อความผลลัพธ์ทุกๆคำที่ค้นหา.",
  "html-element-docs:menu": "HTML <em>menu</em> element (<code>&lt;menu&gt;</code>) ใช้สำหรับแสดงรายการที่ไม่เรียงกัน ตัวเลือกหรือคำสั่ง",
  "html-element-docs:meta": "<em>HTML Meta Element</em> (<code>&lt;meta&gt;</code>) แสดงให้เห็นถึงข้อมูล metadata ใดๆที่ไม่สามารถแสดงให้เห็นใน meta อื่นๆที่มีส่วนเกี่ยวข้องกัน ของ element (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/base\">&lt;base&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/link\">&lt;link&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/script\">&lt;script&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/style\">&lt;style&gt;</a></code>\n หรือ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/title\">&lt;title&gt;</a></code>\n). ตาม attributes ที่ถูกตั้งไว้ และ metadata ดั่งต่อไปนี้:",
  "html-element-docs:meter": "HTML <em>meter</em> element (<code>&lt;meter&gt;</code>) ใช้แสดงค่าสเกลล่าพร้อมกับช่วงหรือเศษส่วน",
  "html-element-docs:nav": "<em>HTML Navigation Element</em> (<code>&lt;nav&gt;</code>) แสดงให้เห็นถึงส่วนของหน้าเพจที่ลิ้งค์ไปหน้าเพจอื่น หรือ ส่วนของเพจเดียวกัน: ส่วนของ navigation ลิ้งค์.",
  "html-element-docs:noscript": "HTML NoScript Element (<code>&lt;noscript&gt;</code>) กำหนดพิ้นที่ใน HTML เพื่อบ่งบอกหากเบราเซอร์ไม่รองรับ script หรือ script ถูกปิดไว้ในเบราเซอร์นั้นๆ.",
  "html-element-docs:object": "Embedded Object (&lt;object&gt;) element ใช้ในการแสดงไฟล์จากแหล่งข้อมูลภายนอก เช่น ภาพ หน้าเว็บ เป็นต้น",
  "html-element-docs:ol": "HTML <em>ordered list</em> element (<code>&lt;ol&gt;</code>) แสดงให้เห็นถึงรายการของสิ่งของ. โดยปกติแล้ว ordered-list items จะไว้แสดงเริ่มต้นด้วยตัวเลขหรือรายการแบบกระสุน ซึ่งจะเป็นแบบไหนก็ได้ เช่นเป็นเลขโรมัน, ตัวหนังสือ, เลขธรรมดา, แบบกระสุน, แบบวงกลม, styles แต่ละอันไม่ได้กำหนดไว้ในข้อมูลของ HTML แต่โยงไปที่ CSS โดยใช้ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style-type\">list-style-type</a></code>\n property.",
  "html-element-docs:optgroup": "ในเว็บฟอร์ม HTML <em>optgroup</em> element (&lt;optgroup&gt;) สร้างการจัดกลุ่มตัวเลือกใน <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/select\">&lt;select&gt;</a></code>\n element.",
  "html-element-docs:option": "ในเว็บฟอร์ม, HTML<em> option </em>element (<span style=\"font-family: Courier New;\">&lt;option&gt;</span>) ใช้สำหรับสร้าง control ที่แสดงตัวเลือกอยู่ภายใน <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/select\">&lt;select&gt;</a></code>\n,  <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/optgroup\">&lt;optgroup&gt;</a></code>\nหรือ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/datalist\">&lt;datalist&gt;</a></code>\nHTML5 element",
  "html-element-docs:output": "<em>output</em> (&lt;output&gt;) element แสดงถึงผลของการคำนวณ",
  "html-element-docs:p": "<strong>Paragraph</strong> element (&lt;p&gt;)ใช้ในการแสดงย่อหน้า ซึ่งเป็นองค์ประกอบระดับ block",
  "html-element-docs:param": "<strong>Parameter </strong>element ซึ่งใช้ระบุ parameters ของ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/object\">&lt;object&gt;</a></code>\n.",
  "html-element-docs:pre": "element นี้แสดงให้เห็นถึงตัวหนังสือที่ถูกจัดแล้ว. ตัวหนังสือใน element นี้ปกติแล้วใช้แสดงใน ส่วนของ font ที่ที่มากับไฟล์นั้นๆ. พื่นที่ว่างเปล่าใน element นี้จะถูกแสดงดังที่พิมพ์ไว้.",
  "html-element-docs:progress": "HTML <em>progress</em> (<code>&lt;progress&gt;</code>) element ใช้ในการดูความคืบหน้าของงาน. ในขณะที่รายละเอียดของการแสดงจะขึ้นอยู่กับนักพัฒนาเบราเซอร์, โดยปกติแล้วจะใช้ progress bar ในการแสดง.",
  "html-element-docs:q": "<strong>quote</strong> element แสดงให้เห็นถึงการอ้างอิงของข้อความ.",
  "html-element-docs:s": "<em>HTML&nbsp;Strikethrough Element</em> (<span style=\"font-family: Courier New;\">&lt;s&gt;</span>) แสดงผลข้อความด้วยเส้นขีดผ่ากลาง หรือเส้นขีดฆ่า. ใช้ <code>&lt;s&gt;</code> element เพื่อสื่อถึงสิ่งที่ไม่มีความเกี่ยวข้องกันแล้วหรือไม่มีความแม่นยำแล้ว อย่างไรก็ตาม  <code>&lt;s&gt;</code> นั้นไม่เหมาะที่จะใช้บ่งบอกถึงการแก้ไขเอกสาร, ใช้ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/del\">&lt;del&gt;</a></code>\nและ  <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ins\">&lt;ins&gt;</a></code>\nelement แทนตามความเหมาะสม",
  "html-element-docs:samp": "HTML Sample Text Element (<span style=\"font-family: Courier New;\">&lt;samp&gt;</span>) สร้าง inline element ที่แสดงเป็น default font ของบราวเซอร์ (Lucida Console). Element นี้ใช้เพื่อระบุ output ตัวอย่างจากโปรแกรมคอมพิวเตอร์",
  "html-element-docs:script": "<code>script</code> element ใช้เพื่อฝังหรืออ้างถึงสคริปท์ที่ทำงานได้เข้าไปในเอกสาร <abbr title=\"Hypertext Markup Language\">HTML</abbr> หรือ <abbr title=\"Extensible Hypertext Markup Language\">XHTML</abbr>",
  "html-element-docs:section": "<em>HTML Section Element</em> (<code>&lt;section&gt;</code>) แสดงถึงส่วนในเอกสารทั่วไป เช่น การจัดกลุ่มเนื้อหา โดยทั่วไปจะมีหัวข้อด้วย",
  "html-element-docs:select": "<em>select</em> (<code>&lt;select&gt;</code>) HTML element แสดงถึงการรควบคุมของตัวเลือกเมนู ในตัวเลือกในเมนูแสดงโดย <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/option\">&lt;option&gt;</a></code>\n elements, ซึ่งสามารถจับกลุ่มโดย <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/optgroup\">&lt;optgroup&gt;</a></code>\n elements. ตัวเลือกสามารถถูกเลือกก่อนจากผู้ใช้",
  "html-element-docs:small": "HTML Small Element (<span style=\"font-family: Courier New;\">&lt;small&gt;</span>) ทำให้ตัวหนังสือ <em>font size</em> เล็กลงอีกหนึ่งขนาด (ตัวอย่างเช่น, จากขนาดใหญ่เป็นขนาดกลาง หรือจากขนาดเล็กเป็นขนาดเล็กมาก) ลงไปถึงขนาดต่ำสุดของ font ของเบราเซอร์.",
  "html-element-docs:source": "<code>source</code> element ใช้ในการระบุมีเดียต่างๆสำหรับ <code> audio</code> และ <code>video</code> elements ใน HTML5. มันเป็น element ว่างเปล่า. ใช้ส่วนใหญ่ในการแสดงมีเดียเดียวกันใน <a title=\"En/Media formats supported by the audio and video elements\" rel=\"internal\" href=\"https://developer.mozilla.org/En/Media_formats_supported_by_the_audio_and_video_elements\">formats ต่างๆที่รองรับจาก browsers ต่างๆ</a>.",
  "html-element-docs:span": "HTML element นี้เป็นที่ใส่ข้อมูล inline ทั่วไป, ซึ่งไม่สามารถแสดงถึงอะไรทั้งสิ้น. มันสามารถใช้ในกลุ่มของ elements สำหรับการตกแต่ง (โดยใช้ <strong>class</strong> หรือ <strong>id</strong> attributes), หรือมันสามารถแบ่งค่าของ attribute, อย่าเช่น <strong>lang</strong>. มันควรที่จะใช้อย่างถูกต้องและถูกที่เท่านั้น. &lt;span&gt; เป็นสิ่งที่คล้ายกันกับ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/div\">&lt;div&gt;</a></code>\n element, แต่ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/div\">&lt;div&gt;</a></code>\n เป็น block-level element แต่ a &lt;span&gt; เป็น inline element.",
  "html-element-docs:strong": "HTML Strong Element (<span style=\"font-family: Courier New;\">&lt;strong&gt;</span>) กำหนดว่าข้อความนั้นมีความสำคัญ โดยทั่วไปจะแสดงเป็นตัวหนา",
  "html-element-docs:style": "Style element ประกอบด้วยข้อมูลของ document. ข้อมูลของ Style ควรที่จะเข้าไปอยู่ใน element, ปกติแล้วในภาษา CSS (เช็ค <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a>).",
  "html-element-docs:sub": "<em>HTML Subscript Element</em> (<code>&lt;sub&gt;</code>) กำหนดช่วงของข้อความที่ควรจะแสดงผลระดับต่ำกว่าและมักมีขนาดเล็กกว่าข้อความหลัก เนื่องจากเหตุผลทางการพิมพ์",
  "html-element-docs:summary": "HTML  <em>summary </em>element (<code>&lt;summary&gt;</code>) ใช้เป็นส่วนสรุป, caption หรือ legend ของเนื้อหาของ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/details\">&lt;details&gt;</a></code>\nelement",
  "html-element-docs:sup": "<em>HTML Superscript Element</em> (<code>&lt;sup&gt;</code>) กำหนดข้อความที่ควรจะอยู่สูงกว่าและมีขนาดเล็กกว่าข้อความหลัก เนื่องจากเหตุผลทางการพิมพ์",
  "html-element-docs:table": "<em>HTML Table Element </em>(<code>&lt;table&gt;</code>) แสดงข้อมูลในสองมิติ หรือมากกว่า.",
  "html-element-docs:tbody": "<em>HTML Table Body Element</em> (<code>&lt;tbody&gt;</code>) กำหนดจำนวนของแถวของตัวตาราง. ถึงแม้จะไม่เป็นสิ่งที่จำเป็นต้องระบุ แถวของตัวตารางสามารถระบุแบบ  <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/tr\">&lt;tr&gt;</a></code>\n elements children ของ parent <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/table\">&lt;table&gt;</a></code>\n element, ถ้าเห็นอยู่ครบ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/tr\">&lt;tr&gt;</a></code>\n elements เป็นส่วนหนึ่งของตัวตารางที่จำเป็นต้องรวมและไม่ซ้ำกัน <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/tbody\">&lt;tbody&gt;</a></code>\n element.",
  "html-element-docs:td": "<em>HTML Table Cell Element</em> (<code>&lt;td&gt;</code>) กำหนดข้อมูลในเซลล์",
  "html-element-docs:textarea": "<em>textarea</em> (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/textarea\">&lt;textarea&gt;</a></code>\n) เป็น HTML element ที่แสดงตัวแก้ไขข้อความแบบหลายบรรทัด",
  "html-element-docs:tfoot": "<em>HTML Table Foot Element</em> (<code>&lt;tfoot&gt;</code>) กำหนดแถวของข้อสรุปของคอลัมน์ในตาราง.",
  "html-element-docs:th": "<em>HTML Table Header Cell Element</em> (<code>&lt;th&gt;</code>) ระบุในเซลล์ของส่วนหัวของกลุ่มของตาราง. กลุ่มของเซลล์ในส่วนหัวระบุถึง \n\n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th#attr-scope\">scope</a></code>\n และ \n\n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th#attr-headers\">headers</a></code>\n attribute.",
  "html-element-docs:thead": "<em>HTML Table Head Element</em> (<code>&lt;thead&gt;</code>) กำหนดจำนวนของแถวการกำหนดหัวของคอลัมน์ของตาราง.",
  "html-element-docs:time": "HTML <em>time</em> element (<code>&lt;time&gt;</code>)  แสดงทั้งเวลาในรูปแบบ 24 ชั่วโมงและวันที่แน่นอนใน <a class=\"external\" title=\"http://en.wikipedia.org/wiki/Gregorian_calendar\" rel=\"external\" href=\"http://en.wikipedia.org/wiki/Gregorian_calendar\" target=\"_blank\">ปฏิทินเกรโกเรียน</a> (พร้อมข้อมูลในด้านโซนเวลาและเวลาให้เลือก).",
  "html-element-docs:title": "<em>HTML Title Element</em> (<code>&lt;title&gt;</code>) กำหนดหัวเรื่องของเอกสารซึ่งจะแสดงในแถบชื่อของบราวเซอร์หรือแท็บของหน้านั้น มันจะเก็บเพียงแค่ข้อความและแท็กใดก็ตามที่อยู่ภายในนี้จะไม่ถูกแปลความหมาย",
  "html-element-docs:tr": "<em>HTML Table Row Element</em> (<code>&lt;tr&gt;</code>) กำหนดแถวของตาราง อาจจะพบได้ทั้งแบบ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/td\">&lt;td&gt;</a></code>\nและ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th\">&lt;th&gt;</a></code>",
  "html-element-docs:u": "<em>HTML Underline Element</em> (<span style=\"font-family: Courier New;\">&lt;u&gt;</span>) ทำให้ข้อความมีเส้นใต้.",
  "html-element-docs:ul": "HTML <em>unordered list</em> element (<code>&lt;ul&gt;</code>) แสดงรายการที่ไม่มีการเรียงลำดับ เช่นกลุ่มของข้อมูลที่ไม่มีการเรียงลำดับด้วยตัวเลข และลำดับการเรียงไม่สำคัญ โดยทั่วไปรายการที่ไม่มีการเรียงลำดับจะแสดงด้วยจุดนำ ซึ่งมีหลากหลายรูปแบบเช่น จุด, วงกลม หรือสี่เหลี่ยม รูปแบบของจุดนำไม่ได้ถูกกำหนดโดย HTML ในหน้านั้นแต่จะใช้ <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style-type\">list-style-type</a></code>\nซึ่งเป็นคุณสมบัติ CSS",
  "html-element-docs:var": "HTML Variable Element (<code>&lt;var&gt;</code>) แสดงถึงตัวแปรในสมการคณิตศาสตร์หรือในบริบทของการเขียนโปรแกรม",
  "html-element-docs:video": "HTML&nbsp; <code>&lt;video&gt;</code> element ใช้เพื่อฝังวิดีโอในเอกสาร HTML&nbsp;หรือ XHTML",
  "html-element-docs:wbr": "<em>Word Break Opportunit</em><em>y</em> (<code>&lt;wbr&gt;</code>) HTML element แสดงตำแหน่งระหว่างข้อความที่เบราเซอร์อาจจะแสดงเป็นบรรทัดใหม่ ถึงแม้ว่า line-breaking rules ของมันจะไม่สร้างบรรทัดใหม่ในตำแหน่งนี้",
  "html.manifest": "ระบุ URI ของข้อมูล manifest แสดงถึงทรัพยากรที่จะใช้ cached ในตัวเครื่อง.",
  "html.version": "ระบุเวอร์ชั่นของ การกำหนดประเภทของ HTML Document ที่จะครอบครอง document นั้นๆ.",
  "id": "id",
  "If you need help": "ถ้าคุณต้องการความช่วยเหลือ, โปรดแน่ใจว่า X-Ray Goggles ได้ถูกเปิดใช้งานแล้ว, จากนั้นกด <kbd>H</kbd> บนคีย์บอร์ดของคุณ",
  "iframe.align": "การจัดตำแหน่งของ element นี้จะเป็นไปตามสิ่งแวดล้อม",
  "iframe.frameborder": "ค่า 1 (ค่าโดยปริยาย) บอกบราวเซอร์ให้วาดเส้นขอบระหว่างเฟรมนี้และเฟรมอื่นทุกเฟรม",
  "iframe.height": "แสดงความสูงของกรอบ\nHTML5 ในหน่วย CSS พิกเซล หรือ\nHTML 4.01 ในหน่วยพิกเซลหรือเป็นเปอร์เซ็นต์",
  "iframe.longdesc": "URI ของรายละเอียดอย่างยาวของเฟรม",
  "iframe.marginheight": "ระยะห่างของเนื้อหาจากขอบ บน,ล่าง หน่วยเป็น พิกเซล",
  "iframe.marginwidth": "ขนาดของช่องว่างเป็นพิกเซลระหว่างเนื้อหาของเฟรมกับขอบซ้ายและขอบขวา",
  "iframe.mozallowfullscreen": "ใน Gecko 9.0 หรือต่อจากนั้น, attribute นี้สามารถตั้งต่าให้เป็น true หาก frame ถูกยอมให้วางไว้ใน full screen mode โดยการเรียก element.mozRequestFullScreen()\n method.",
  "iframe.name": "ชื่อของข้อมูลที่ถูกฝัง (หรือ frame)",
  "iframe.sandbox": "หากระบุให้เป็น string ที่ว่างเปล่า. attribute นี้จะเปิดค่าการจำกัดเพื่อเติมในส่วนของข้อมูลที่แสดงในเฟรมที่แสดง inline.",
  "iframe.scrolling": "attribute ที่แยกแล้วกำหนดว่าเมื่อไรเบราเซอร์ควรที่จะเปิด scroll bar ให้ (หรือเครื่องมือ scroll อื่นๆ) สำหรับ frame อัตโนมัติ ต่อเมื่อต้องการเท่านั้น.",
  "iframe.seamless": "Boolean attribute นี้ระบุว่าเบราเซอร์ควรที่จะทำให้ inline frame ในส่วนของการทำให้เป็นส่วนหนึ่งของ document, อย่างเช่นการทำให้ CSS Styles ที่อยู่บน <iframe> รวม document ก่อน styles ถูกกำหนดใน document หรือโดยการเปิดลิ้งค์ที่รวม document ใน parent browser. (ถ้าหากการตั้งค่าไม่ได้ถูกปิดไว้).",
  "iframe.src": "URL หน้าเว็บในการใช้ Embed",
  "iframe.srcdoc": "เนื้อหานี้บรรจุเนื้อหาของหน้าที่ถูกฝังไว้",
  "iframe.webkitallowfullscreen": "ใน Chrome 17 หรือใหม่กว่า (และเก่ากว่าก็เป็นไปได้), attribute นี้สามารถใช้ในการตั้งค่าถ้าหากต้องการให้เฟรมเปิดในหน้าเต็มจอโดยการเรียกฟั่งชั่น element.webkitRequestFullScreen().",
  "iframe.width": "ระบุความกว้างของเฟรม\nHTML5 ในรูป CSS pixel หรือ\nHTML 4.01 ในรูป pixel หรือเป็นเปอร์เซ็นต์",
  "img.align": "การจัดตำแหน่งของภาพนี้จะเป็นไปตามสิ่งแวดล้อมโดยรอบ",
  "img.alt": "attribute นี้ใช้กำหนดข้อความอธิบายภาพ",
  "img.border": "ความกว้างของเส้นขอบรอบรูป",
  "img.crossorigin": "attribute นี้นับเป็นการแสดงให้เห็นว่าการเรียกของภาพที่เกี่ยวข้องจะต้องดำเนินการโดยใช้ CORS หรือไม่",
  "img.height": "แสดงความสูงของรูปภาพ\nCSS ใน HTML5 มีหน่วยเป็นพิกเซล หรือ\nHTML 4.01 มีหน่วยเป็นพิกเซลหรือเป็นเปอร์เซ็นต์",
  "img.hspace": "จำนวนของพิกเซลของที่ว่างสีขาวที่จะแทรกเข้าไปในด้านซ้ายและขวาของรูปภาพ",
  "img.ismap": "Boolean attribute นี้กำหนดว่ารูปเป็นส่วนของ map ของ server-side.",
  "img.longdesc": "URL ของรายละเอียดของภาพที่จะแสดงซึ่งเสริมข้อความ ALT",
  "img.name": "ชื่อของ element",
  "img.src": "URL ของรูปภาพ, attribute นี้คือใช้ร่วม <img> element",
  "img.usemap": "URL บางส่วน (เริ่มต้นด้วย '#') จากรูป เกี่ยวข้องกับ image map element",
  "img.vspace": "จำนวน pixels ของพื้นที่สีขาวที่จะแทรกระหว่างด้านบน และ ด้านล่างของรูป",
  "img.width": "ความกว้างของรูปในหน่วย พิกเซล หรือ เปอร์เซ็นต์",
  "input.accept": "ถ้าค่าของประเภท attribute นี้เป็นไฟล์ attribute นี้จะระบุประเภทของไฟล์ที่เซิร์ฟเวอร์อนุญาติ นอกนั้นถูกปฏิเสธ",
  "input.accesskey": "character เดียวที่ผู้ใช้กดเพื่อเปลี่ยนการเน้นการควบคุม",
  "input.autocomplete": "attribute นี้บ่งบอกว่า ค่าของส่วนควบคุมสามารถถูกทำให้สมบูรณ์อัตโนมัติ โดยบราวเซอร์",
  "input.autofocus": "Boolean attribute นี้จะช่วยให้คุณระบุว่าตัวควบคุมฟอร์มควรมีโฟกัสการป้อนข้อมูลเมื่อเพจโหลด เว้นแต่ผู้ใช้แทนที่มัน ตัวอย่างเช่นโดยการพิมพ์อยู่ในการควบคุมที่แตกต่างกัน",
  "input.checked": "ถ้าค่าของ type attribute เป็น radio หรือ checkbox, การที่มี Boolean attribute นี้อยู่ จะระบุว่า control จะถูกเลือกมาเป็นค่าเริ่มต้น ไม่เช่นนั้นก็จะถูกละเลย",
  "input.disabled": "Boolean attribute นี้แสดงให้เห็นว่าตัวควบคุมฟอร์มจะไม่สามารถใช้ได้สำหรับการโต้ตอบ",
  "input.form": "element แบบฟอร์มที่ input element ที่เกี่ยวข้องกับ (เจ้าของร่างของมัน)",
  "input.formaction": "URI ของโปรแกรมใช้ประมวลผลข้อมูลที่ส่งมาจากองค์ประกอบนำเข้า ถ้าเป็นปุ่มส่งข้อมูลหรือภาพ",
  "input.formenctype": "หาก input element เป็นปุ่ม submit หรือรูปภาพ, attribute นี้ระบุถึงประเภทของข้อมูลที่จะใช้ในการส่งข้อมูลไปยัง server.",
  "input.formmethod": "ถ้า input element เป็นปุ่มหรือรูปภาพ  attribute นี้จะระบุประเภทของ HTTP ในการใช้ส่งฟอร์มที่ใช้ในเบราเซอร์",
  "input.formnovalidate": "ถ้า element ที่นำเข้าคือปุ่มซับมิทหรือรูปภาพ, Boolean attribute นี้ระบุว่ารูปแบบจะไม่ได้ถูกตรวจสอบเมื่อถูกส่งไป ",
  "input.formtarget": "ถ้า element นำเข้า เป็นรูปหรือปุ่ม attribute นี้เป็นชื่อหรือคำหลักที่แสดงให้เห็นเพื่อแสดงการตอบสนองที่ได้รับหลังจากการกรอกแบบฟอร์ม",
  "input.height": "ถ้าค่าของ attribute คือภาพ, attribute นี้กำหนดความสูงของภาพที่แสดงสำหรับปุ่ม",
  "input.list": " ระบุรายการตัวเลือกกำหนดไว้ล่วงหน้า ที่จะแนะนำให้กับผู้ใช้",
  "input.max": "ค่าสูงสุด (ตัวเลขหรือวันที่) สำหรับสิ่งนี้ ซึ่งจำเป็นว่าต้องไม่น้อยกว่าค่าขั้นต่ำ (min attribute)",
  "input.maxlength": "ถ้าค่าของประเภท attribute ที่เป็นข้อความ, อีเมล์, การค้นหา, รหัสผ่าน, โทรศัพท์, หรือพิมพ์ URL attribute นี้ระบุจำนวนสูงสุดของตัวอักษร (ในจุดรหัส Unicode) ที่ผู้ใช้สามารถป้อน; ชนิดควบคุมอื่น ๆ ก็จะถูกละเว้น",
  "input.min": "ค่าขั้นต่ำ (ในรูปแบบตัวเลขหรือวันที่และเวลา) สำหรับสิ่งนี้ ซึ่งจะต้องไม่มากกว่าค่าขั้นสูง (max attribute)",
  "input.mozactionhint": "ระบุ \"คำใบ้\" สำหรับการกรอกข้อมูลบนอุปกรณ์เคลื่อนที่ด้วยคีย์บอร์ดบนหน้าจอ",
  "input.multiple": "Boolean attribute นี้ระบุว่าผู้ใช้สามารถใส่ค่าได้มากกว่าหนึ่งค่าได้หรือไม่",
  "input.name": "ชื่อของการควบคุม, เมื่อได้ถูกส่งพร้อมกับรุปแบบข้อมูล",
  "input.pattern": "การแสดงออกปกติว่าค่าของตัวควบคุมถูกตรวจสอบกับ",
  "input.placeholder": "คำใบ้สำหรับผู้ใช้ในแผงควบคุม",
  "input.readonly": " Boolean attribute นี้ใช้ระบุว่าผู้ใช้ไม่สามารถแก้ค่าในตัวควบคุมได้",
  "input.required": "Attribute นี้จะระบุว่าผู้ใช้ต้องกรอกค่าลงไปก่อนที่จะส่งฟอร์ม",
  "input.selectionDirection": "ทิศทางที่การเลือกงานเกิดขึ้น",
  "input.size": "ขนาดเริ่มต้นของแผงควบคุม",
  "input.src": "ถ้าค่าของของ type attribute เป็นภาพ attribute นี้ ระบุ URI สำหรับตำแหน่งของภาพที่จะแสดงบนปุ่มส่ง จะถูกละเว้นถ้าเป็นอย่างอื่น",
  "input.step": "ทำงานกับ attributes ต่ำสุดและสูงสุดที่จะจำกัดการเพิ่มขึ้นที่ตัวเลขหรือวันเวลาเป็นค่าที่สามารถตั้งได้",
  "input.tabindex": "ตำแหน่งของ element ในหน้านำทางสำหรับเอกสารปัจจุบัน",
  "input.type": "ชนิดของการควบคุมเพื่อแสดง",
  "input.usemap": "ชื่อของ element <map>\nที่จะเป็น image map",
  "input.value": "ค่าเริ่มต้นสำหรับการควบคุม",
  "input.width": "ถ้าค่าของ attribute นี้คือรูปภาพ attribute นี้ใช้กำหนดความกว้างของรูปภาพที่จะแสดงบนปุ่ม",
  "input.x-moz-errormessage": "ส่วนเสริมนี้ของ Mozilla ช่วยให้คุณสามารถระบุข้อความแสดงข้อผิดพลาดที่จะแสดงเมื่อเขตข้อมูลที่ไม่ประสบความสำเร็จในการตรวจสอบ",
  "ins.cite": "attribute นี้กำหนด URI ของแหล่งข้อมูล อธิบายการเปลี่ยนแปลง, เช่นเดียวกับการเชื่อมต่อไปยังคำอธิบายการประชุมหรือวิธีการช่วยเหลือในการแก้ปัญหา",
  "ins.datetime": "attribute นี้ระบุถึงวันและเวลาของการเปลี่ยนแปลงและจำเป็นต้องเป็นวันที่ๆถูกต้องพร้อมกับ string เพิ่มเติมของเวลา.",
  "Instantly publish your remix to a URL that anyone can view.": "เผยแพร่สิ่งที่เรียบเรียงของคุณเป็น URL ที่ทุกคนสามารถดูได้ในทันที",
  "key-names:DELETE": "backspace",
  "key-names:DELETE-MacIntel": "ลบ",
  "key-names:DOWN": "↓",
  "key-names:ESC": "esc",
  "key-names:LEFT": "←",
  "key-names:RIGHT": "→",
  "key-names:UP": "↑",
  "keygen.autofocus": "Boolean attribute นี้จะช่วยให้คุณระบุว่าการควบคุมควรจะมีโฟกัสการป้อนข้อมูลเมื่อเพจโหลด เว้นแต่ผู้ใช้แทนที่มัน ตัวอย่างเช่นโดยการพิมพ์อยู่ในการควบคุมที่แตกต่างกัน",
  "keygen.challenge": "ข้อความจะถูกส่งมาพร้อมกับ public key",
  "keygen.disabled": "Boolean attribute นี้แสดงว่ารูปแบบการควบคุมไม่รองรับการปฏิสัมพันธ์",
  "keygen.form": "element แบบฟอร์มที่ element นี้มีความเกี่ยวข้องกับ (\"เจ้าของฟอร์ม\")",
  "keygen.keytype": "ประเภทของคีย์ที่สร้าง",
  "keygen.name": "ชื่อของตัวควบคุม จะถูกส่งไปพร้อบกับข้อมูลของฟอร์ม",
  "label.accesskey": "ปุ่มคำสั่งลัดเพื่อเข้าถึง element นี้จากคีย์บอร์ด",
  "label.for": "ไอดีของ element ฟอร์มที่เกี่ยวข้องกับ labelable ในเอกสารเดียวกันเป็น element ที่ถูก label",
  "label.form": "form element ที่มี label element เกี่ยวข้องด้วย (เป็นเจ้าของฟอร์ม).",
  "Let us help.": "ให้พวกเราช่วย",
  "link.charset": "attribute นี้กำหนดการเข้ารหัสตัวอักษรของแหล่งข้อมูลที่ถูกเชื่อมโยง",
  "link.disabled": "attribute นี้จะใช้ในการ ปิดการใช้งานการเชื่อมโยงความสัมพันธ์",
  "link.href": "attribute นี้ใช้ระบุ URL ของแหล่งข้อมูลที่ถูกลิงค์",
  "link.hreflang": "attribute นี้บ่งชี้ของภาษาที่ถูกเชื่อมโยงมาจากแหล่งข้อมูล",
  "link.media": "attribute นี้ระบุถึงสื่อที่เป็นทรัพยากรโดยเชื่อมโยงนำไปใช้กับ",
  "link.methods": "ค่าของ attribute นี้ให้ข้อมูลเกี่ยวกับฟังก์ชั่นที่อาจจะมีการดำเนินการบน object",
  "link.rel": "attribute นี้กำหนดชื่อของความสัมพันธ์ของเอกสารที่ถูกเชื่อมโยงกับเอกสารปัจจุบัน",
  "link.rev": "ค่าของ attribute นี่แสดงความสัมพันธ์ของเอกสารปัจจุบันที่เชื่อมโยงไว้ โดยกำหนด\n\nhref\n attribute.",
  "link.sizes": "attribute นี้จะกำหนดขนาดของไอคอนสำหรับสื่อภาพที่มีอยู่ในทรัพยากร",
  "link.target": "กำหนดชื่อเฟรมหรือหน้าต่างที่มีความสัมพันธ์เชื่อมโยงที่กำหนดไว้หรือที่จะแสดงการแสดงผลของทรัพยากรที่เชื่อมโยง",
  "link.type": "attribute นี้ใช้กำหนดประเภทของเนื้อหาที่ถูกลิ้งค์",
  "Make sure your browser's bookmarks bar is enabled.": "ให้แน่ใจว่าบุ๊คมาร์คในเว็บบราวเซอร์ของคุณได้เปิดการใช้งานแล้ว",
  "Make sure your web browser's bookmarks bar is enabled.": "ต้องแน่ใจว่าแถบบุ๊คมาร์คในเว็บบราวเซอร์ของคุณได้เปิดการใช้งานแล้ว",
  "Make": "สร้าง",
  "menu.label": "กำหนดชื่อของเมนู",
  "menu.type": "ถูกใช้เพื่อระบุชนิดของเมนูที่ประกาศ",
  "Mess around with the rest of the page!": "ปรับแต่งกับหน้าเพจที่เหลือ!",
  "meta.charset": "attribute นี้ประกาศการเข้ารหัสตัวอักษรของหน้านี้",
  "meta.content": "attribute นี้จะให้ค่าที่เกี่ยวข้องกับ\n\nhttp-equiv\nหรือ \n\nname\nattribute,  ขึ้นอยู่กับบริบท",
  "meta.http-equiv": "การกำหนด attribute นี้ แจกแจง pragma ที่สามารถปรับเปลี่ยนพฤติกรรมเซิร์ฟเวอร์และของ user agents",
  "meta.name": "attribute นี้ถูกกำหนดตามชื่อของเอกสารกำกับข้อมูล",
  "meta.scheme": "attribute นี้ใช้ระบุ scheme และในนั้นอธิบาย metadata ไว้",
  "meter.form": "attribute นี้ร่วมกับ element ของ form element ที่มีเจ้าของ เป็น meter element.",
  "meter.high": "ตัวเลขตัวผูกพันปลายสูงของช่วงการวัด.",
  "meter.low": "เลขสูงผูกมัดกับการวัดระดับต่ำ.",
  "meter.max": "เลขด้านประมาณผลการวัด",
  "meter.min": "ตัวเลขที่ลดลงจากช่วงที่ถูกผูกไว้",
  "meter.optimum": "attribute นี้ใช้ระบุค่าตัวเลขที่เหมาะสม",
  "meter.value": "ค่าตัวเลขปัจจุบัน",
  "more-info": "กด Shift แล้วคลิก เพื่อดูข้อมูลเพิ่มเติม",
  "Mozilla Webmaker": "Mozilla Webmaker",
  "My makes": "สิ่งที่ฉันสร้าง",
  "Not sure what to make?": "ไม่แน่ใจว่าจะสร้างอะไร?",
  "Now visit any website on the internet": "ทีนี่ไปเว็บไหนก็ได้ และกดเปิด Goggles โดยการกดปุ่มที่บุ๊คมาร์คไว้ใน toolbar และเริ่มเรียบเรียงได้เลย!",
  "object.archive": "รายการที่ถูกแบ่งช่องว่าง ของ URIs สำหรับ แหล่งข้อมูลของ object",
  "object.border": "ความกว้างของขอบในหน่วยพิกเซล",
  "object.classid": "URI ของ การใช้งานของ object",
  "object.codebase": "base path ใช้สำหรับระบุ URIs ของ classid, ข้อมูล,หรือ archive.",
  "object.codetype": "ประเภทของเอกสารถูกกำหนดโดย classid",
  "object.data": "ที่อยู่ของทรัพยากรที่ใช้ URL ที่ถูกต้อง",
  "object.declare": "การมีอยู่ของ Boolean attribute นี้ทำให้ element นี้ถูกประกาศไว้เท่านั้น",
  "object.form": "form element, ถ้ามี element object ที่เกี่ยวข้องกับ (เจ้าของมัน)",
  "object.height": "ความสูงของข้อมูลที่จะแสดงในรูปของ CSS pixel",
  "object.name": "ชื่อของบริบทของเบราเซอร์ที่ถูกต้อง (HTML5), หรือชื่อของการควบคุบ (HTML 4).",
  "object.standby": "ข้อความที่เบราว์เซอร์สามารถแสดงขณะที่โหลดองค์ประกอบและข้อมูล",
  "object.tabindex": "ตำแหน่งของ element ในลำดับแท็บนำทางสำหรับเอกสารปัจจุบัน",
  "object.type": "ข้อมูลประเภท MIME ถูกระบุโดยแหล่งที่มา",
  "object.usemap": "hash-name อ้างอิงถึง <map>\nelement; ซึ่งเป็น  '#' ตามด้วยค่าของ \n\nชื่อ\nของ map element.",
  "object.width": "ความกว้างของข้อมูลในการแสดงผล ในหน่วยพิกเซล CSS",
  "ol.compact": "Boolean attribute นี้บ่งว่ารายการนี้จะถูกแสดงผลในรูปแบบกระชับ",
  "ol.reversed": "Boolean attribute นี้ระบุว่าสิ่งนั้นถูกระบุในทางกลับกัน เป็นต้น.",
  "ol.start": "attribute จำนวนเต็มนี้ใช้ระบุค่าเริ่มต้นสำหรับระบุหมายเลขรายการ",
  "ol.type": "ระบุประเภทของการเรียงลำดับ: 'a' ระบุว่าเป็นตัวอักษรพิมพ์เล็ก, 'A' ระบุว่าเป็นตัวอักษรพิมพ์ใหญ่, 'i' ระบุว่าเป็นตัวเลขโรมันพิมพ์เล็ก, 'I' ระบุว่าเป็นตัวเลขโรมันพิมพ์ใหญ่, และ '1' ระบุว่าเป็นตัวเลข",
  "optgroup.disabled": "ถ้า Boolean attribute นี้ถูกกำหนด, จะไม่สามารถเลือกสิ่งใด ๆ ในกลุ่มตัวเลือกได้",
  "optgroup.label": "ชื่อของกลุ่มตัวเลือก ที่บราวเซอร์สามารถใช้เมื่อกำหนดชื่อของตัวเลือกในส่วนของหน้าต่างผู้ใช้",
  "option.disabled": "ถ้า Boolean attribute นี้ถูกตั้งไว้ ตัวเลือกนี้จะไม่สามารถเลือกได้",
  "option.label": "attribute นี้เป็นข้อความที่ใช้เป็นป้ายระบุความหมายของตัวเลือก",
  "option.selected": "ถ้ามี Boolean attribute นี้อยู่ มันจะเป็นตัวระบุว่าตัวเลือกนี้จะถูกเลือกมาตั้งแต่แรก",
  "option.value": "ข้อความของ attribute นี้สื่อถึง label ที่อธิบายตัวเลือก",
  "output.for": "รายการไอดีของ elements อื่น แสดงให้เห็นว่า elements เหล่านั้นมีส่วนทำให้ค่านำเข้า (หรือได้รับผลกระทบเป็นอย่างอื่น) การคำนวณ",
  "output.form": "form element นี้เป็น element ที่เกี่ยวข้องกับ (\"เจ้าของฟอร์ม\").",
  "output.name": "ชื่อของ element นี้",
  "param.name": "ชื่อของ parameter",
  "param.type": "ใช้ต่อเมื่อ valuetype ถูกปรับไว้ที่ \"ref\".",
  "param.value": "ค่าของ parameter",
  "param.valuetype": "API ถูกเลิกใช้แล้ว และไม่รองรับว่าจะใข้ได้.",
  "pointing-at": "ชี้ไปที่",
  "Popcorn Maker": "Popcorn Maker",
  "Preview": "แสดงตัวอย่าง",
  "progress.form": "attribute นี้ใช้ในการระบุฟอร์มที่ความคืบหน้าของ element อยู่",
  "progress.max": "attribute นี้จะอธิบายถึงวิธีการทำงานโดยต้องการ progress element",
  "progress.value": "attribute นี้ระบุวิธีการที่จะทำให้งานนี้สมบูรณ์",
  "Publish To Internet": "เผยแพร่ไปยังอินเตอร์เน็ต",
  "Publish Your Remix": "เผยแพร่สิ่งที่คุณเรียบเรียง",
  "Publishing...": "กำลังเผยแพร่...",
  "q.cite": "ค่าของ attribute นี้คือ URL กำหนดแหล่งที่มาของเอกสารหรือข้อความสำหรับข้อมูลที่ยกมา",
  "quit": "ยกเลิกการใช้งาน goggles",
  "redid": "ทำซ้ำ",
  "redo": "ทำซ้ำ",
  "Remix and share web pages instantly": "เรียบเรียงและแบ่งปันหน้าเว็บในทันที",
  "Remix any webpage!": "เรียบเรียงหน้าเว็บใดๆ!",
  "Remix Dialog": "หน้าต่างเรียบเรียง",
  "remix": "แทนที่ หรือเรียบเรียง element ที่เลือกอยู่",
  "remove": "ลบ element ที่เลือกแล้ว",
  "Replace the image location": "แทนที่แหล่งที่มาของรูปภาพ (หรือ &quot;source&quot;, เขียนเป็น HTML ว่า &quot;src&quot;) ด้วย URL ที่คุณคัดลอกในขั้นตอนที่ 1",
  "replacement": "การแทนที่",
  "Save changes": "บักทึกการเปลี่ยนแปลง",
  "script.async": "ระบุ Boolean attribute นี้เพื่อบอกเบราเซอร์ว่า ถ้าเป็นไปได้ให้ดำเนินงาน script แบบ asynchronously.",
  "script.defer": "Boolean attribute นี้มีการตั้งค่าเบราว์เซอร์ระบุว่าสคริปต์ที่มีความหมายที่จะดำเนินการหลังจากที่เอกสารที่ได้รับการแยกวิเคราะห์",
  "script.language": "attribute นี้ระบุภาษาที่ใช้ในการเขียนสคริปต์ เหมือนกับ type attribute",
  "script.src": "attribute นี้ระบุถึง URI ของ script จากภายนอก. ซึ่งสามารถใช้เป็นอีกทางเลือกในการฝัง script ภายในเอกสาร",
  "script.type": "attribute นี้ระบุภาษาของสคริปต์ที่ฝังใน script element หรือถูกอ้างถึงโดย src attribute ของ element",
  "See how Goggles work by swapping a image": "ดูว่า Goggles ทำงานได้อย่างไรโดยการเลื่อนรูปภาพไปมา",
  "See where it says": "ดูตรงที่มันบอกว่า <span>https://goggles.webmaker.org/img/goggles.png</span>? นี่คือที่อยู่ของรูปปัจจุบัน มันจะถูกทับด้วยรูปภาพใหม่ในขั้นตอนที่ 1 โดยไฮไลต์ URL เก่า แล้วคลิกขวาเลือก วางเพื่อวางลิงค์ใหม่ จากนั้นกดปุ่ม <strong>บันทึกการเปลี่ยนแปลง</strong>แล้วคุณจะเห็นรูปภาพใหม่ ",
  "select.autofocus": "attribute นี้ช่วยให้คุณระบุว่าตัวควบคุมฟอร์มควรมีโฟกัสการป้อนข้อมูลเมื่อเพจโหลด เว้นแต่ผู้ใช้แทนที่มัน ตัวอย่างเช่นโดยการพิมพ์อยู่ในการควบคุมที่แตกต่างกัน",
  "select.disabled": "Boolean attribute นี้ใช้ระบุว่าผู้ใช้ไม่สามารถใช้ตัวควบคุมนี้ได้",
  "select.form": "form element ที่ใช้ในการเลือก element ที่เกี่ยวข้องกับ (\"เจ้าของฟอร์ม\")",
  "select.multiple": "Boolean attribute นี้ระบุว่าตัวเลือกสามารถเลือกตัวเลือกได้หลายตัวในรายการ",
  "select.name": "ชื่อของการควบคุม",
  "select.required": "Boolean attribute นี้แสดงให้เห็นว่าบังคับให้เลือกตัวเลือก ห้ามปล่อยว่าง",
  "select.selectedIndex": "สารบัญของ <option>\nelement ที่ถูกเลือก",
  "select.size": "ถ้าตัวควบคุณถูกแสดงโดยกล่องรายการแบบเลื่อน attribute นี้จะถูกแสดงโดยตัวเลขของแถวรายการและควรจะแสดงเพียงครั้งเดียว",
  "Share your remix": "แบ่งปันการเรียบเรียงของคุณ",
  "short-command-descriptions:bug-report": "รายงานข้อผิดพลาด",
  "short-command-descriptions:css-quasimode": "css",
  "short-command-descriptions:dom-ascend": "ขึ้นไป",
  "short-command-descriptions:dom-descend": "ลงไป",
  "short-command-descriptions:help": "ช่วยเหลือ",
  "short-command-descriptions:quit": "ออก",
  "short-command-descriptions:redo": "ทำซ้ำ",
  "short-command-descriptions:remix": "เรียบเรียง",
  "short-command-descriptions:remove": "ถอนออก",
  "short-command-descriptions:undo": "ย้อนกลับ",
  "short-command-descriptions:uproot": "เผยแพร่",
  "short-element-descriptions:a": "anchor หรือ hyperlink",
  "short-element-descriptions:abbr": "อักษรย่อ",
  "short-element-descriptions:area": "image-map ไฮเปอร์ลิงค์",
  "short-element-descriptions:article": "บทความอิสระ ",
  "short-element-descriptions:aside": "เนื้อหาแนวเส้นสัมผัส",
  "short-element-descriptions:audio": "ฝังสตรีมเสียง",
  "short-element-descriptions:b": "ตัวหนังสือแบบหนา",
  "short-element-descriptions:base": "URL หลัก",
  "short-element-descriptions:bdi": "การจัดรูปทั้งสองทิศทาง",
  "short-element-descriptions:bdo": "การขัดการทำงาน แบบสองทิศทาง",
  "short-element-descriptions:bgsound": "เสียงพื้นหลัง",
  "short-element-descriptions:blockquote": "บล็อคการอ้างอิง",
  "short-element-descriptions:body": "เนื้อหาเอกสาร",
  "short-element-descriptions:br": "แบ่งบรรทัด",
  "short-element-descriptions:button": "ปุ่มกดแบบโต้ตอบ",
  "short-element-descriptions:canvas": "พื้นที่ในการวาดกราฟิกเคลื่อนไหวได้",
  "short-element-descriptions:caption": "คำอธิบายตาราง",
  "short-element-descriptions:cite": "หัวข้อการทำงาน",
  "short-element-descriptions:code": "fragment ของโค๊ด",
  "short-element-descriptions:col": "แนวตาราง",
  "short-element-descriptions:colgroup": "table column group",
  "short-element-descriptions:command": "user action control",
  "short-element-descriptions:datalist": "รายการของตัวเลือกที่กำหนดไว้ล่วงหน้า",
  "short-element-descriptions:dd": "คำอธิบาย",
  "short-element-descriptions:del": "ข้อความที่ถูกลบ",
  "short-element-descriptions:details": "การควบคุมตามความต้องการ",
  "short-element-descriptions:dfn": "การนิยาม",
  "short-element-descriptions:div": "ส่วนแบ่งเอกสาร",
  "short-element-descriptions:dl": "รายการ การนิยาม",
  "short-element-descriptions:dt": "รูปแบบการนิยาม",
  "short-element-descriptions:em": "ความสำคัญ",
  "short-element-descriptions:fieldset": "ชุดของฟอร์ม",
  "short-element-descriptions:figcaption": "คำอธิบายรูปร่าง",
  "short-element-descriptions:form": "ฟอร์มของผู้ใช้ที่สามารถส่งได้",
  "short-element-descriptions:h1": "หัวข้อ",
  "short-element-descriptions:h2": "หัวข้อ",
  "short-element-descriptions:h3": "หัวข้อ",
  "short-element-descriptions:h4": "หัวข้อ",
  "short-element-descriptions:h5": "หัวข้อ",
  "short-element-descriptions:h6": "หัวข้อ",
  "short-element-descriptions:head": "ที่บรรจุ metadata ของเอกสาร",
  "short-element-descriptions:hgroup": "หัวข้อกลุ่ม",
  "short-element-descriptions:hr": "เส้นคั่นตามแนวนอน",
  "short-element-descriptions:html": "รากเอกสาร",
  "short-element-descriptions:i": "ตัวเอียง",
  "short-element-descriptions:iframe": "inline frame",
  "short-element-descriptions:img": "รูปภาพ",
  "short-element-descriptions:input": "ป้อนรูปแบบการควบคุม",
  "short-element-descriptions:ins": "ข้อความที่ถูกแทรก",
  "short-element-descriptions:kbd": "การป้อนเข้าของคีย์บอร์ด",
  "short-element-descriptions:keygen": "ตัวสร้างกุญแจคู่",
  "short-element-descriptions:label": "ป้ายชื่อของ form control",
  "short-element-descriptions:legend": "พื้นที่สำหรับคำอธิบาย",
  "short-element-descriptions:li": "รายการสิ่งของ",
  "short-element-descriptions:link": "metadata สำหรับความสัมพันธ์ระหว่างเอกสาร",
  "short-element-descriptions:map": "แผนภาพ",
  "short-element-descriptions:mark": "ข้อความที่ถูกเลือก",
  "short-element-descriptions:menu": "รายการคำสั่ง",
  "short-element-descriptions:meta": "metadata",
  "short-element-descriptions:meter": "หน่วยการวัดแบบสเกลาร์",
  "short-element-descriptions:nav": "การนำทาง",
  "short-element-descriptions:nobr": "ไม่ขึ้นบรรทัดใหม่",
  "short-element-descriptions:noscript": "สคริปต์ข้อมูลสำรอง",
  "short-element-descriptions:object": "ออบเจกค์ที่ถูกฝังแล้ว",
  "short-element-descriptions:ol": "รายการที่มีการเรียงลำดับ",
  "short-element-descriptions:optgroup": "กลุ่มของตัวเลือก",
  "short-element-descriptions:option": "ตัวเลือก สิ่งของ",
  "short-element-descriptions:output": "ผลลัพธ์ที่คำนวณได้",
  "short-element-descriptions:p": "ย่อหน้า",
  "short-element-descriptions:param": "object parameter",
  "short-element-descriptions:pre": "ข้อความก่อนการจัดรูปแบบ",
  "short-element-descriptions:progress": "ตัวบ่งชี้ความคืบหน้า",
  "short-element-descriptions:q": "อ้างอิง",
  "short-element-descriptions:samp": "ข้อความตัวอย่าง",
  "short-element-descriptions:script": "สคริปท์ที่ฝังแล้ว",
  "short-element-descriptions:section": "ส่วนแบ่งเอกสาร",
  "short-element-descriptions:select": "รายการที่เลือก",
  "short-element-descriptions:small": "ข้อความเล็ก",
  "short-element-descriptions:source": "แหล่งของสื่อมัลติมีเดียที่จะฝัง",
  "short-element-descriptions:spacer": "พื้นที่ว่าง",
  "short-element-descriptions:span": "ช่วงข้อความ",
  "short-element-descriptions:strong": "สำคัญอย่างมาก",
  "short-element-descriptions:style": "CSS style sheet",
  "short-element-descriptions:sub": "subscript",
  "short-element-descriptions:summary": "สรุปรายละเอียด",
  "short-element-descriptions:sup": "superscript",
  "short-element-descriptions:table": "ข้อมูลตาราง",
  "short-element-descriptions:tbody": "รูปร่างของตาราง",
  "short-element-descriptions:td": " เซลล์ข้อมูลตาราง ",
  "short-element-descriptions:textarea": "input ข้อความแบบหลายบรรทัด",
  "short-element-descriptions:tfoot": "ท้ายตาราง",
  "short-element-descriptions:th": " เซลล์ส่วนหัวตาราง ",
  "short-element-descriptions:thead": "หัวตาราง",
  "short-element-descriptions:time": "วันที่ หรือ เวลา",
  "short-element-descriptions:title": "หัวข้อเอกสาร",
  "short-element-descriptions:tr": "แถวของตาราง",
  "short-element-descriptions:tt": "ตัวพิมพ์ดีด",
  "short-element-descriptions:u": "ขีดเส้นใต้",
  "short-element-descriptions:ul": "รายการที่ไม่มีการเรียงลำดับ",
  "short-element-descriptions:var": "variable",
  "short-element-descriptions:video": "ฝังสตรีมวิดีโอ",
  "short-element-descriptions:wbr": "word break opportunity",
  "Sign in to publish your remix": "ลงชื่อเข้าใช้ เพื่อเผยแพร่สิ่งที่คุณเรียบเรียง",
  "Sorry, an error occurred. Please try again later.": "ขออภัย, บางอย่างผิดพลาด กรุณาลองใหม่ในภายหลัง.",
  "source.media": "Media query ของทรัพยากรของมีเดีย",
  "source.src": "ต้องการที่อยู่ของไฟล์สื่อ",
  "source.type": "แหล่งข้อมูลของสื่อ MIME อาจจะมีพารามิเตอร์ตัวแปลงสัญญาณ",
  "style-change": "เปลี่ยนแปลงรูปแบบ",
  "style.disabled": "ถ้าหากตั้งไว้, ปิด (ใช้ไม่ได้) style rule ของ document จะระบุใน element นั้นๆ.",
  "style.media": "สื่อแบบไหนที่ควรปรับแต่ง",
  "style.scoped": "ถ้า attribute นี้ยังอยู่ แล้วรูปแบบจะถูกนำไปใช้เฉพาะกับ element หลักของมัน",
  "style.title": "ระบุ style sheet สำรอง",
  "style.type": "attribute นี้กำหนด ภาษาสไตล์ลิ่ง เป็นประเภท MIME (charset ไม่ถูกระบุไว้)",
  "table.align": "attribute ที่ถูกแจกแจงแสดงว่าตารางต้องสอดคล้องในเรื่องของข้อมูลที่มีอยู่อย่างไร",
  "table.bgcolor": "attribute นี้กำหนดสีพื้นหลังของตารางและวัตถุในตาราง",
  "table.border": "attribute จำนวนเต็มนี้ระบุขนาดของกรอบที่ล้อมรอบตารางในหน่วยพิกเซล",
  "table.cellpadding": "attribute นี้ใช้กำหนดพื้นที่ว่างระหว่าง องค์ประกอบในเซลล์กับเส้นขอบ, จะให้แสดงรึไม่",
  "table.cellspacing": "attribute นี้ระบุขนาดพื้นที่ว่างระหว่าง 2 เซลล์ (ทั้งแนวตั้งและแนวนอน) ในรูปแบบ % หรือ พิกเซล ขอบเขตพื้นที่ทั้ง 4 ด้านคือระหว่างบนสุดของตารางที่แถวแรก, ซ้ายของตารางที่คอลัมน์แรก, ขวาของตารางที่คอลัมน์สุดท้าย และด้านล่างของตารางที่แถวสุดท้าย",
  "table.frame": "attribute นี้ใช้แจกแจงเฟรมด้านข้างของตารางควรจะแสดง",
  "table.rules": "attribute แจกแจงกำหนด rules เป็นต้น.",
  "table.summary": "attribute นี้กำหนดใช้ข้อความที่เป็นทางเลือกในการอธิบายตารางใน ผู้ใช้ตัวแทนไม่สามารถที่จะเห็นมัน",
  "table.width ": "attribute นี้กำหนดความกว้างของตาราง",
  "tap-space-html": "กด <div class=\"webxray-kbd\">space bar</div> เพื่อแก้รูปแบบนี้",
  "tbody.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของเซลล์ต่างๆของข้อมูลจะที่ถูกจัดการ.",
  "tbody.bgcolor": "attribute นี้ระบุสีพื้นหลังของแต่ละเซลล์ของคอลัมน์",
  "tbody.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลล์ของคอลัมน์ที่ใช้.",
  "tbody.charoff": "attribute นี้จะใช้ในการระบุจำนวนตัวอักษรที่จะชดเชยข้อมูลคอลัมน์ในการจัดเรียงตัวอักษรที่ระบุโดย char attribute",
  "tbody.valign": "attribute นี้ ระบุว่าการจัดแนวตั้งของข้อความในแต่ละ row ของ cell ที่อยู่ในหัวของตาราง.",
  "td.abbr": "attribute นี้เก็บคำอธิบายโดยย่อของเนื้อหาของเซลล์",
  "td.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของเซลล์ต่างๆของข้อมูลจะที่ถูกจัดการ.",
  "td.axis": "attribute นี้บรรจุข้อความเป็นรายการที่ถูกแบ่งด้วยช่องว่าง",
  "td.bgcolor": "attribute นี้จะกำหนดสีพื้นหลังของแต่ละเซลล์ในคอลัมน์",
  "td.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลล์ของคอลัมน์ที่ใช้.",
  "td.charoff": "attribute นี้ใช้ในการระบุจำนวนตัวอักษรที่ offset ส่วนของข้อมูลในตารางจากการจัดแถวของตัวหนังสือโดยใช้ char attribute.",
  "td.colspan": "attribute นี้เก็บค่าจำนวนเต็มที่ไม่เป็นลบที่ระบุถึงจำนวนคอลัมน์ที่เซลล์ขยายออกไป",
  "td.headers": "รายการ attributes นี้ใช้ที่ว่างแยก strings แต่ละ id attribute ของ <th>\n elements นำมาใช้กับ element นี้.",
  "td.rowspan": "Attribute นี้เก็บค่าจำนวนเต็มที่ไม่เป็นลบที่ระบุจำนวนแถวที่เซลล์ขยายออกไป",
  "td.scope": "API นี้ถูกเลิกใช้แล้ว และไม่รับรองว่าจะใช้ได้ใน HTML5",
  "td.valign": "attribute นี้ ระบุว่าการจัดแนวตั้งของข้อความในแต่ละแถวของ cell ที่อยู่ในหัวของตาราง.",
  "Teach": "สอน",
  "textarea.autofocus": "Boolean attribute นี้จะช่วยให้คุณระบุว่าตัวควบคุมฟอร์มควรมีโฟกัสการป้อนข้อมูลเมื่อเพจโหลด เว้นแต่ผู้ใช้แทนที่มันตัวอย่างเช่นโดยการพิมพ์อยู่ในการควบคุมที่แตกต่างกัน",
  "textarea.cols": "ความกว้างที่มองเห็นได้ของ text control, ในรูปของความกว้างอักษรเฉลี่ย",
  "textarea.disabled": "Boolean attribute นี้ บ่งบอกว่าผู้ใช้งานไม่สามารถทำอะไรกับส่วนควบคุมได้",
  "textarea.form": "element แบบฟอร์มที่ textarea element มีความเกี่ยวข้องกับ (\"เจ้าของ\"มัน)",
  "textarea.maxlength": "จำนวนของตัวอักษรสูงสุด (Unicode code points) ที่ผู้ใช้สามารถกรอก",
  "textarea.name": "ชื่อของการควบคุม",
  "textarea.placeholder": "คำใบ้สำหรับผู้ใช้ในแผงควบคุม",
  "textarea.readonly": "Boolean attribute นี้ระบุว่าผู้ใช้จะไม่สามารถแก้ไขค่าของ control ได้",
  "textarea.required": "attribute นี้ระบุว่าผู้ใช้จะต้องกรอกข้อมูลลงไปก่อนที่จะส่งแบบฟอร์ม",
  "textarea.rows": "ควบคุมจำนวนบรรทัดของข้อความที่แสดง",
  "textarea.selectionDirection": "ทิศทางที่การเลือกเกิดขึ้น",
  "textarea.selectionEnd": "สารบัญของตัวอักษรตัวสุดท้ายในการเลือกครั้งนี้",
  "textarea.selectionStart": "สารบัญของตัวอักษรแรกในการเลือกครั้งนี้",
  "textarea.wrap": "ระบุวิธีการจัดข้อความ",
  "tfoot.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของเซลล์ต่างๆของข้อมูลจะที่ถูกจัดการ.",
  "tfoot.bgcolor": "Attribute นี้กำหนดสีพื้นหลังของเซลล์ต่างๆของคอลัมน์",
  "tfoot.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลล์ของคอลัมน์ที่ใช้.",
  "tfoot.charoff": "attribute นี้ใช้ในการกำหนดตัวเลขหรือตัวหนังสือของข้อมูลคอลัมน์จากการจัดตัวหนังสือโดยใช้ char attribute.",
  "tfoot.valign": "attribute ระบุความสอดคล้องแนวตั้งของข้อความภายในแต่ละแถวของช่องของหัวตาราง",
  "th.abbr": "attribute นี้เก็บคำอธิบายโดยย่อของเนื้อหาในเซลล์",
  "th.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของ cell ต่างๆของข้อมูลจะที่ถูกจัดการ.",
  "th.axis": "attribute นี้มีรายการของสตริงพื้นที่แยก",
  "th.bgcolor": "attribute นี้จะกำหนดสีพื้นหลังของแต่ละเซลล์ในคอลัมน์",
  "th.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลล์ของคอลัมน์ที่ใช้.",
  "th.charoff": "Attribute นี้ใช้ในการระบุจำนวนตัวอักษรของคอลัมน์ข้อมูลจากการจัดแนงตัวอักษรที่ระบุโดย char attribute.",
  "th.colspan": "attribute นี้จะบรรจุค่าจำนวนเต็มไม่ติดลบที่ระบุจำนวนเซลล์ถูกขยายออก",
  "th.headers": "attributes นี้ เป็นรายการแบ่งชุด strings ที่แยกด้วยช่องว่าง, แต่ละอันจะคล้องกับ id attribute ที่ <th>\n elements จะนำมาใช้ใน element นี้.",
  "th.rowspan": "attribute นี้เก็บค่าจำนวนเต็มที่ไม่เป็นลบซึ่งระบุจำนวนแถวที่เซลล์ขยายออกไป",
  "th.scope": "attribute นี้แจกแจงกำหนดเซลล์ที่ส่วนหัวที่กำหนดไว้ใน element <th> นี้\nที่เกี่ยวข้องกับ",
  "th.valign": "attribute นี้ระบุถึงการจัดแถวของตัวอักษรในแถวในเซลล์ของหัวของตาราง.",
  "The URL you just copied links to a new image!": "URL ที่คุณคัดลอกสามารถเชื่องโยงไปสู่รูปภาพใหม่ได้!",
  "thead.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของ cell ต่างๆของข้อมูลจะที่ถูกจัดการ.",
  "thead.bgcolor": "attribute นี้จะกำหนดสีพื้นหลังของแต่ละเซลล์ในคอลัมน์",
  "thead.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลล์ของคอลัมน์ที่ใช้.",
  "thead.charoff": "attribute นี้จะใช้ในการระบุจำนวนตัวอักษรที่จะชดเชยข้อมูลคอลัมน์ในการจัดเรียงตัวอักษรที่ระบุโดย char attribute",
  "thead.valign": "attribute นี้ ระบุว่าการจัดแนวตั้งของข้อความในแต่ละแถวของเซลล์ที่อยู่ในหัวของตาราง",
  "Then click on the highlighted image": "จากนั้นคลิ๊กที่รูปที่ถูกที่ไฮไลท์ จะแสดงโค๊ดของ HTML ",
  "Thimble": "Thimble",
  "time.datetime": "attribute นี้กำหนดว่าวันที่และเวลาของ element และจำเป็นต้องเป็นเวลาที่ถูกต้องพร้อมกับ time string ที่เพิ่มเติมได้.",
  "time.pubdate": "(คุณสมบัตินี้ยังคงเป็นข้อถกเถียงโดย WHATWG และกลุ่มงาน W3C HTML5) Boolean attribute นี้ระบุว่าวันและเวลาที่กำหนดโดย element เป็นวันที่เผยแพร่เอกสาร",
  "too-big-to-change": "element มีขนาดใหญ่เกินไปที่จะเรียบเรียง กรุณาเลือกที่มีขนาดเล็กกว่า",
  "too-big-to-remix-html": "<div><code>&lt;${tagName}&gt;</code> element นั้นใหญ่เกินที่จะเรียบเรียง ลองเลือกอันที่เล็กกว่า!</div>",
  "tr.align": "attribute นี้แจกแจงการจัดตำแหน่งแนวนอนของ cell ต่างๆของข้อมูลจะที่ถูกจัดการ.",
  "tr.bgcolor": "attribute นี้จะกำหนดสีพื้นหลังของเซลล์ของแต่ละแถว",
  "tr.char": "attribute นี้ใช้ในการตั้งค่าแนวของเซลของคอลัมน์ที่ใช้.",
  "tr.charoff": "attribute นี้ใช้ในการบ่งบอกจำนวนของตัวอักษรที่ใช้ในข้อมูลในส่วนของคอลัมน์จากการจัดแถวของตัวอักษรที่ระบุโดย char attribute.",
  "tr.valign": "attribute นี้ ระบุว่าการจัดแนวตั้งของข้อความในแต่ละ row ของ cell ที่อยู่ในหัวของตาราง.",
  "Try it out": "ลองเลย",
  "ul.compact": "Boolean attribute นี้แนะนำว่ารายการควรจะแสดงผลในรูปแบบกะทัดรัด",
  "ul.type": "ถูกใช้กำหนดเครื่องหมายสำหรับรายการ",
  "undid": "แก้",
  "undo": "ย้อนกลับ",
  "unload-blocked": "คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึกในหน้านี้",
  "uproot": "เผยแพร่สิ่งที่คุณเรียบเรียง",
  "video.autobuffer": " Boolean attribute ถ้าระบุไว้ วิดีโอจะเริ่มการบัฟเฟอร์อัตโนมัติ แม้มันไม่ถูกตั้งให้เล่นอัตโนมัติ",
  "video.autoplay": "Boolean attribute; ถ้าระบุ, วิดีโอจะถูกเล่นอัตโนมัติโดยไม่หยุดให้โหลดข้อมูลจนเสร็จ",
  "video.buffered": "attribute ที่คุณสามารถอ่านเพื่อที่จะวิเคราะห์ว่าช่วงเวลาของสื่อที่ได้รับการบัฟเฟอร์.",
  "video.controls": "ถ้า attribute นี้ปรากฎอยู่, Gecko จะแสดงตัวควบคุมที่ให้ผู้ใช้ควบคุณการเล่นวิดีโอ เช่นเสียง, การค้นหา และการหยุดชั่วคราว/เล่นต่อ",
  "video.height": "ความสูงของพื้นที่แสดงวิดีโอในรูปแบบของซีเอสเอสพิกเซล",
  "video.loop": "Boolean attribute; ถ้าถูกระบุ เราจะย้อนกลับมาเริ่มต้นใหม่อัตโนมัติหากวิดีโอเล่นจบแล้ว",
  "video.muted": "Boolean attribute ที่ระบุการตั้งค่าเริ่มต้นของ audio ที่อยู่ในวิดีโอ",
  "video.poster": "URL ระบุ เฟรมที่จะใช้แสดงระหว่างผู้ใช้เล่นหรือกรอ",
  "video.preload": "attribute นี้แจกแจงวัตถุประสงค์ เพื่อให้คำแนะนำเกี่ยวกับเบราว์เซอร์สิ่งที่ผู้เขียนคิดว่าจะนำไปสู่​​ประสบการณ์การใช้งานที่ดีที่สุด",
  "video.src": "URL ของวีดีโอในการ embed",
  "video.width": "ความกว้างของหน้าจอวิดีโอ ใน CSS พิกเซล",
  "When you're ready to share your remixed page": "เมื่อคุณพร้อมที่จะแบ่งปันหน้าที่คุณเรียบเรียงใหม่แล้ว กดปุ่ม เผยแพร่ หรือกด <kbd>P</kbd> บนคีย์บอร์ดของคุณ มันจะทำให้ผู้อื่นมองเห็นการเปลี่ยนแปลงที่คุณทำบนเว็บ",
  "With X-Ray Goggles activated": "ด้วย X-Ray Goggles ถูกเปิดใช้งาน, กด <kbd>H</kbd> สำหรับการช่วยเหลือ",
  "With X-Ray Goggles now activated": "เมื่อ X-Ray Goggles ได้เปิดใช้งาน, ลากเม้าส์ไปรอบ ๆ หน้าจอ สังเกตดูว่ารูปภาพและข้อความจะถูกไฮไลต์ด้วยสีอย่างไร?",
  "with": "ด้วย",
  "X-Ray Goggles Logo": "โลโก้ X-Ray Goggles ",
  "X-Ray Goggles": "X-Ray Goggles",
  "You can take X-Ray Goggles with you anywhere on the web:": "คุณสามารถใช้ X-Ray Goggles ได้ทุกที่บนเว็บ:",
  "You can take X-Ray Goggles with you anywhere": "คุณสามารถนำ X-Ray Goggles ไปกับคุณทุกที่บนเว็บ! เพียงแค่ติดตั้งโดยสองขั้นตอนง่ายๆ"
}
